{"authors": ["Emily Anthes"], "date_download": "2022-10-25 23:23:46", "date_modify": "2022-10-25 23:23:46", "date_publish": "2021-06-24 09:00:23", "description": "Several countries are allowing mix-and-match inoculation, which scientists hope will have benefits, and Chancellor Angela Merkel of Germany is among those to get it.", "filename": "2021_06_24_world_europe_covid-vaccine-mix-and-match-pfizer-moderna_1666740226.html", "image_url": "https://static01.nyt.com/images/2021/06/23/world/23mix-n-match-explainer01/23mix-n-match-explainer01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3a49767c4710d954e9b93438a416e6dc4090b0dfc2f2b633316d86efc42d3e51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2021_06_24_world_europe_covid-vaccine-mix-and-match-pfizer-moderna_1666740226.html", "title": "Why More People Are Getting Two Different Coronavirus Vaccines", "title_page": "Why More People Are Getting Two Different Coronavirus Vaccines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The most widely used coronavirus vaccines are designed as two-shot inoculations, and nearly everyone worldwide who has had both doses has received the same vaccine both times.\nBut that is changing, as more countries are allowing — and even, in some cases, encouraging — mix-and-match inoculation, with people receiving a first shot of one vaccine, and then a second shot of a different one. On Tuesday, Germany’s government revealed that Chancellor Angela Merkel had received two different shots, adding to the growing interest in the practice.\nSome nations have tried that approach out of necessity, when supplies of a particular vaccine ran short; or out of caution, when questions were raised about the safety of a shot after some people had already received their first doses. U.S. regulators so far have been reluctant to encourage the practice.\nBut scientists and health policymakers are interested in the possibility that giving different shots to the same person could have significant advantages.", "url": "https://www.nytimes.com/2021/06/24/world/europe/covid-vaccine-mix-and-match-pfizer-moderna.html"}