{"authors": ["Anton Troianovski", "Valeriya Safronova"], "date_download": "2022-10-25 23:41:28", "date_modify": "2022-10-25 23:41:28", "date_publish": "2022-03-03 21:04:55", "description": "“Everything that’s not propaganda is being eliminated,” a Nobel Prize winning editor said as Russian authorities moved to control the narrative in the Ukraine war.", "filename": "2022_03_03_world_europe_russia-ukraine-propaganda-censorship_1666741288.html", "image_url": "https://static01.nyt.com/images/2022/03/03/world/03russia-ukraine-echostaff/03russia-ukraine-echostaff-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_03_world_europe_russia-ukraine-propaganda-censorship_1666741288.html", "title": "Last Vestiges of Russia’s Free Press Fall Under Kremlin Pressure", "title_page": "Last Vestiges of Russia’s Free Press Fall Under Kremlin Pressure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As President Vladimir V. Putin wages war against Ukraine, he is fighting a parallel battle on the home front, dismantling the last vestiges of a Russian free press.\nOn Thursday, the pillars of Russia’s independent broadcast media collapsed under pressure from the state. Echo of Moscow, the freewheeling radio station founded by Soviet dissidents in 1990 and that symbolized Russia’s new freedoms, was “liquidated” by its board. TV Rain, the youthful independent television station that calls itself “the optimistic channel” said it would suspend operations indefinitely.\nAnd Dmitri A. Muratov, the journalist who shared the Nobel Peace Prize last year, said that his newspaper Novaya Gazeta, which survived the murders of six of its journalists, could be on the verge of shutting down as well.\n“Everything that’s not propaganda is being eliminated,” Mr. Muratov said.\nPrecipitating the outlets’ demise were plans by the Russian Parliament to take up legislation on Friday that would make news considered “fakes” about Russia’s war in Ukraine punishable by yearslong prison terms. The Russian authorities have already made it clear that the very act of calling it a “war” — the Kremlin prefers the term “special military operation” — is considered disinformation.", "url": "https://www.nytimes.com/2022/03/03/world/europe/russia-ukraine-propaganda-censorship.html"}