{"authors": ["Marina Harss"], "date_download": "2022-10-25 23:42:26", "date_modify": "2022-10-25 23:42:26", "date_publish": "2022-02-27 21:15:02", "description": "The New York-based choreographer, who was working on a new ballet for the Bolshoi, said he doubted he would return to Russia to work “if Putin is still president.”", "filename": "2022_02_27_arts_dance_alexei-ratmansky-leaves-bolshoi-ballet_1666741346.html", "image_url": "https://static01.nyt.com/images/2022/02/27/arts/27ratmansky-1/27ratmansky-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_27_arts_dance_alexei-ratmansky-leaves-bolshoi-ballet_1666741346.html", "title": "Alexei Ratmansky, With Family in Kyiv, Leaves His Ballet in Moscow", "title_page": "Alexei Ratmansky, With Family in Kyiv, Leaves His Ballet in Moscow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The ballet has not been officially canceled. The statement says: “This project is extremely important to the Bolshoi Theater, a significant amount of work has been already done by now, and we hope to be able to realize this project.” Mr. Ratmansky is quoted too, saying “when the time comes, I hope to return to Moscow to complete the production.”\nBut after watching the brutality of the invasion, he said he was not sure when that would be. Much of his family lives in Ukraine. “I doubt I would go if Putin is still president,” he said.\nOn Wednesday night he had gone to sleep in his room at the Metropol Hotel, across a plaza from the Bolshoi, worried by the ominous reports he was seeing in the international media of massed Russian troops along the border with Ukraine. But, he said, he was not expecting the full-scale assault that would follow hours later. “I thought nothing was going to change,” he said, “there has been conflict with the separatists along the border since 2014.” His wife, Tatiana, woke him up on Thursday morning, calling him from New York with the news. “The first thing I did was call the Bolshoi and arrange to leave.”\nIn addition to “The Art of the Fugue,” Mr. Ratmansky has another, even larger project that now seems unlikely to be completed any time soon: a lavish, historically informed production of the 1862 Petipa ballet “The Pharaoh’s Daughter,” for the Mariinsky Ballet in St. Petersburg.\n“The Pharaoh’s Daughter” was to have its premiere in mid-May, but Mr. Ratmansky has informed the Mariinsky that, given the situation, he would not be able to return to finish the ballet in April as planned.", "url": "https://www.nytimes.com/2022/02/27/arts/dance/alexei-ratmansky-leaves-bolshoi-ballet.html"}