{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 22:56:02", "date_modify": "2022-10-25 22:56:02", "date_publish": "2022-08-04 04:01:18", "description": "Millions have fled Russia’s invasion, but where housing is expensive and scarce, countries like Estonia are paying shipping firms to offer refugees safe but tight quarters.", "filename": "2022_08_04_business_economy_ukraine-refugees-estonia_1666738562.html", "image_url": "https://static01.nyt.com/images/2022/08/02/business/00refugee-ship-1/00refugee-ship-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_04_business_economy_ukraine-refugees-estonia_1666738562.html", "title": "When Home Is a Ferry Ship: An Influx From Ukraine Strains Europe", "title_page": "When Home Is a Ferry Ship: An Influx From Ukraine Strains Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The duty-free shop on Deck 7 of the Isabelle has been turned into a storage locker and pantry, with suitcases heaped in the perfume section and refrigerated display cases crammed with labeled grocery bags. The ship’s shuttered casino has become the go-to hangout for teenagers. And the Starlight Palace nightclub on Deck 8 is where women meet to make camouflage nets for Ukrainian soldiers back home.\n“It makes me feel closer to them,” Diana Kotsenko said as she tied green, brown and maroon cloth strips onto a net strung across a metal frame, her 2-year old, Emiliia, tugging at her knees.\nFor the past three months, Ms. Kotsenko and her daughter have been living on the Isabelle, a 561-foot cruise ship leased by the Estonian government to temporarily house some of the more than 48,000 refugees who have arrived in this small Baltic nation since the Russians invaded Ukraine in February.\nThe ship, which once ferried overnight passengers between Stockholm and Riga, Latvia, is now berthed next to Terminal A in the port city of Tallinn, Estonia’s capital. Its 664 cabins house roughly 1,900 people — most of them women and children who come and go as they please through the ship’s cavernous cargo door.", "url": "https://www.nytimes.com/2022/08/04/business/economy/ukraine-refugees-estonia.html"}