{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:26", "date_modify": "2022-10-25 23:47:26", "date_publish": "2022-04-06 21:06:38", "description": "The defendant, Matthew Martin, had claimed the police let him into the Capitol during last year’s pro-Trump riot. The judge agreed.", "filename": "2022_04_06_us_politics_matthew-martin-capitol-acquittal_1666741646.html", "image_url": "https://static01.nyt.com/images/2022/04/06/us/politics/06dc-trial/06dc-trial-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_06_us_politics_matthew-martin-capitol-acquittal_1666741646.html", "title": "Judge Finds Man Not Guilty in First Jan. 6 Acquittal", "title_page": "Judge Finds Matthew Martin Not Guilty in First Jan. 6 Acquittal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal judge decided on Wednesday that a former government contractor from New Mexico who claimed that the police let him into the Capitol during last year’s pro-Trump riot was not guilty of four petty offenses, the first acquittal connected to the sprawling investigation of the attack.\nAt a two-day bench trial in Federal District Court in Washington, the defendant, Matthew Martin, admitted that he went into the Capitol on Jan. 6, 2021, along with hundreds of other supporters of President Donald J. Trump. But he claimed that he had not broken the law because two Capitol Police officers had waved him in through a door.\nProsecutors argued that Mr. Martin was aware that he had entered the building illegally given that signs of the riot were clearly apparent all around him, including tear gas and alarms going off.\nRuling in favor of the defense, Judge Trevor N. McFadden said he found it plausible that Mr. Martin believed the police had let him in and thus had not knowingly gone into the building improperly. Judge McFadden acquitted Mr. Martin of four misdemeanors: entering and remaining in a restricted building; disorderly and disruptive conduct in a restricted building; violent entry and disorderly conduct in a Capitol building; and parading, demonstrating or picketing in a Capitol building.", "url": "https://www.nytimes.com/2022/04/06/us/politics/matthew-martin-capitol-acquittal.html"}