{"authors": ["Luke Broadwater", "Maggie Haberman"], "date_download": "2022-10-26 00:12:06", "date_modify": "2022-10-26 00:12:06", "date_publish": "2022-08-23 23:36:07", "description": "The House select committee has used the August congressional recess to delve into discussions inside former President Donald J. Trump’s cabinet about removing him from office after the riot.", "filename": "2022_08_23_us_politics_trump-cabinet-25th-amendment_1666743126.html", "image_url": "https://static01.nyt.com/images/2022/08/23/multimedia/23dc-jan6-obrien/23dc-jan6-obrien-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_23_us_politics_trump-cabinet-25th-amendment_1666743126.html", "title": "Jan. 6 Panel Questions Trump Cabinet on 25th Amendment Talks", "title_page": "Jan. 6 Panel Questions Trump Cabinet on 25th Amendment Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House select committee scrutinizing the Jan. 6 attack has used the August congressional recess to gather more evidence as it prepares to resume public hearings next month, dispatching investigators to Europe and digging deeper into discussions by former President Donald J. Trump’s cabinet after the riot about removing him from office.\nThe panel has been holding closed-door interviews with senior Trump administration officials in an effort to uncover more about the period between Jan. 6, 2021, when a mob of Mr. Trump’s supporters attacked Congress, and Jan. 20, when President Biden was sworn in, including talks about invoking the 25th Amendment.\nOn Tuesday, the panel interviewed Robert O’Brien, Mr. Trump’s former national security adviser, for several hours, according to two people familiar with the committee’s work.\nInvestigators asked Mr. O’Brien about discussions inside the cabinet about whether to invoke the 25th Amendment to remove Mr. Trump from office; about whether he considered resigning; and about the access that Mike Lindell, the MyPillow CEO and election conspiracy theorist, had to Mr. Trump, according to a person familiar with the matter.", "url": "https://www.nytimes.com/2022/08/23/us/politics/trump-cabinet-25th-amendment.html"}