{"authors": ["Sabrina Tavernise", "Will Reid", "Jessica Cheung", "Michael Simon Johnson", "Stella Tan", "Lisa Chow", "Paige Cowett", "Dan Powell", "Chris Wood", "Original Music"], "date_download": "2022-10-25 23:23:15", "date_modify": "2022-10-25 23:23:15", "date_publish": "2022-09-01 10:00:05", "description": "Mikhail S. Gorbachev set out to reform the Soviet Union. But the social and economic forces he unleashed ended up destroying it.", "filename": "2022_09_01_podcasts_the-daily_gorbachev-dead-putin-soviet-union_1666740195.html", "image_url": "https://static01.nyt.com/images/2022/09/01/podcasts/01daily-1/01DAILY-gorbachev-obit-audio-app-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_01_podcasts_the-daily_gorbachev-dead-putin-soviet-union_1666740195.html", "title": "How Gorbachev Changed the World", "title_page": "How Gorbachev Changed the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nsabrina tavarnise\nFrom “The New York Times,” I’m Sabrina Tavernise, and this is “The Daily.” Mikhail Gorbachev set out to reform the Soviet Union, but the social and economic forces he unleashed ended up destroying it. I spoke to “New York Times” editorial board member, Serge Schmemann about how Gorbachev changed the world and how Russia’s current leader, Vladimir Putin is trying to change it back. It’s Thursday, September 1. Serge, nice to see you.\nserge schmemann\nGood to see you.\nsabrina tavarnise\nThe last time I saw you in person I think was in Moscow in a “New York Times” apartment in 2000. You were visiting your family, I think at the time. And I was a recently hired “New York Times” freelance reporter. And you were this reporter extraordinaire who knew Russia so deeply and I admired so deeply. And you had been covering the place for years.\nserge schmemann\nThat’s probably it. Yeah. It’s been a long time and a lot has happened back in mother Russia since, not all of it good.\nsabrina tavarnise\nYes. So Serge, I’m going to start with the current moment, the war in Ukraine. I was in Kyiv during the invasion in February. And it really struck me that Putin in this violent takeover was essentially trying to put the Soviet Union back together again, effectively undo what Gorbachev did. So on Tuesday when Gorbachev died, I thought, there’s a strange symmetry here. It’s kind of a full circle moment in a way. Like we’re living in a world that Gorbachev made, but that Putin is at war against. So I wanted to start with that world that Gorbachev made. And where does that story begin?\nserge schmemann\nWell, the Soviet Union into which I arrived on the first day of 1980, January 1, 1980 was a world in which the economy had basically ground to a halt. It was remarkable even after everything we had read to see the shops that had nothing. A loaf of bread was gray because it was made half with wheat and half with stale bread that they had gathered elsewhere. Milk was grayish because they added something else, I don’t know what it was, to it. There were very few cars on the streets because nobody could buy cars. The trams were constantly stalling because they were old and decrepit. It was really a dismal scene. And the rulers too had become decrepit. They mostly could barely walk. Brezhnev who was in charge, Leonid Brezhnev, the man who presided over 18 years of this decline could barely get through the opening of a speech without stumbling and making some silly mistakes. The one thing that continued to function was repression. The KGB and informers were ubiquitous. Everybody suspected they were being followed or watched. The dissidents would meet us in a bathroom with the water running. It was a very repressive time and a time when nothing else was moving. And all of its enormous resources were poured only into the military race with the West and into the repressive mechanism. So into this stagnant swamp comes Mikhail Gorbachev, a fresh, intelligent, young — he was 54 — man with a brilliant smile. And it was like the sun rising. I don’t exaggerate. He was the Politburo member in charge of agriculture, and he had risen with that post to the number two slot in the Politburo because he was one of the few who could walk and talk. That is the way people phrased it. And even though he had this southern accent and had been a peasant son, he had finished the Moscow Law School. He was married to Raisa, a woman who was cultured and well dressed. So he came with the kind of a total freshness into a scene that had been totally dismal. And the impact was immediate and huge even before he introduced the radical change that became his trademark.\nsabrina tavarnise\nAnd what was that change?\nserge schmemann\nThe change was first and foremost, the very recognition that change is essential. That had never been part of the Kremlin propaganda or rhetoric. The notion was that everything is perfect. The phrase they used was “further perfection.” Gorbachev from day one declared that, no, it was not perfect. And from the very beginning, he began to use terms that came to define his rule. The first, which is not that familiar in the West is “novoye myshleniye,” new thinking. And that was kind of the broad overarching concept that not only should there be new thinking, but that people should be allowed to start thinking, which had essentially been banned until then, that you need a kind of creative input from the bottom. And that this would come in the form of “perestroika” and “glasnost.” “Perestroika” is rebuilding, restructuring. “Glasnost” is best translated I think as openness. And these were very, very bold concepts.\narchived recording (mikhail gorbachev) [SPEAKING RUSSIAN]\nserge schmemann\nIn fact, he said this in his speech to Congress in 1986 using these terms.\narchived recording (mikhail gorbachev) [SPEAKING RUSSIAN]\nserge schmemann\n“Glasnost,” “perestroika.”\narchived recording (mikhail gorbachev) [SPEAKING RUSSIAN]\nserge schmemann\nTalking about a need for reform, for restructuring, for openness.\narchived recording (mikhail gorbachev) [SPEAKING RUSSIAN] [APPLAUSE]\nsabrina tavarnise\nSo what starts to happen? How does this reform effort go?\nserge schmemann\nThe societal change that he introduced was quite astounding. There were movies coming out that had been sort of sealed for decades because they were considered anti-soviet. Books were coming out, the literature, the poetry. There was always a very creative underground culture, remarkable works were coming out. But when a great book came out, it was always thought to have come out despite the authorities. Under Gorbachev, he would get credit. Gorbachev has ushered in this great new book. So now instead of being considered an obstacle to culture, he was being considered a source of creativity. People started talking, talking freely, in public. It became almost a gabfest. Everybody was out sort of saying all the ideas that they weren’t allowed to even have years before.\nsabrina tavarnise\nSo people were hungry for this?\nserge schmemann\nPeople were hungry. They were starved. So there was a transformation, a kind of a release of creative juices all across society, which also translated into an almost worshipful popularity for Gorbachev not only in Russia, not only in the Soviet Union, but in East Europe, he became a hero. And in the West, he was sought after. He was this incredible figure who had emerged from a system which wasn’t supposed to produce people like that who had given it kind of energy and light almost overnight.\nsabrina tavarnise\nAnd what about the economic reform? How does he start taking aim at the central planning and the Soviet economy?\nserge schmemann\nOn the economic front, the part that was perhaps most visible to people was a permission to form what they called the cooperative. I remember one on the Ring Road, Georgian family began baking bread and we would line up to buy bread. A few little garages appeared, kiosks on the street to sell basic stuff. So a little dollop of free enterprise did surface. But beyond that, in his speeches and his pronouncements, he was urging a greater efficiency and making clear that he believed that the Cold War was the major drain. There were references to the arms race to how expensive it was and also to how perhaps immoral it was, this enormous threat to life. There was enough rockets on both sides to wipe out the planet many times over. This became a theme that he referred to that there needed to be an end to the Cold War. The notion of curbing the arms race as a way to release the forces of the economy, to free them from this massive burden was a theme that began to surface in those years.\nsabrina tavarnise\nSo it sounds like he’s realizing that the Soviet military and its participation in the arms race was a massive drain on the Soviet budget. And the Soviet Union was effectively broke or close to it, and he knew that he couldn’t keep that up, that the system wouldn’t hold.\nserge schmemann\nYes, that’s right. Disarmament and an arms deal, of course, but enormous focus on the meetings he would hold with Ronald Reagan.\narchived recording (ronald reagan) General Secretary Gorbachev and I have held comprehensive discussions covering all elements of our relationship.\nserge schmemann\nRonald Reagan, of course, had come to office as a staunch anti-communist and yet there was this new reformer. And when they met in Geneva in 1985, there was enormous excitement.\narchived recording (ronald reagan) I came to Geneva to seek a fresh start in relations between the United States and the Soviet Union, and we have done this. archived recording 1 [SPEAKING RUSSIAN] Mr. Reagan, how’s the meeting going? archived recording (ronald reagan) We haven’t started. archived recording 1 How’d it go yesterday? archived recording (ronald reagan) Fine. archived recording 1 Are you getting along?\nserge schmemann\n“The New York Times” sent eight reporters, which even those extravagant times was a lot.\narchived recording (ronald reagan) You see that, can’t you? archived recording 1 Now that’s a picture. Tell us.\nsabrina tavarnise\nWe covered every aspect of it, what race of war, what they did, what they visited, every word they said.\narchived recording 2 You think it might get a little heated on the question of human rights, Mr. President? archived recording (ronald reagan) I’m not going to comment on that. archived recording 2 [SPEAKING RUSSIAN] archived recording (ronald reagan) We had a very lively discussion of everything? archived recording 1 But friendly?\nserge schmemann\nIt was portrayed as a hugely important meeting, and the entire tone was around reducing this arms race, of reducing this huge threat to mankind that the Cold War had created. And both of these men were very well suited to this, Reagan with his actor’s skills and his charm, and Gorbachev with his kind of earnest delivery. You could feel that something was bound to happen as it would. And the next time they met in Reykjavik in 1986 —\narchived recording (ronald reagan) Late this afternoon, I made to the General Secretary an entirely new proposal, a 10-year delay in deployment of SDI in exchange for the complete elimination of all ballistic missiles from the respective arsenals of both nations.\nserge schmemann\n— they met to have full disarmament.\narchived recording (ronald reagan) So long as both the United States and the Soviet Union proved their good faith by destroying nuclear missiles year by year, we would not deploy SDI.\nserge schmemann\nAnd yet at the same time, Reagan was introducing this concept of “Star Wars,” taking the arms race to space. And for the Russians, this was something quite frightening because this would mean a whole new area in which they would have to invest their limited wealth and industrial output. So there was also the sense of a deadline, we better get some agreement going before America takes this step.\narchived recording (ronald reagan) Welcome to the White House.\nserge schmemann\nAnd in 1987, the two men met in Washington —\narchived recording (ronald reagan) This ceremony and the treaty we are signing today are both excellent examples of the rewards of patience.\nserge schmemann\n— to announce an end to the arms race.\narchived recording (mikhail gorbachev) [SPEAKING RUSSIAN] archived recording (ronald reagan) We have covered a seven-year-long road replete with intense work and debate. One last step towards this table, and the treaty will be signed.\nserge schmemann\nThey had reached a deal and signed the INF treaty in effect ending the Cold War.\narchived recording (mikhail gorbachev) [SPEAKING RUSSIAN] archived recording (ronald reagan) May December 8, 1987 become a date that will be inscribed in the history books, a date that will mark the watershed separating the era of a mounting risk of nuclear war from the era of a demilitarization of human life. [APPLAUSE]\nserge schmemann\nIt was a major achievement for both of them. And here I do think one important factor is that to a certain degree, Gorbachev, he actually changed Reagan’s thinking. I think Reagan had thought of communists as people with little red horns. And coming up against this man, meeting with him, having these personal discussions, he began himself, I think, to believe that maybe the two of them could do something for humanity, for the world, for peace. So I think that Gorbachev did simply through his tone, through his presence, through his style, and through what he was, he did have an impact, a personal impact on Reagan, which paved the way for that agreement.\nsabrina tavarnise\nSo at this point, it seems like things are on track for Gorbachev, right? I mean, he’s doing this opening up and he’s beloved around the world for it. He’s this rock star on the international stage.\nserge schmemann\nHe was indeed. The whole Gorbachev kind of phenomenon had spread through East Europe, where regimes were also beginning to liberalize, to become freer. The whole notion of “glasnost” and everything was taking hold. The Germans really suffered. They were divided as penance for World War II. And there was a sense that perhaps this penance, this period of punishment was coming to the end, that this man might be the ticket to reunification.\narchived recording 3 The GDR turns 40 on the 7th of October, 1989.\nserge schmemann\nThere was this moment in October of 1989 when he goes to East Germany. And it was the 40th anniversary of the East German state.\narchived recording 3 Gorbachev is the guest of honor at the celebrations. People are hungry for change. They want “perestroika,” restructuring like in the Soviet Union.\nserge schmemann\nAnd Honecker, who was the hard line leader at the time had organized these huge festivities, had invited Gorbachev. [CHANTING] There was a torch-lit parade, thousands of young Germans marched through the streets with torches. And Gorbachev formally, officially, on record said all the things Honecker wanted to hear. This is a great country, you’re doing a great job. Carry on, 40 more years. Good luck. But that was almost completely disregarded. It was his presence and the subtext of what he said. I mean, at one point he said, any country that fails to change in time will end up in the dust heap of history, whatever the cliche is. This was what people heard. And in a month, the Berlin Wall was gone.\narchived recording (peter jennings) I’m Peter Jennings in New York. Just a short while ago, astonishing news from East Germany where the East German authorities have said in essence that the Berlin Wall doesn’t mean anything anymore. archived recording 4 The flood was too much for the hapless East German border guards. At Checkpoint Charlie, they were swamped. They simply gave up, opened the gates, and allowed thousands through the one crossing point that had remained firmly closed. Elsewhere, they —\nserge schmemann\nI had been there two months earlier. It was bristling with guns and tanks and all kinds of stuff. I went there a few days after the wall came down and there was nothing. There was a tower, all the phones had been ripped out, wires were dangling. It was like it just vanished in smoke. And I don’t think Gorbachev and certainly not many of us realized that all this made the end of the entire system, of the entire communist system inevitable. It was not yet evident that we were approaching this cataclysmic end of an era.\nsabrina tavarnise\nEssentially, no one yet knew that this was the beginning of the end of the Soviet Union?\nserge schmemann\nNo, I don’t think so. I certainly did not.\nsabrina tavarnise\nWe’ll be right back. So Serge, after the Berlin Wall fell, what was the thinking? I mean, did Gorbachev still believe that the Soviet Union could be fixed and stay intact?\nserge schmemann\nWell, of course, in retrospect, we the days of the Soviet Union were numbered. But there is no evidence that Gorbachev saw that or even feared it yet. He was prepared to let the East European countries make their own choices. Czechoslovakia obviously was moving towards a democratic regime, and other countries as well. One after the other, the governments were falling. East Europeans were making a choice to become Western countries. But I think he presumed that a reformed Soviet Union would survive and might even flourish. And yet already then, there were signs to the contrary. The Soviet economy was not flourishing. The reforms that he had launched or tried to launch had not undone the reliance on a central command system, on massive enterprises that were in effect small empires onto themselves run by tough bosses, enterprises that held control over people’s lives. They provided the schooling, the food stores, and everything else. All that remained in force, and Gorbachev did not seem to be too certain of what to do about this. And there was, to me, a feeling that Gorbachev began floundering. They tried what is now known as the 500-today plan. It was a program of shock therapy in effect. The economy was to be totally reformed in the space of 500 days. Price controls would be dropped. Factories would have to become self-reliant. They would not be told what to do. It would have meant an abrupt and radical release of control over the economy. But after adopting this program, Gorbachev appeared to become afraid of what it would mean and so he drew back and went in the opposite direction.\nsabrina tavarnise\nHe kind of got cold feet and didn’t go all the way, it sounds like.\nserge schmemann\nWell, he had every reason to get cold feet. I remember one economist with the World Bank telling me that if they follow this plan through to its logical conclusion, most Russians will freeze this winter.\nsabrina tavarnise\nDo you mean that literally?\nserge schmemann\nIn effect, we don’t know because it didn’t happen. But the entire distribution of oil was not based on supply and demand. It was based on the government’s decision of where oil should go. And because of that, because you didn’t have to compete or pay for your supplies, for example, heating in Moscow buildings was enormously inefficient, enormously wasteful. And I think what the economist meant when he said that to me was that if oil was set at the prevailing global price, Russians couldn’t afford it because it was being distributed by a centralized system. And that was just one example. Everything was distributed. Food by a centralized system. And as I look back, I simply cannot imagine how Gorbachev could have allowed a massive shock to the economy. So the system stayed more or less the same, locked into its stagnation.\nsabrina tavarnise\nSo the societal opening up is happening. I mean, it’s really happening, it’s working. But on the other hand, the economic reforms are not working at all.\nserge schmemann\nThat was the tragedy that people had received this ability to say everything they wanted, which enabled them in effect to complain a lot about what was not happening. Their lives economically were not changing. And for Gorbachev, the problem was compounded by the fact that all around him, the house was collapsing.\narchived recording 5 Today, 2 million residents of the Baltic states linked hands to protest not only what happened 50 years ago, but to send a message of defiance to Moscow today. Here’s ABC’s [INAUDIBLE]—\nserge schmemann\nOne by one, the republics were breaking away led, of course, by the Baltic republics, Lithuania, Latvia, Estonia.\narchived recording 6 As the Lithuanian flag was raised and they sang the national anthem once banned by the communists, Lithuania proclaimed that it had returned to the status it enjoyed up until the Soviet Red Army invaded in 1940.\nserge schmemann\nAnd then the others, Georgia, Azerbaijan —\narchived recording 7 [NON-ENGLISH SPEECH]\nserge schmemann\n— Armenia.\narchived recording 8 On a vote of 183 to 2, Armenia joined Latvia and Estonia in a gradual move towards sovereign statehood.\nsabrina tavarnise\nRight. Once these republics got some independence, they wanted total independence. It’s almost as if you thought that you could be in favor of Independence and keep the Soviet Union together. And it turns out, as we see that couldn’t have both.\nserge schmemann\nYes, that’s right. It was something a friend of mine told me. Gorbachev was smart enough to realize that the system needed to be reformed, but not smart enough to realize that any change would mean its collapse.\nsabrina tavarnise\nSo when it’s clear that none of this is really working, how did it all end?\nserge schmemann\nIt ended with a remarkably pathetic attempt at a coup. It began in a typically Soviet way. Back in the Soviet days when some major announcement was about to be made, all the broadcasting would stop, and they would just start looping some symphony orchestra or something. And then you just sat there and waited. Whenever some major chief died, whether Brezhnev, Andropov, Chernenko, Ustinov, whatever, they would just stop broadcasting and then they would take their time to prepare a dramatic announcement. And in this case, in August of ‘91, broadcasting suddenly stopped. And the television, which was still controlled entirely by the state began looping “Swan Lake” of all things. [MUSIC PLAYING] The ballet, familiar, of course, to all Russians. It’s by Tchaikovsky. And so everybody knew something big is about to happen, rumors spread, and finally, this group of hardliners who were still in the Politburo and the government, including the head of the KGB, the interior minister came on TV and announced that they were —\narchived recording 9 [SPEAKING RUSSIAN]\nserge schmemann\n— establishing an emergency committee to run the Soviet Union, that Gorbachev was out of office.\narchived recording 10 With tanks in Red Square, the official word from the new government calling itself the national emergency committee was that the architect of “glasnost” and “perestroika” was too ill to continue in office. archived recording 11 [SPEAKING RUSSIAN]\nserge schmemann\nAnd thus began sort of the last gasp of the old power structure to regain the control it had had for so many years over the society.\narchived recording 12 On Sunday at 1800 hours, I learned that all my telephones were cut off. I had no further communication with the outside world.\nserge schmemann\nGorbachev who was in the south remained defiant. But the real hero was Boris Yeltsin.\narchived recording 12 Yeltsin! Yeltsin! Yeltsin! archived recording 13 The democratically elected president of Russia was soon striding out of the building to address a crowd of supporters.\nserge schmemann\nBoris Yeltsin had begun as an ally of Gorbachev, a close ally in “perestroika” and “glasnost,” but move farther and farther away. He had resigned from the Communist Party, and he had built a new power base in the Russian Federation. Russia was just one of the component republics in the Soviet Union, and had always had its own government. And Yeltsin had taken that government over, he had held elections. He was in effect the first elected president of Russia. And in that position, he had been steadily taking power away from the Soviet government, from the Kremlin. So Yeltsin mounted a tank outside the headquarters of the Russian government —\narchived recording 14 He climbed aboard one of the Red Army’s own tanks and said the coup leaders had disgraced the Soviet Union.\nserge schmemann\n— and defied the plotters to come and get him.\narchived recording (boris yeltsin) [SPEAKING RUSSIAN]\nserge schmemann\nAnd this became kind of the rallying point of opposition. Thousands of people came out and camped around Yeltsin, around that area. And it was an amazing kind of scene. The defenders were expecting that the leaders of the coup would send tanks and forces to crush them. And they built these huge barricades out of buses and steel and all kinds of junk. Everybody stayed up all night waiting for these tanks to come. We stayed up all night, we were all waiting. And the sun came up and it got warm. Then suddenly, everybody realized that there were no tanks, that nobody was on the side of this coup, that it was over. There was a strong kind of sense that something dramatic had shifted, that these thugs from the army and the KGB and the interior police and all that would never again be able to take charge. But of course, Yeltsin emerged from this as the hero, and in many ways as the real leader in Moscow. By the time Gorbachev came back, Yeltsin actually treated him almost with disdain. He no longer treated him as the leader that he would automatically obey. So what began here was the end game.\nsabrina tavarnise\nSo when did the Soviet Union finally die? Like what was the precise moment?\nserge schmemann\nIt was a long and painful death that began that morning. Gorbachev continued trying to order reforms. But by now, fewer and fewer of the republican leaders were taking him seriously. Yeltsin that fall met with the leaders of Ukraine and Belarus, and they formed a kind of an agreement where they basically decided to abandon the Soviet state. Power was ebbing away from Gorbachev very, very rapidly. And finally —\narchived recording 15 The president who returned to power from house arrest after the failure of the August coup never recovered his authority and tonight paid the political price.\nserge schmemann\nOn December 25, our Christmas Day for Russians, not Christmas at all, just a horrible day with slush falling on Moscow, he resigned.\narchived recording (mikhail gorbachev) [SPEAKING RUSSIAN] archived recording (interpreter) I always spoke for freedom, independence of the people, to the sovereignty of the republics. And I also spoke for the unity of a country.\nserge schmemann\nHe gave a speech in which he sort of admitted that it had failed, that he had tried to do his best to reform the system, but the whole system collapsed before a new one was ready, and that he was now stepping down as president.\narchived recording (mikhail gorbachev) [SPEAKING RUSSIAN] archived recording (interpreter) Of course, we could have avoided some mistakes, we could have made new stuff better. But I’m sure that sooner or later, our common efforts will give fruit. Our people will live in a growing, prospering, democratic society. I wish you all the best.\nserge schmemann\nI rushed off in the evening to write the story about it for “The Times.” I was the bureau chief. So I sent my wife and my kids out to Red Square to celebrate a bit of Christmas because I was in the office and would be there for a long time writing about Gorbachev, I thought. And it was wet and dreary, but as they walked across this vast empty space, there was nobody out there because of the weather. Suddenly they saw the old red Soviet flag with a hammer and sickle came down over the Kremlin. And the Russian flag, the white, blue, and red stripes went up. It was in a truly dramatic moment. It was 7:32, my wife reported, and yet all that happened in Red Square was some drunk yelling some obscenities at the flag. And eventually, the bells from Spasskaya Tower, one of the towers rang bells every quarter hour or so, the chiming of those bells and this one drunk yelling was kind of the only celebration on Red Square to mark this moment. And so I wrote an obituary for the Soviet Union. We could finally declare that the Soviet Union after 70 tempestuous and often cruel years was finally dead. [MUSIC PLAYING]\nsabrina tavarnise\nSo that was it. The flag came down, the Soviet Union was effectively dead. And that was perceived by many Russians, including of course, a young KGB operative, Vladimir Putin as a disaster or at the very least as a loss.\nserge schmemann\nIt was indeed. And Gorbachev had anticipated this in a speech he gave when he said Russians were not likely to take lightly the loss of empire and greatness. And to young people like Putin, this, of course, built a certain resentment, a certain notion that something that he had been raised to defend and to be proud of was being destroyed. In him, nurtured this humiliation that he is now so skillfully exploiting in other Russians through the propaganda of thi fallen empire. He described the fall of the Soviet Union as one of the great disasters of the century. And many Russians might not agree with that, but many even on the liberal side felt that Gorbachev had set about destroying a system, but no new system was there to replace the one he was dismantling while conservatives and nationalists held him responsible for dismantling a great empire. So on both sides, he perhaps figures today as a somewhat negative figure.\nsabrina tavarnise\nSerge, in the end, Gorbachev failed to reform. He failed to do the thing he was trying to do. It was essentially an unreformable system. And it unleashed forces beyond his control, and that was kind of the original sin for someone like Putin. So when you see what’s happening in Russia today, the repression, the violence in Ukraine, the crackdowns, knowing everything you know about what came before, what do you think?\nserge schmemann\nWhen I see what’s happening in Russia today, everything that Putin has wrought, this unthinkable invasion and all that, of course, I see a great tragedy. But I find it difficult personally to link it to Gorbachev, to what he did, to how he did it, to his failure. What I see Gorbachev is not as somebody who tried and failed. I prefer to see him as somebody who gave Russia an extraordinary moment of hope and maybe set it on a brief but exciting journey that has shown and maybe will show again what Russia can and should be. Russia is not necessarily this kind of crowd of thugs in the Kremlin today sending troops on an extraordinarily cruel and meaningless mission. That is not what Gorbachev had in mind. It is certainly not what he would have done. I see him more as somebody who showed what could be and what should be. And that is certainly something for which I do hope history gives him credit. He was personally a very decent man. He never sort of wallowed in corruption. He could have made millions in retirement but did not. And he was a decent man who showed that Russia can be ruled by a decent man toward a decent goal. When I heard of his death yesterday, really among the first thoughts were just that euphoria that I remember really so well, the euphoria that we felt in ‘85, ‘86. It was a remarkable period of my life and certainly of Russia’s life. [MUSIC PLAYING] Here is a man who promised so much, who created such extraordinary expectations, and to know where it has all led, of course, it’s sad. But you can’t change history, and you’ve got to be grateful for the great moments he gave us.\nsabrina tavarnise\nSerge, thank you.\nserge schmemann\nThank you.\nsabrina tavarnise", "url": "https://www.nytimes.com/2022/09/01/podcasts/the-daily/gorbachev-dead-putin-soviet-union.html"}