{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:25:23", "date_modify": "2022-10-25 23:25:23", "date_publish": "2022-05-18 22:38:27", "description": "In primaries so far, Republican voters have appeared willing to nominate proponents of Donald Trump’s election falsehoods, making clear that this year’s races may well affect future elections.", "filename": "2022_05_18_us_politics_midterms-trump-2020-election-deniers_1666740323.html", "image_url": "https://static01.nyt.com/images/2022/05/18/multimedia/18pol-deniers-mastriano/18pol-deniers-mastriano-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_18_us_politics_midterms-trump-2020-election-deniers_1666740323.html", "title": "Midterm Stakes Grow Clearer: Election Deniers Will Be on Many Ballots", "title_page": "Midterm Stakes Grow Clearer: Election Deniers Will Be on Many Ballots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Republican voters in this week’s primary races demonstrated a willingness to nominate candidates who parrot Donald J. Trump’s election lies and who appear intent on exerting extraordinary political control over voting systems. The results make clear that the November midterms may well affect the fate of free and fair elections in the country.\nIn Pennsylvania, Republican voters united behind a nominee for governor, Doug Mastriano, who helped lead the brazen effort to overturn the state’s 2020 election and chartered buses to the rally before the Capitol riot, and who has since promoted a constitutionally impossible effort to decertify President Biden’s victory in his state.\nIn North Carolina, voters chose a G.O.P. Senate nominee, Representative Ted Budd, who voted in Congress against certifying the 2020 results and who continues to refuse to say that Mr. Biden was legitimately elected.\nAnd in Idaho, which Mr. Trump won overwhelmingly in 2020, 57 percent of voters backed two Republican candidates for secretary of state who pushed election falsehoods, though they lost a three-way race to a rival who accepts Mr. Biden as president.", "url": "https://www.nytimes.com/2022/05/18/us/politics/midterms-trump-2020-election-deniers.html"}