{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:24:09", "date_modify": "2022-10-25 23:24:09", "date_publish": "2022-09-21 21:33:43", "description": "Wimbledon may have been more fitting. But the Laver Cup, which Federer helped create, will offer a poignant send-off at O2 Arena for one of the greatest players of this era.", "filename": "2022_09_21_sports_tennis_roger-federer-career_1666740249.html", "image_url": "https://static01.nyt.com/images/2022/09/21/sports/21federer-ontennis01/21federer-ontennis01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_21_sports_tennis_roger-federer-career_1666740249.html", "title": "London Is a Sensible End to Roger Federer’s Long Career", "title_page": "London Is a Sensible End to Roger Federer’s Long Career - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federer did it with a unique blend of improvisational talent and carefully conceived structure.\nHe had an undeniable gift for the game, including supreme hand-eye coordination and what Marc Rosset, the most successful male Swiss player before Federer, rightly identified as exceptional “processing speed” that allowed Federer more time to create great shots on the fly and then finish them with an extra flourish.\nBut Federer also learned how to manage his time, build an excellent support team and maintain his positive energy. He scheduled judiciously and took genuine breaks from the grind of the tour while also relaxing while playing on the tour. Many an opponent can recall a pleasant chat with Federer in the locker room shortly before a match, and that he could then don his game face in an unsettling hurry.\nIn an interview in 2019, he explained his recipe for success.\n“As much as I take things very serious, I am very laid back, so I can really let go very quickly. I truly believe this is a secret for a lot of the players and for the young guys is to be able, when you leave the site, to say: ‘OK, I’m going to leave it behind,’” he said. “‘I still know I’m a professional tennis player, but I’m relaxing. I’m doing it my way, whatever helps me decompress.’”\nFederer punctuated this by clenching his left fist.\n“Because if you are constantly like this, that’s when you burn out,” he said, looking at his fist.\nFederer, by design and by embracing the process, never did burn out. Instead, his body gave out after multiple knee surgeries and long cycles of rehabilitation. He said he still had hope at Wimbledon this year, when he made a surprise appearance for a ceremony honoring the 100th anniversary of Centre Court, that he could return to play there at least “one more time.”\nBut shortly after that emotional visit, he said he received the results of a magnetic resonance imaging scan on his right knee that made the reality clear.\n“I was already walking on thin ice for a long time,” he told the Swiss press this week.\nHe called the decision “bittersweet” when he announced it last week, and then broke down the bitter and the sweet on Wednesday.", "url": "https://www.nytimes.com/2022/09/21/sports/tennis/roger-federer-career.html"}