{"authors": ["Lananh Nguyen"], "date_download": "2022-10-25 23:31:05", "date_modify": "2022-10-25 23:31:05", "date_publish": "2022-04-08 20:21:52", "description": "Glass Lewis, the advisory firm, on Friday gave Goldman a grade of C for executive compensation.", "filename": "2022_04_08_business_david-solomon-goldman-sachs-pay_1666740665.html", "image_url": "https://static01.nyt.com/images/2022/04/08/business/08economy-briefing-goldman-sachs-ceo-compensation/merlin_178880244_a305afc4-0404-4d1c-8211-d679f7f5a155-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_08_business_david-solomon-goldman-sachs-pay_1666740665.html", "title": "Glass Lewis Argues Against David Solomon’s $35 Million Pay Package", "title_page": "Glass Lewis Argues Against David Solomon’s $35 Million Pay Package - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An influential investor advisory firm said Goldman Sachs shareholders should reject a pay package that would put its chief executive, David M. Solomon, in a tie for the most richly compensated boss among the nation’s banking giants.\nGoldman plans to pay Mr. Solomon $35 million for 2021, the same sum Morgan Stanley plans to pay its chief, James P. Gorman. That’s on top of a performance-linked stock bonus Goldman gave Mr. Solomon in October that was valued at about $30 million — an award intended to keep him in place for the next five years, the company said in a filing at the time.\nThe advisory firm, Glass Lewis, gave Goldman a grade of C on Friday for executive compensation, saying the bank gave Mr. Solomon “significantly more” than peer companies and compensated its C-suite executives more generously than its counterparts. “We are concerned about special, one-off grants” to Mr. Solomon and John E. Waldron, Goldman’s president, the advisory firm said in a report.\nGlass Lewis’s recommendation on pay was reported earlier by Bloomberg News.\nWall Street bosses were major beneficiaries after banks reported blockbuster profits in 2021. Just behind Mr. Solomon and Mr. Gorman was Jamie Dimon of JPMorgan Chase, who got $34.5 million. At Bank of America, Brian Moynihan was given $32 million. Charles W. Scharf at Wells Fargo was awarded $24.5 million, and Citigroup’s Jane Fraser earned $22.5 million.", "url": "https://www.nytimes.com/2022/04/08/business/david-solomon-goldman-sachs-pay.html"}