{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:43:59", "date_modify": "2022-10-25 23:43:59", "date_publish": "2022-09-08 23:19:08", "description": "Queen Elizabeth II was remembered by ordinary Britons, world leaders and other royals for her grace, humor and longevity. Others had more conflicted views on the monarchy.", "filename": "2022_09_08_world_europe_queen-elizabeth-reaction_1666741439.html", "image_url": "https://static01.nyt.com/images/2022/09/08/world/08queen-global-react-1/08queen-global-react-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_08_world_europe_queen-elizabeth-reaction_1666741439.html", "title": "Grief for the Queen Mixes With Criticism of the Monarchy", "title_page": "Grief for the Queen Mixes With Criticism of the Monarchy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The queen’s death provoked conflicting emotions in the Caribbean, a political and cultural region shaped by the British Empire.\nOut of 15 sovereign states that recognized her as their head of state at the time of her death, more than half were former British possessions in or linked to the Caribbean. Prime Minister Andrew Holness of Jamaica joined global leaders in expressing condolences to the royal family. That message of support was echoed by some older residents who saw Elizabeth as a link to the wider world.\n“She encouraged our people to do better, to focus, to look into the future and build a successful and powerful nation with her help and her guidance,” said Edgar August, 57, a taxi driver in Belize City, Belize, which is part of CARICOM, the Caribbean’s equivalent of the European Union, but is in Central America.\nBut to others, the queen’s death revived memories of the region’s colonial past and the monarchy’s role in the slave trade.\n“Growing up, she was an omnipresent figurehead that came to represent deeds done in the name of empire and expansion regardless of the cost,” said Justin Knowles, 30, a data manager from New Providence in the Bahamas. “I hope those of us who experienced the other side of ‘Rule, Britannia’ use this moment to ultimately heal and continue to move toward self-determination.”\nFor some Britons — those battered by the high cost of living and skyrocketing energy costs, and others with more conflicted views on the monarchy — news of the queen’s death also opened a tense divide.\n“The royals seem to be adored by so many, and at times like this I find it a bit frustrating when so many are suffering and those in power don’t appear to care about that,” said Mo Varley, a teacher in Sheffield, England. She added, “I don’t think you can have a family paid for by the state be free of scrutiny.”", "url": "https://www.nytimes.com/2022/09/08/world/europe/queen-elizabeth-reaction.html"}