{"authors": ["Matthew Futterman"], "date_download": "2022-10-25 23:42:28", "date_modify": "2022-10-25 23:42:28", "date_publish": "2022-06-27 04:01:08", "description": "For decades, sports has avoided punishing athletes for the actions of their countries. Russia’s invasion of Ukraine has put an end to that.", "filename": "2022_06_27_sports_tennis_wimbledon-russia-liv-pga-saudi_1666741348.html", "image_url": "https://static01.nyt.com/images/2022/06/27/multimedia/27wimbledon-russia1/27wimbledon-russia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_27_sports_tennis_wimbledon-russia-liv-pga-saudi_1666741348.html", "title": "As Wimbledon Begins, an Era of Sports Free of Bans and Boycotts Ends", "title_page": "As Wimbledon Begins, an Era of Sports Free of Bans and Boycotts Ends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — For roughly three decades, making sure athletes participated in the biggest events regardless of the world’s never-ending military and political battles has been a nearly sacrosanct tenet of international sports.\nWars broke out. Authoritarian nations with egregious records on human rights hosted major events. There were massive doping scandals. And through it all, boycotts and bans on participation all but disappeared from the sports landscape.\nThat principle — staging truly global competitions and not holding athletes responsible for the world’s ills — began to crumble after Russia’s invasion of Ukraine. It will be on hiatus starting Monday, when Wimbledon opens without the world No. 1, Daniil Medvedev, and the rest of the tennis players from Russia and Belarus, who have been barred from participating.\nWorld Athletics, track and field’s world governing body, has also barred Russian and Belarusian athletes from its championships next month in Eugene, Ore., the biggest track and field event outside of the Olympic Games.", "url": "https://www.nytimes.com/2022/06/27/sports/tennis/wimbledon-russia-liv-pga-saudi.html"}