{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 22:56:59", "date_modify": "2022-10-25 22:56:59", "date_publish": "2022-09-19 23:24:43", "description": "A former White House lawyer sought to impress on him the need to return material he had taken with him upon leaving office.", "filename": "2022_09_19_us_politics_trump-herschmann-documents_1666738619.html", "image_url": "https://static01.nyt.com/images/2022/09/19/us/politics/19dc-trump/19dc-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_19_us_politics_trump-herschmann-documents_1666738619.html", "title": "Trump Was Warned Late Last Year of Potential Legal Peril Over Documents", "title_page": "Trump Was Warned Late Last Year of Potential Legal Peril Over Documents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Herschmann, who defended Mr. Trump during his first impeachment trial but tried to stop several efforts by outside advisers aimed at keeping him in power after he lost the 2020 election, declined to comment. A spokesman for Mr. Trump did not immediately respond to a request for comment.\nThe meeting between Mr. Herschmann and Mr. Trump has not been previously reported, and it adds to the picture of Mr. Trump’s interactions with several people about returning the documents in the months before the National Archives retrieved 15 boxes of material in January of this year. When they went through the boxes, officials at the archives discovered that they contained nearly 200 individual classified documents.\nIt was not immediately clear if the meeting was solely related to the discussion about the documents, or if it was about other issues.\nSome of Mr. Trump’s advisers, including informal ones such as Tom Fitton, of the conservative legal advocacy group Judicial Watch, have told the former president that he could hold onto the documents as personal records, according to people briefed on their discussions.\nMr. Trump is facing not just the investigation over potential mishandling of government records, but also a number of other inquiries, including a wide-ranging Justice Department investigation into what led to the Jan. 6, 2021, attack on the Capitol and a state investigation in Georgia into efforts to overturn the outcome of the 2020 election.\nLawyers for Mr. Trump turned over an additional set of classified documents in June. The F.B.I. then carried out a search warrant at Mar-a-Lago on Aug. 8 and retrieved more than 100 additional individual documents with classified markings.\nA federal judge in Florida has at least temporarily barred the Justice Department from using the material seized in the search in pursuing its criminal investigation. On Friday, the department asked a federal appeals court to let the F.B.I. regain access to those 100 or so sensitive documents so it could continue the inquiry and assess the national security risks stemming from Mr. Trump keeping them in an unsecured location.", "url": "https://www.nytimes.com/2022/09/19/us/politics/trump-herschmann-documents.html"}