{"authors": ["Elizabeth Williamson"], "date_download": "2022-10-25 22:57:02", "date_modify": "2022-10-25 22:57:02", "date_publish": "2022-02-20 18:29:01", "description": "After early defeats in Congress, relatives of those lost in the 2012 shooting fought on, besting a renowned gun maker and an infamous conspiracy theorist.", "filename": "2022_02_20_us_politics_sandy-hook-legal-victories_1666738622.html", "image_url": "https://static01.nyt.com/images/2022/02/18/us/politics/19dc-sandyhook-1/19dc-sandyhook-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_20_us_politics_sandy-hook-legal-victories_1666738622.html", "title": "How Sandy Hook Families Achieved Long-Awaited Legal Victories", "title_page": "How Sandy Hook Families Achieved Long-Awaited Legal Victories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Years of litigation followed. Remington declared bankruptcy, emerged, then went bankrupt again, threatening to stall the suit indefinitely. The Connecticut Supreme Court affirmed the Sandy Hook lawyers’ strategy and Remington appealed to the U.S. Supreme Court, which declined to hear the case. The litigation also took bizarre turns. At one point, Remington requested school report cards and disciplinary records for the murdered children, drawing public outrage.\nMr. Koskoff was still exploring legal avenues for the case in the closing days of 2013 when the Connecticut State Police released thousands of photos and records from their investigation of the shooting.\nWhen he saw the image of duct-taped magazines lying on the floor, the leg of a small desk chair at the edge of the frame, “the hair on my arms stood up,” he said. “I knew that without a single document I could make the case that there was a connection between the marketing of the gun in the game, this kid and the shooting.”\nYears later, preparing to depose Remington executives, Mr. Koskoff asked a paralegal to create a PowerPoint slide with the classroom photo on the left, and an image of the taped magazines from Call of Duty on the right. They were nearly identical.\nMs. Sterling refined the marketing argument the families took to court.\nA lawyer for Remington did not respond to requests for comment. The financial settlement will be paid by the defunct company’s four insurers: Liberty Mutual’s Ironshore; Chubb; James River Insurance Company; and North American Capacity Insurance Company, a Swiss Re subsidiary.\nThe National Shooting Sports Foundation, the firearms industry’s trade association, issued a statement last week sidestepping the significance of Bushmaster’s marketing to young men. “The plaintiffs never produced any evidence that Bushmaster advertising had any bearing or influence over Nancy Lanza’s decision to legally purchase a Bushmaster rifle,” it said, “nor on the decision of murderer Adam Lanza to steal that rifle, kill his mother in her sleep and go on to commit the rest of his horrendous crimes.”\nThe Connecticut case could provide a legal road map for similar lawsuits. Ms. Sterling said she had received messages from lawyers across the country.", "url": "https://www.nytimes.com/2022/02/20/us/politics/sandy-hook-legal-victories.html"}