{"authors": ["Euan Ward"], "date_download": "2022-10-25 23:34:02", "date_modify": "2022-10-25 23:34:02", "date_publish": "2022-08-17 18:06:16", "description": "From bread to butter to baked beans, a survey of typical breakfast items makes clear that there’s no relief from rising inflation for Britons when they sit down for their morning meal.", "filename": "2022_08_17_world_europe_uk-inflation-breakfast-prices_1666740842.html", "image_url": "https://static01.nyt.com/images/2022/08/17/world/17uk-inflation-items-1/17uk-inflation-items-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_world_europe_uk-inflation-breakfast-prices_1666740842.html", "title": "Inflation Hits the British Breakfast Table With Rising Food Prices", "title_page": "Inflation Hits the British Breakfast Table With Rising Food Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britons can’t escape inflation. They’re reminded first thing every morning — when they tuck into breakfast.\nAs soaring inflation takes its toll in the country — consumer prices rose in July 10.1 percent from the previous year, according to official statistics released last week — the prices for items associated with a basic breakfast in Britain have jumped.\nThe squeeze isn’t just being felt at the breakfast table, either, with the overall rise in inflation being attributed in large part to higher food and drink prices across the board, according to data from the Office for National Statistics.\nAssosia, a retail research firm, compared prices from Britain’s four largest supermarket chains, and the data showed significant increases for branded items on the shelves on Aug. 16, when compared with exactly one year ago, from bread to butter to baked beans. Here’s what that looks like (1 British pound = $1.19).", "url": "https://www.nytimes.com/2022/08/17/world/europe/uk-inflation-breakfast-prices.html"}