{"authors": ["Michael Crowley"], "date_download": "2022-10-25 22:58:29", "date_modify": "2022-10-25 22:58:29", "date_publish": "2022-03-23 20:33:50", "description": "In a statement, the U.S. secretary of state, Antony J. Blinken, cited the destruction of “apartment buildings, schools, hospitals, critical infrastructure, civilian vehicles, shopping centers, and ambulances.”", "filename": "2022_03_23_world_europe_war-crimes-russia-us_1666738709.html", "image_url": "https://static01.nyt.com/images/2022/03/23/world/23ukraine-blog-russia-war-crimes/23ukraine-blog-russia-war-crimes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_23_world_europe_war-crimes-russia-us_1666738709.html", "title": "The U.S. Government Accuses Russian Forces of War Crimes", "title_page": "The U.S. Government Accuses Russian Forces of War Crimes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The U.S. government has formally concluded that Russian forces have committed war crimes in Ukraine, Secretary of State Antony J. Blinken said in a statement on Wednesday.\nThe finding lends official weight to expressions of revulsion about Russia’s military conduct from top U.S. officials, including President Biden, who last week declared Russian President Vladimir V. Putin “a war criminal.”\nBut the statement did not mention Mr. Putin himself, saying only that “members of Russia’s forces” had committed such crimes. During a briefing for reporters on Wednesday, State Department officials declined to say whether their findings might implicate Mr. Putin.\nProving Mr. Putin’s responsibility for war crimes in a forum like the International Criminal Court, which is investigating the charges, could be difficult. It would likely require demonstrating Mr. Putin’s intent, something that could require proof of his communications with military commanders.", "url": "https://www.nytimes.com/2022/03/23/world/europe/war-crimes-russia-us.html"}