{"authors": ["Ben Protess", "William K. Rashbaum", "Jonah E. Bromwich"], "date_download": "2022-10-25 22:55:05", "date_modify": "2022-10-25 22:55:05", "date_publish": "2022-08-15 20:43:36", "description": "Allen H. Weisselberg, who was charged with participating in a tax scheme, will not cooperate with the district attorney’s investigation into Donald J. Trump.", "filename": "2022_08_15_nyregion_trump-weisselberg-plea-deal_1666738505.html", "image_url": "https://static01.nyt.com/images/2022/08/15/nyregion/00weisselberg/00weisselberg-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_15_nyregion_trump-weisselberg-plea-deal_1666738505.html", "title": "Trump Executive Nears Plea Deal With Manhattan Prosecutors", "title_page": "Trump Executive Nears Plea Deal With Manhattan Prosecutors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump and his company have long maintained that Mr. Weisselberg would have had to lie to implicate Mr. Trump. Still, his decision to plead guilty — and accept prison time — underscores the extent of his loyalty to a family that has employed him for nearly a half-century.\nA plea agreement for Mr. Weisselberg could leave Mr. Trump’s company to face trial in the tax case alone. A deal would also be likely to draw renewed attention to the status of the district attorney’s criminal investigation of Mr. Trump and his company’s business practices, an inquiry that lost momentum early this year and has largely disappeared from public view.\nMr. Bragg, a Democrat as was Mr. Vance, has said the investigation is continuing. But its direction and future are unclear. Mr. Trump, who has called the investigation a partisan witch hunt, has himself not been accused of wrongdoing.\nThe plea negotiations with Mr. Weisselberg came to light after a New York State judge, Juan Merchan, last week declined to toss out the criminal case against the Trump Organization and Mr. Weisselberg.\nThe judge’s decision marked the latest legal blow to Mr. Trump, whose Florida home was recently searched by the F.B.I. in connection with an unrelated inquiry. In another embarrassing episode for a former president who has mocked others for declining to answer questions under oath, he invoked his Fifth Amendment right against self-incrimination in an interview with the New York state attorney general last week.\nThe attorney general, Letitia James, a Democrat, is conducting a civil inquiry into some of the same conduct that the district attorney is investigating. And some of her office’s lawyers joined the district attorney’s criminal investigation last year.\nThe Manhattan district attorney’s investigation took a detour early last year shortly after Mr. Vance won a victory at the Supreme Court that ended a battle to obtain Mr. Trump’s tax returns and other business records.", "url": "https://www.nytimes.com/2022/08/15/nyregion/trump-weisselberg-plea-deal.html"}