{"authors": ["Juliet Macur"], "date_download": "2022-10-25 22:58:17", "date_modify": "2022-10-25 22:58:17", "date_publish": "2022-02-18 17:06:20", "description": "Would raising the minimum competition age save young athletes from abuse and humiliation?", "filename": "2022_02_18_sports_olympics_olympics-skating-valieva-age_1666738697.html", "image_url": "https://static01.nyt.com/images/2022/02/18/sports/18oly-skating-age-01/18oly-skating-age-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_18_sports_olympics_olympics-skating-valieva-age_1666738697.html", "title": "After a Disturbing Night, Concern Rises for Teenage Skaters", "title_page": "Should the Minimum Age to Compete in Olympic Skating Be Higher? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Karen Chen, the American who finished 16th in the women’s event, explained this week how this would help young athletes, saying that when she was 15 or 16 she was completely different from the person she is now, at 22.\n“I don’t know if robot is the right word, but my coaches would tell me to go do something and I’d do it,” she said.\nThe word “robot” should send off warning signals. Many young gymnasts in the Lawrence G. Nassar sexual abuse case described themselves as robots who did as they were told, even if it was trying skills that might hurt them, or limiting their food and even water intake. They also were too scared to question authority, even when being abused. The transformation of these young women into machines controlled by adults nearly crushed the sport.\nNassar, the former United States national team doctor found to have molested hundreds of girls and women under the guise of medical treatment, exploited a system that propped him up as a person to trust.\n“If you have athletes who are raised in an abusive reality, it’s not like a switch is flipped when you turn 17 and suddenly your warped sense of reality and perception is eradicated,” Rachael Denhollander, the first athlete to publicly accuse Nassar of sexual abuse, said. “How old were some of Larry’s victims who, honest to God, believed that they were getting medical procedures because they had been taught not to trust their own perceptions when they were just children?”\nSome of those gymnasts were as young as 8. Some were in their 20s.\n“We need to be on guard for individuals and entities who are going to make raising the age minimum sound like an easy fix because they don’t want to dismantle the system and get rid of the people in power who are feeding the system,” Denhollander said. “That requires much more work and complete restructuring and people don’t want to do that work.”\nShe added that raising the age might be a piece of the puzzle, but says older figure skaters might still face abuse because mature women will then be forced to remain as small and as thin as 15-year-olds. In skating, lighter athletes find it easier to spin and jump.", "url": "https://www.nytimes.com/2022/02/18/sports/olympics/olympics-skating-valieva-age.html"}