{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:30", "date_modify": "2022-10-25 23:47:30", "date_publish": "2022-03-08 18:57:00", "description": "The guilty verdict against Guy Wesley Reffitt came as prosecutors expanded their investigation into the Capitol attack by indicting a former leader of the far-right group the Proud Boys.", "filename": "2022_03_08_us_politics_guy-reffitt-jan-6-trial_1666741650.html", "image_url": "https://static01.nyt.com/images/2022/03/08/us/politics/08dc-trial1/merlin_182060595_852fb599-41b4-46b8-8bdf-3487a72ec270-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_08_us_politics_guy-reffitt-jan-6-trial_1666741650.html", "title": "Texas Man Convicted in First Jan. 6 Trial", "title_page": "Guy Wesley Reffitt Is Convicted in First Jan. 6 Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The department’s investigation is unfolding even as a separate inquiry is being conducted by a House select committee that has interviewed more than 550 witnesses and issued more than 100 subpoenas. While the committee does not have the power to charge people with crimes, it said in a recent court filing that it had gathered sufficient evidence to conclude that former President Donald J. Trump and some of his allies might have conspired to commit fraud and obstruction by misleading Americans about the outcome of the 2020 election and attempting to overturn the result.\nThe trial of Mr. Reffitt, an oil-field worker from Wylie, Texas, just outside Dallas, offered an early glimpse of the exhaustive evidence that prosecutors have collected. The weeklong proceeding featured testimony from police officers, a Secret Service agent, one of Mr. Reffitt’s compatriots in the Texas Three Percenters militia group and Mr. Reffitt’s teenage son.\nProsecutors also introduced a wealth of other evidence, including private Telegram chats between Mr. Reffitt and other members of the militia before the Capitol attack, a recording of a Zoom call they conducted after the riot and a 30-minute video that Mr. Reffitt made of himself — with a camera mounted on his helmet — just before he led the mob up a staircase outside the Senate chamber and confronted the police.\nImage Guy Wesley Reffitt documented his actions at the Capitol with a camera mounted on his helmet.\nIn their opening arguments last week, prosecutors played the jury the video he had made of himself moving among the crowd outside the Capitol and repeatedly urging people to storm the building and drag lawmakers like Speaker Nancy Pelosi out by their hair or their ankles.\nWith a .40-caliber pistol in a holster on his hip, Mr. Reffitt ultimately led a section of the mob up a staircase of the building, pushing through a hail of pepper balls and other projectiles until he was finally subdued with chemical spray, according to the officers who fought him off.\nSome of the most dramatic testimony at the trial came from Mr. Reffitt’s 19-year-old son, Jackson, who told the jury about how the toxic politics of the Trump era had caused a painful rupture in the family. The tensions boiled over, Jackson said, after Mr. Reffitt returned to Texas after storming the Capitol and told him and his sister not to sell their father out to the authorities.", "url": "https://www.nytimes.com/2022/03/08/us/politics/guy-reffitt-jan-6-trial.html"}