{"authors": ["Patricia Mazzei", "Remy Tumin", "Eliza Fawcett"], "date_download": "2022-10-25 22:55:41", "date_modify": "2022-10-25 22:55:41", "date_publish": "2022-09-15 03:31:48", "description": "The moneyed summer resort became an unlikely arena in the fight over illegal immigration. Republican states have bused thousands of migrants to New York and Washington.", "filename": "2022_09_14_us_desantis-florida-migrants-marthas-vineyard_1666738541.html", "image_url": "https://static01.nyt.com/images/2022/09/14/us/14marthas-vineyard-1/14marthas-vineyard-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_14_us_desantis-florida-migrants-marthas-vineyard_1666738541.html", "title": "Florida Flies 2 Planeloads of Migrants to Martha’s Vineyard", "title_page": "Florida Flies 2 Planeloads of Migrants to Martha’s Vineyard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Taryn M. Fenske, the communications director for Gov. Ron DeSantis of Florida, said the two flights were part of a state program to transport undocumented immigrants to so-called sanctuary destinations. This year the Florida Legislature set aside $12 million for the transportation program.\n“States like Massachusetts, New York and California will better facilitate the care of these individuals who they have invited into our country by incentivizing illegal immigration through their designation as ‘sanctuary states’ and support for the Biden administration’s open border policies,” Ms. Fenske said in a statement.\nOne of the migrants, who asked to be identified only as Leonel, said in Spanish that the people of Martha’s Vineyard were generous and that he “had never seen anything like it.” They gave him a pair of shoes.\n“I haven’t slept well in three months,” said Leonel, who does not have any relatives or friends in the United States. “It’s been three months since I put on a new pair of pants. Or shoes.”\nLeonel, 45, said he had left Venezuela about three months ago, crossing the roadless Darién Gap between Colombia and Panama and making his way north through Central America and Mexico. His first attempt at crossing the U.S. border failed. During his second attempt, at Piedras Negras, Mexico, he made it across the Rio Grande.", "url": "https://www.nytimes.com/2022/09/14/us/desantis-florida-migrants-marthas-vineyard.html"}