{"authors": ["Matina Stevis-Gridneff", "Thomas Gibbons-Neff", "Michael Levenson"], "date_download": "2022-10-25 23:42:22", "date_modify": "2022-10-25 23:42:22", "date_publish": "2022-06-23 22:21:32", "description": "As Russia’s brutal offensive squeezes defenders in eastern Ukraine, Europe’s leaders, in a rebuke to Moscow, made a move they would have rejected before the invasion.", "filename": "2022_06_23_world_europe_ukraine-russia-eu-candidate_1666741342.html", "image_url": "https://static01.nyt.com/images/2022/06/23/world/23ukraine-ledeall-1/23ukraine-ledeall-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_23_world_europe_ukraine-russia-eu-candidate_1666741342.html", "title": "First Step Toward Ukraine Joining E.U. Signals Solidarity Amid War", "title_page": "First Step Toward Ukraine Joining E.U. Signals Solidarity Amid War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — The European Union officially made Ukraine a candidate for membership on Thursday, signaling in the face of a devastating Russian military onslaught that it sees Ukraine’s future as lying in an embrace of the democratic West.\nWhile Ukraine’s accession into the bloc could take a decade or more, the decision sends a powerful message of solidarity to Kyiv and a rebuke to President Vladimir V. Putin of Russia, who has worked for years to keep Ukraine from building Western ties.\nBefore Mr. Putin launched the invasion in February, insisting that Ukraine rightly belonged in Russia’s orbit, E.U. leaders would not have seriously considered starting Ukraine, with its history of oligarchy and corruption, on the path to membership.\nThe decision came at a critical moment in the war, as Russia threatens to capture more territory in eastern Ukraine, where Ukrainian forces are outgunned and at risk of being encircled in fierce combat around the city of Lysychansk.", "url": "https://www.nytimes.com/2022/06/23/world/europe/ukraine-russia-eu-candidate.html"}