{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:54:20", "date_modify": "2022-10-25 23:54:20", "date_publish": "2022-09-24 08:58:01", "description": "Iranians fed up with oppressive rules and a battered economy have faced bullets, tear gas and arrests to demand an end to the Islamic Republic’s rule.", "filename": "2022_09_24_world_middleeast_iran-protests_1666742060.html", "image_url": "https://static01.nyt.com/images/2022/09/24/world/24iran-protests1/merlin_213594651_944f7f10-f3e9-4bc6-a36f-640c7b515b3c-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_24_world_middleeast_iran-protests_1666742060.html", "title": "Iran Protests Surge to Dozens of Cities", "title_page": "Iran Protests Surge to Dozens of Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The largest anti-government protests in Iran since 2009 gathered strength on Saturday, spreading to as many as 80 cities, even as the authorities escalated a crackdown that has reportedly killed dozens of people and brought the arrests of prominent activists and journalists, according to rights groups and news media reports.\nInternet access — especially on cellphone apps widely used for communication — continued to be disrupted or fully blocked, affecting Iranians’ ability to communicate with one another and the outside world. News from Iran has trickled out with many hours of delay.\nWhile the 2009 protests erupted over an election widely condemned as fraudulent, the current demonstrations seemed focused on the Iranian security forces, with reports of vicious beatings of security officers and firebombings of the local headquarters of the notorious morality police.\nIn many cities, including Tehran, the capital, security forces responded by opening fire on the crowds. On Boulevard Ferdous and at the Shahrak Ekbatan apartment complex in Tehran, officers fired at windows; in the city of Rasht, they threw tear gas into apartments, according to witnesses and videos on social media.", "url": "https://www.nytimes.com/2022/09/24/world/middleeast/iran-protests.html"}