{"authors": ["Dwight Garner"], "date_download": "2022-10-25 23:36:29", "date_modify": "2022-10-25 23:36:29", "date_publish": "2022-08-17 09:00:06", "description": "In this lengthy book, Kushner recounts the time he spent in the White House during his father-in-law’s term.", "filename": "2022_08_17_books_review-breaking-history-jared-kushner_1666740989.html", "image_url": "https://static01.nyt.com/images/2022/08/23/books/09kushner-cover/09kushner-cover-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_books_review-breaking-history-jared-kushner_1666740989.html", "title": "Jared Kushner’s ‘Breaking History’ Is a Soulless and Very Selective Memoir", "title_page": "Review: Jared Kushner’s ‘Breaking History’ Is a Soulless and Very Selective Memoir - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Breaking History” is an earnest and soulless — Kushner looks like a mannequin, and he writes like one — and peculiarly selective appraisal of Donald J. Trump’s term in office. Kushner almost entirely ignores the chaos, the alienation of allies, the breaking of laws and norms, the flirtations with dictators, the comprehensive loss of America’s moral leadership, and so on, ad infinitum, to speak about his boyish tinkering (the “mechanic”) with issues he was interested in.\nThis book is like a tour of a once majestic 18th-century wooden house, now burned to its foundations, that focuses solely on, and rejoices in, what’s left amid the ashes: the two singed bathtubs, the gravel driveway and the mailbox. Kushner’s fealty to Trump remains absolute. Reading this book reminded me of watching a cat lick a dog’s eye goo.\nThe tone is college admissions essay. Typical sentence: “In an environment of maximum pressure, I learned to ignore the noise and distractions and instead to push for results that would improve lives.”\nEvery political cliché gets a fresh shampooing. “Even in a starkly divided country, there are always opportunities to build bridges,” Kushner writes. And, quoting the former White House deputy chief of staff Chris Liddell: “Every day here is sand through an hourglass, and we have to make it count.” So true, for these are the days of our lives.\nKushner, poignantly, repeatedly beats his own drum. He recalls every drop of praise he’s ever received; he brings these home and he leaves them on the doorstep. You turn the pages and find, almost at random, colleagues, some of them famous, trying to be kind, uttering things like:\nIt’s really not fair how the press is beating you up. You made a very positive contribution. I don’t know how you do this every day on so many topics. That was really hard! You deserve an award for all you’ve done. I’ve said before, and I’ll say again. This agreement would not have happened if it wasn’t for Jared. Jared did an amazing job working with Bob Lighthizer on the incredible USMCA trade deal we signed yesterday. Jared’s a genius. People complain about nepotism — I’m the one who got the steal here. I’ve been in Washington a long time, and I must say, Jared is one of the best lobbyists I’ve ever seen.\nA therapist might call these cries for help.\n“Breaking History” opens with the story of Kushner’s father, the real estate tycoon Charles Kushner, who was imprisoned after hiring a prostitute to seduce his brother-in-law, having the encounter filmed and sending the tape to his sister. He was a good man who did a bad thing, Jared says, and Chris Christie, while serving as the United States attorney for New Jersey, was cruel to prosecute him so mercilessly.", "url": "https://www.nytimes.com/2022/08/17/books/review-breaking-history-jared-kushner.html"}