{"authors": ["Jacey Fortin"], "date_download": "2022-10-25 23:00:57", "date_modify": "2022-10-25 23:00:57", "date_publish": "2022-03-25 17:06:17", "description": "The agreement would resolve a nearly three-week standoff that closed schools for 30,000 students.", "filename": "2022_03_25_us_minneapolis-teachers-strike_1666738857.html", "image_url": "https://static01.nyt.com/images/2022/03/25/us/25minneapolis02/25minneapolis02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_25_us_minneapolis-teachers-strike_1666738857.html", "title": "Minneapolis Teachers End Strike With Tentative Deal", "title_page": "Minneapolis Teachers End Strike With Tentative Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Families wanted their children back in school, and that was the No. 1 priority,” he said. “They definitely had experienced enough disruption with the pandemic.” In January, students in Minneapolis attended classes remotely for two weeks because of staff shortages related to the coronavirus.\nShaun Laden, who leads the branch of the union that represents education support professionals, said it was likely that the school day would grow slightly and that the school year would extend by a week or more to make up for lost time.\nHe added that while some details of the deal have yet to be finalized, it involves strengthening job protections for hundreds of employees of color and raising pay for educational support professionals “significantly.” He said some positions in which workers once started with a salary of about $24,000 would now bring in something closer to $35,000 by the employee’s second year.\n“We have said all along that this is not only about the amount of money our district has,” Mr. Laden added, “but how we choose to use it.”\nLesley Lavery, an associate professor of political science at Macalester College in St. Paul, Minn., and the author of “A Collective Pursuit: Teachers’ Unions and Education Reform,” said that the Minneapolis strike was an example of bargaining for the common good, which blurs the lines among economic, political and environmental demands — for example, by calling not only for better pay but also for smaller classes and better mental health support for students.\n“It’s all about the whole package,” she said. “I think we’re going to see more districts start to do that.”\nBut Professor Lavery added that wages would likely remain a major sticking point in education labor battles across the United States, as low wages continue to make it difficult for school districts to compete with other employers.", "url": "https://www.nytimes.com/2022/03/25/us/minneapolis-teachers-strike.html"}