{"authors": ["Susan Dominus"], "date_download": "2022-10-25 23:37:47", "date_modify": "2022-10-25 23:37:47", "date_publish": "2022-02-16 10:00:14", "description": "Recruiters in tech are desperate for workers. But candidates are the ones who hold all the power.", "filename": "2022_02_16_magazine_tech-company-recruiters_1666741067.html", "image_url": "https://static01.nyt.com/images/2022/02/20/magazine/20mag-Recruiters-images-02/20mag-Recruiters-images-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_16_magazine_tech-company-recruiters_1666741067.html", "title": "Tech Companies Face a Fresh Crisis: Hiring", "title_page": "Tech Companies Face a Fresh Crisis: Hiring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jana Rich, founder and chief executive of Rich Talent Group, a firm that primarily recruits executives to companies in the tech and consumer industries, says that even at the highest levels of hiring, she has never seen a market like this in 30 years. It falls on her, sometimes, to have what she calls “the truth talk” with a chief executive or board member: to break the news that qualified candidates have multiple — or sometimes preferable — opportunities. Now, she gently explains, an employer might have to think about taking a leap of faith on someone very talented but slightly less experienced. It doesn’t always go well. Following a recent truth talk, she said, the company put the search on pause, making it clear that “basically, ‘We, the company, don’t necessarily believe you,’” she said. “Like, ‘We think we can do better.’”\n‘I don’t stop interviewing until I have a butt in the seat.’\nPent-up demand after those early pandemic months when no one was hiring is part of the problem, Rich says. And a general feeling of pandemic malaise can help explain the shortage of potential hires — every so often, she reaches out to someone with a top-level job, only to hear, as she put it, “I don’t know if I have the energy in the tank.”\nHighly skilled tech workers, for the most part, are not leaving the workplace — the money right now is simply too good (salaries have risen in some cities by as much as 10 percent). They are, however, leaving the workspace, in droves, to work remotely, which is another aspect of the new world of work that recruiters need to communicate to founders and chief executives, some of whom are intent on getting the office back to what it once was.\n“If you are not going to offer remote work, if you’re not going to offer at least hybrid, we can’t help you,” Sutton says he tells clients trying to hire software designers. Tatiana Becker, the founder of NIAH Recruiting, was called in to help another recruiter from a different firm, who had already contacted every local potential candidate to fill a chief-of-staff position at an online retailer that hoped to have its employees in the office full time. After Becker told her colleague that the employer was going to have to drop one of the three requirements to fill the position — ideally, the one that called for regular on-site work in New York — the client wrote her a snippy email making it clear that Becker’s help was no longer wanted: “Unfortunately the recommendation you made to drop one or two of our requirements,” the client wrote, “was frankly completely inappropriate.”\nWhen working with one employer in a city that is not known as a tech hub, Dyba felt that she had to chip away, carefully, at the company’s insistence for on-site workers; one position had been open for six months. Dyba started showing the hiring manager the credentials for someone she’d found, but omitted a crucial detail. If the employer was interested, then and only then did she reveal that the talent was based in Florida or Boston. “I had to kind of say, ‘Listen, it’s costing more money right now for us to keep this job open than it would be for you to send someone a laptop and coach your leadership team differently about how to manage remotely,’” she said. She believes the hiring manager raised the issue with the chief executive; slowly, someone with decision-making power came around, and Dyba was able to start filling positions. When the pandemic ebbs and local workers are back in that office, 15 to 20 percent of its work force will be remote. The market rather than Dyba changed the company’s workplace culture — a market of empowered technology workers who could pick and choose their employers, who could take or leave any job they wanted and were forcing a shift.\nDyba hit a low back in October, when after working for months to land a signed offer for a qualified candidate for one company, she then lost that hire when the candidate’s current employer swooped in with a generous, last-minute retention bonus. She had a signed offer! That had never happened to her before. Now she counts on nothing: “I don’t stop interviewing until I have a butt in the seat — like I am aggressively still looking for candidates even after we have a signed offer.”", "url": "https://www.nytimes.com/2022/02/16/magazine/tech-company-recruiters.html"}