{"authors": ["Jack Hamilton"], "date_download": "2022-10-25 23:35:22", "date_modify": "2022-10-25 23:35:22", "date_publish": "2022-08-31 09:00:08", "description": "Just like American culture as a whole, Hulu’s new mini-series doesn’t know whether to condemn violence or glorify it.", "filename": "2022_08_31_magazine_mike-tyson-hulu_1666740922.html", "image_url": "https://static01.nyt.com/images/2022/09/04/magazine/04mag-screenland/04mag-screenland-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_31_magazine_mike-tyson-hulu_1666740922.html", "title": "Mike Tyson Was the Boxer Hollywood Taught Us to Love. What Happened?", "title_page": "Mike Tyson Was the Boxer Hollywood Taught Us to Love. What Happened? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It might be hard for younger sports fans to believe, but in the 1980s Mike Tyson was arguably the most famous athlete in the world named Mike. It’s hard to believe in large part because Tyson was a boxer, the last practitioner of the sport to command the American cultural imagination as so many others had throughout the 20th century. In 2022, when most Americans would be hard-pressed to tell you who the current heavyweight champion of the world is, it’s safe to say we will probably never see another like Tyson again.\nHe’s now the subject of the new Hulu limited series “Mike,” which premiered on Aug. 25. The show was created by Steve Rogers, the screenwriter behind the 2017 Tonya Harding biopic “I, Tonya.” “Mike” unfolds in retrospect as Tyson (wonderfully portrayed by the “Moonlight” star Trevante Rhodes) tells his life story at a 2017 performance of his one-man show. In the flashback scenes, Tyson, ever the impishly unreliable narrator, frequently addresses the camera with winking asides. Like “I, Tonya,” “Mike” attempts a tricky balance of irreverent humor, social commentary and shocking violence — prompting a few jarring tonal shifts, particularly when it moves into Tyson’s alleged domestic abuse and his 1992 rape conviction. (Tyson himself has denounced the series.)\nBoxing stories are such a timeworn genre that it’s a delicate balancing act to satisfy certain of the audience’s expectations while also veering from convention enough to avoid staleness. In “Mike,” we get Tyson’s upbringing in harrowing poverty and his youthful dalliances in petty crime. The latter lands him at the Tryon School for Boys, where he discovers boxing and comes under the wing of trainer Cus D’Amato (Harvey Keitel). From there Tyson’s ascent is meteoric: By the end of the show’s second episode, he has become the youngest heavyweight champion in history. The broad strokes of this “rise” are standard fare for boxing stories, and if it all sounds a bit rushed, that’s because the show is eager to get to the more salacious part of its story, namely its subject’s calamitous fall from grace. There’s Tyson’s marriage to Robin Givens and her abuse allegations, his 1990 upset at the hands of Buster Douglas, his rape conviction, his quixotic post-prison comeback that reached its nadir when he bit Evander Holyfield’s ear in 1997. (This last indignity serves as the series’s opening sequence, before we jump ahead to 2017 — like a too-cute fighter, “Mike” likes its feints.)\nWhile interest in watching real boxing seems to have declined, movies about the sport keep drawing viewers in. Following its release in 2004, “Million Dollar Baby” grossed more than $200 million at the global box office and went on to win an Oscar for best picture. “The Fighter” (2010) topped $120 million and was nominated for seven Academy Awards; the “Rocky” spinoff “Creed” (2015) made more than $170 million, while its 2018 sequel surpassed even that.", "url": "https://www.nytimes.com/2022/08/31/magazine/mike-tyson-hulu.html"}