{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:33:55", "date_modify": "2022-10-25 23:33:55", "date_publish": "2022-04-12 13:04:13", "description": "The British prime minister had seemed to turn the “partygate” tide with his handling of Ukraine. Then came the announcement that he broke the law.", "filename": "2022_04_12_world_europe_boris-johnson-partygate-fines-rishi-sunak_1666740835.html", "image_url": "https://static01.nyt.com/images/2022/04/12/business/12virus-briefing-uk-fines-version/12virus-briefing-uk-fines-version-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_12_world_europe_boris-johnson-partygate-fines-rishi-sunak_1666740835.html", "title": "Boris Johnson Fined for Breaking U.K. Lockdown Rules", "title_page": "Boris Johnson Fined for Breaking U.K. Lockdown Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In recent weeks Prime Minister Boris Johnson of Britain has revived his fortunes at home by becoming Europe’s most aggressive supporter of Ukraine’s fierce fight against Russian invasion.\nBut on Tuesday Mr. Johnson was battling for his own survival again, after police fined him for attending a lockdown party in Downing Street that broke coronavirus laws made in the very same building.\nMr. Johnson said on Tuesday night that he had paid the fine, though he did not say how much it was, insisting that he would continue in his job despite calls for his resignation, including from the opposition Labour leader. He added: “I once again offer a full apology.”\nThe announcement earlier Tuesday by London’s Metropolitan Police made Mr. Johnson the first holder of his office in living memory to be found in breach of the law, and provoked anger from Britons who obeyed strict coronavirus rules that sometimes even forbade contact with dying relatives.", "url": "https://www.nytimes.com/2022/04/12/world/europe/boris-johnson-partygate-fines-rishi-sunak.html"}