{"authors": ["Tammy La Gorce"], "date_download": "2022-10-25 23:32:01", "date_modify": "2022-10-25 23:32:01", "date_publish": "2022-07-22 09:00:23", "description": "Women break into their savings to cover all kinds of expenses: home down payments, repairs, medical bills. That can hurt them years later.", "filename": "2022_07_22_business_women-retirement-savings-family_1666740721.html", "image_url": "https://static01.nyt.com/images/2022/07/24/business/22Retiring-Slush-01/22Retiring-Slush-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_22_business_women-retirement-savings-family_1666740721.html", "title": "When a Woman’s Retirement Account Becomes the Family Emergency Fund", "title_page": "When a Woman’s Retirement Account Becomes the Family Emergency Fund - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That includes one of Ms. Wall’s former clients, who was heading for financial ruin because she had emptied a retirement account to help her daughter fight a custody battle. “I think a lot of times, children don’t realize what they’re doing to their parents’ financial future when they ask for money,” she said.\nParents, she added, may not be forthcoming about letting their children know about the potential for harm to their finances. “But if you’re in your late 50s or 60s, unless you’re fabulously wealthy, digging into money you’ve been saving diligently for your own retirement backfires incredibly,” Ms. Wall said. “You’re not going to have time to earn that money back.”\nWhat experts advise\nMs. Ghilarducci has advice for women caught between the rock and hard place of wanting to preserve their retirement money and pitch in when family needs arise. First, “take a deep breath,” she said. Then “recognize that emotions about family connections are going to come faster than deliberate decisions” about the financial future. If an appointment with a 401(k) manager or a financial adviser is not an option, “talk to lots of people,” she said. “It helps you get perspective.”\nA different solution requires systemic changes, many of them cultural but some legal. Ms. Ghilarducci and Marcia Mantell, a retirement consultant in Plymouth, Mass., said rules protecting retirement accounts from being tapped needed to be tightened.\nBefore a certain age, “I don’t think anyone should have access to their 401(k)s for any reason,” Ms. Mantell said. One of her own relatives, she said, borrowed from an account to make a down payment on a house, though Ms. Mantell counseled her against it.\n“I hate the loan provisions,” she said. “I hate when there is a natural disaster special access. I know it’s sometimes people’s only savings, but retirement is too important to jeopardize.”\nMs. Ghilarducci has testified before Congress against the 401(k) loan provision. It allows savers to borrow money, but they must agree to pay it back on schedule. Not all 401(k) plans offer a loan provision, but those that do, Ms. Mantell said, require borrowers to pay back the loans with interest.", "url": "https://www.nytimes.com/2022/07/22/business/women-retirement-savings-family.html"}