{"authors": ["Jack Williams", "Andrew Keh", "David W. Chen", "Remy Tumin", "Jonathan Abrams", "Alan Blinder", "Juliet Macur"], "date_download": "2022-10-25 22:57:47", "date_modify": "2022-10-25 22:57:47", "date_publish": "2022-08-18 00:00:08", "description": "Kevin Ware Jr. is best known for breaking his leg in a nationally televised N.C.A.A. tournament game. He is determined not to let the moment define him.", "filename": "2022_08_17_sports_basketball_fame-basketball-kevin-ware-jr_1666738667.html", "image_url": "https://static01.nyt.com/images/2022/08/18/multimedia/18fame-ware2a/18fame-ware2a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_sports_basketball_fame-basketball-kevin-ware-jr_1666738667.html", "title": "A Break That Never Fully Heals", "title_page": "Kevin Ware Jr. and the Injury That Follows Him Everywhere - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are few guarantees in sport, but there’s one certainty when it comes to being Kevin Ware Jr. Wherever the game of basketball takes him — a doughnut shop in rural Finland, a gym in Greece or a court in the Czech Republic — someone will bring up the injury.\nDuring a 2013 N.C.A.A. men’s tournament game against Duke, Ware, a guard playing for Louisville, leaped to block a shot. He landed awkwardly, and his leg broke so badly that the bone tore through his skin. Television viewers were spared the sight, but the shock on the faces of Ware’s teammates was upsetting enough.\nWare was instantly compared to Joe Theismann, the N.F.L. quarterback who suffered a similar leg break in front of a national television audience. Theismann later offered support to Ware, as did the basketball stars Kobe Bryant, LeBron James, Kevin Durant and Carmelo Anthony.\nWare’s injury healed, but the memory lingered, not so much for him, but for those who saw what had happened. And that is why Ware is best known not for his physical gifts — he has played professional basketball all over the world — but instead for the split second nearly a decade ago when his body let him down.", "url": "https://www.nytimes.com/2022/08/17/sports/basketball/fame-basketball-kevin-ware-jr.html"}