{"authors": ["Alanis Thames"], "date_download": "2022-10-25 23:51:38", "date_modify": "2022-10-25 23:51:38", "date_publish": "2022-03-27 00:57:24", "description": "The Wildcats outlasted a Cougars team that looked very much like a mirror image.", "filename": "2022_03_26_sports_ncaabasketball_villanova-houston-score_1666741898.html", "image_url": "https://static01.nyt.com/images/2022/03/26/multimedia/26mcbb-villanova-houston01/26mcbb-villanova-houston01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_26_sports_ncaabasketball_villanova-houston-score_1666741898.html", "title": "Villanova Knocks Off Houston to Reach Final Four", "title_page": "Villanova Knocks Off Houston to Reach Final Four - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Update: Kansas beat UNC to win the NCAA Championship\nSAN ANTONIO — Saturday’s round of 8 matchup between No. 2-seeded Villanova and No. 5-seeded Houston was reminiscent of the college basketball games played decades ago: Two dogged, rebound-devouring defensive behemoths scratching and clawing and barreling through defenders for tough-to-come by points.\nOne team, the lower seeded Cougars, had aspirations of a run toward its first national championship in program history, and carried the best roster it has had in years. The other, Villanova, has been looking to reposition itself as one of Division I’s most feared programs after a few dismal tournament seasons.\nIn the end, Coach Jay Wright’s Villanova team was too aggressive, too poised and too focused for Houston, which seemed ill-prepared to face an opponent it had so much in common with. And even though the Cougars made a big run in the second half to narrow what had seemed to be turning into a romp, the Wildcats never relinquished the lead and won, 50-44, to advance to the Final Four for the fourth time under Wright and the first time since 2018.\n“It was like playing against our own selves,” said Caleb Daniels, Villanova’s redshirt-senior guard, after the game. “They were just as physical as we were. It was a little street fight every possession trying to get a rebound.”", "url": "https://www.nytimes.com/2022/03/26/sports/ncaabasketball/villanova-houston-score.html"}