{"authors": ["Sheryl Gay Stolberg", "Noah Weiland"], "date_download": "2022-10-25 23:23:49", "date_modify": "2022-10-25 23:23:49", "date_publish": "2022-07-28 23:27:59", "description": "The suggestion that states need to do more seemed to startle state and local officials, who said in interviews that they are generally satisfied with the federal government’s response.", "filename": "2022_07_28_health_monkeypox-becerra-states_1666740229.html", "image_url": "https://static01.nyt.com/images/2022/07/28/us/politics/28dc-monkeypox-1/merlin_209690433_a3d109bc-5053-49cb-aab4-ffc73fcf5e25-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_28_health_monkeypox-becerra-states_1666740229.html", "title": "On Monkeypox, Health Secretary Says States ‘Need to Work With Us’", "title_page": "On Monkeypox, Health Secretary Says States ‘Need to Work With Us’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "James Krellenstein, a founder of PrEP4All, an AIDS advocacy group, said that was not fast enough. He faulted the F.D.A. for not moving more quickly to scale up supply and for delaying an inspection of the vaccine maker’s manufacturing plant in Denmark.\nBut Dr. Robert Califf, the F.D.A. commissioner, told reporters Thursday that his agency had moved “much faster than had been planned,” considering that it had to not only inspect the plant but also make sure the vaccine was effective. “The only thing worse than not having a vaccine,” he said, “is having a vaccine which is widely distributed and is not effective.”\nAt the moment, there is not enough vaccine to go around. On Wednesday, Gov. Phil Murphy of New Jersey, a Democrat, wrote a letter to Mr. Becerra and Dr. Rochelle Walensky, the C.D.C. director, complaining that New Jersey had not gotten its fair share. In the letter, obtained by The New York Times, Mr. Murphy noted New Jersey’s proximity to New York, which has more monkeypox cases than any other state.\nHe said that his calculations showed that because of that proximity and the number of same-sex households in New Jersey, his state would carry 3 percent of the national disease burden, but had been allocated only 2.06 percent of the 131,000 doses that have been available thus far. “Therefore, we do not believe that New Jersey has received an equitable percentage of available vaccine,” Mr. Murphy’s letter said.\nFederal health officials say their allocation strategy depends on two factors: how many cases a state has and how many of its residents are at risk. The formula favors areas with at-risk populations — including men who have sex with men, who have H.I.V. or who are eligible for medication that can reduce a person’s chances of getting infected with H.I.V., said Dr. Jennifer McQuiston, who is helping to lead the monkeypox response for the C.D.C.\nComing after more than two years of the coronavirus pandemic, the monkeypox outbreak, which began in May, has been yet another challenge for beleaguered public health officials around the country. Congress has so far not allocated any money for the response — although Senate Democrats did propose $21 billion in Covid spending on Thursday — and the public is tired of hearing about infectious disease. The Biden administration has estimated it will need another $7 billion to combat monkeypox.\nAnd because of the country’s federalist system, in which public health is left to the states, coordinating a national response has not been easy, said Adriane Casalotti, the chief of public and government affairs for the National Association of County and City Health Officials.", "url": "https://www.nytimes.com/2022/07/28/health/monkeypox-becerra-states.html"}