{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:34", "date_modify": "2022-10-25 23:47:34", "date_publish": "2022-03-04 00:37:44", "description": "Guy Reffitt’s 19-year-old son took the stand against him in federal court in a remarkable tableau that captured how one family was split by the attack on the Capitol.", "filename": "2022_03_03_us_politics_guy-reffitt-january-6-trial_1666741654.html", "image_url": "https://static01.nyt.com/images/2022/03/03/us/politics/03dc-trial-1/03dc-trial-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_03_us_politics_guy-reffitt-january-6-trial_1666741654.html", "title": "Guy Reffitt’s Son Testifies Against Him in Jan. 6 Trial", "title_page": "Guy Reffitt’s Son Testifies Against Him in Jan. 6 Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Thursday, the son, Jackson Reffitt, faced his father from the witness stand in Federal District Court in Washington, testifying against him in a remarkable tableau that captured the painful rupture in one family — and in some ways the nation — caused by the events of Jan. 6, 2021.\n“He said, ‘If you turn me in, you’re a traitor,’” Jackson Reffitt told the jury as his father watched him intently from across the courtroom and then looked down. “‘And traitors get shot.’”\nThe older Mr. Reffitt, 41, is the first defendant out of more than 700 to go on trial in connection with the Capitol attack, and in the past two days the prosecution has documented how he drove to Washington with a fellow member of a Texas militia and, armed with a pistol, led a pro-Trump mob in an advance on the police outside the building.\nBut with the appearance of his son on the witness stand, the trial took an unusually personal — and emotional — turn.\nTestifying for more than three hours, Jackson Reffitt, now 19, told the jury how his father had become more distant and severe in his beliefs in 2016, the same year Donald J. Trump was elected president. Father and son, he said, did not see eye-to-eye on politics.", "url": "https://www.nytimes.com/2022/03/03/us/politics/guy-reffitt-january-6-trial.html"}