{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 22:58:51", "date_modify": "2022-10-25 22:58:51", "date_publish": "2022-02-22 12:01:00", "description": "Germany halted certification of the pipeline linking the country to Russia in response to the Kremlin’s recognition of two separatist regions in Ukraine.", "filename": "2022_02_22_business_nord-stream-pipeline-germany-russia_1666738731.html", "image_url": "https://static01.nyt.com/images/2022/02/22/world/22economy-briefing-nordstream2-sub/merlin_175934895_6e5b34b1-4e9c-473a-aa7f-d8ac70216d6b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_22_business_nord-stream-pipeline-germany-russia_1666738731.html", "title": "Germany Halts Nord Stream 2, a Key Russian Natural Gas Pipeline", "title_page": "Germany Halts Nord Stream 2, a Key Russian Natural Gas Pipeline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chancellor Olaf Scholz said on Tuesday that Germany would halt certification of the Nord Stream 2 natural gas pipeline that would link his country with Russia, one of the strongest moves yet by the West to punish the Kremlin for recognizing two separatist regions in Ukraine.\nThe German leader’s announcement came hours after President Vladimir V. Putin of Russia ordered armed forces to the separatist regions, the so-called Donetsk and Luhansk People’s Republics.\nGermany’s allies in Europe and the United States had been pressing Mr. Scholz for weeks to state publicly that the $11 billion pipeline, which was completed late last year and runs from Russia’s coast to northern Germany under the Baltic Sea, would be at risk of being blocked in the event of a Russian move against Ukraine.\n“The situation today is fundamentally different,” Mr. Scholz told reporters in Berlin. “That is why we must re-evaluate this situation, in view of the latest developments. By the way, that includes Nord Stream 2.”", "url": "https://www.nytimes.com/2022/02/22/business/nord-stream-pipeline-germany-russia.html"}