{"authors": ["Andrew E. Kramer", "Michael Schwirtz", "Eric Nagourney"], "date_download": "2022-10-25 22:58:36", "date_modify": "2022-10-25 22:58:36", "date_publish": "2022-03-17 22:14:02", "description": "Russia continues to devastate cities and hit civilians, as Ukrainian forces strike back and peace talks drag on.", "filename": "2022_03_17_world_europe_russia-ukraine-war_1666738716.html", "image_url": "https://static01.nyt.com/images/2022/03/17/world/17ukraine-blog-ledeall/17ukraine-blog-ledeall-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_17_world_europe_russia-ukraine-war_1666738716.html", "title": "Survivors Emerge From a Bombed Theater, but Ukraine’s Suffering Grows", "title_page": "Survivors Emerge From a Bombed Theater, but Ukraine’s Suffering Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KYIV, Ukraine — A day after a Russian strike reduced to rubble a theater in southern Ukraine where hundreds of people had been huddling for shelter, rescuers wading through the debris — even as Russian shells kept falling — began pulling out survivors one by one.\n“Adults and children are emerging from there alive,” Ukraine’s human rights ombudsman, Lyudmila Denisova, reported early Thursday as the rescue effort continued at the Drama Theater in Mariupol, a southern port city under siege by Russian forces.\nBut information was scarce from the desperate city, which has been squarely in Moscow’s cross hairs since the invasion began three weeks ago. With as many as a thousand people, many of them children, reported to have taken shelter at the theater and still unaccounted for, fears remained that whatever hope emerged from the rescue scene Thursday would eventually be eclipsed by despair.\n“Our hearts are broken by what Russia is doing to our people, to our Mariupol,” President Volodymyr Zelensky of Ukraine said in an overnight public address.", "url": "https://www.nytimes.com/2022/03/17/world/europe/russia-ukraine-war.html"}