{"authors": ["Alan Feuer", "Maggie Haberman"], "date_download": "2022-10-25 23:47:26", "date_modify": "2022-10-25 23:47:26", "date_publish": "2022-09-23 22:30:07", "description": "The former president’s legal team is seeking to invoke attorney-client and executive privilege over grand jury testimony after waves of subpoenas went out to witnesses.", "filename": "2022_09_23_us_trump-privilege-investigation_1666741646.html", "image_url": "https://static01.nyt.com/images/2022/09/23/multimedia/23dc-investigate-trump-1-423b/23dc-investigate-trump-1-423b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_23_us_trump-privilege-investigation_1666741646.html", "title": "Trump Lawyers Push to Limit Aides’ Testimony in Jan. 6 Inquiry", "title_page": "Trump Lawyers Push to Limit Aides’ Testimony in Jan. 6 Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lawyers for former President Donald J. Trump are engaged in a behind-the-scenes legal struggle to limit the scope of a federal grand jury investigation into the role he played in seeking to overturn the 2020 election, according to people familiar with the matter.\nThe closed-door battle, unfolding in Federal District Court in Washington, has centered on how far Mr. Trump can go in asserting attorney-client and executive privilege as a means of keeping witnesses close to him from answering potentially damaging questions in their appearances before the grand jury, the people said.\nThe issue is important because it will determine how much evidence prosecutors can get from an inner circle of some of Mr. Trump’s most trusted former lawyers and advisers. The outcome will help to shape the contours of the information that the Justice Department will be able to gather, as it looks into Mr. Trump’s involvement in the chaotic events after the election that culminated in the attack on the Capitol on Jan. 6, 2021.\nThat process continues even as the Justice Department also pursues a separate criminal investigation into Mr. Trump’s handling of government documents that he took with him when he left office, including hundreds marked as classified.", "url": "https://www.nytimes.com/2022/09/23/us/trump-privilege-investigation.html"}