{"authors": ["Stanley Reed", "Melissa Eddy"], "date_download": "2022-10-25 23:27:30", "date_modify": "2022-10-25 23:27:30", "date_publish": "2022-07-08 18:26:19", "description": "Russian gas cutoffs are causing huge losses for the utility in the “middle double-digit million” euro area, Uniper’s chief executive said.", "filename": "2022_07_08_business_uniper-germany-gas.html_timespastHighlight=uniper_1666740450.html", "image_url": "https://static01.nyt.com/images/2022/07/09/business/08uniper1-print/08uniper-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_08_business_uniper-germany-gas.html_timespastHighlight=uniper_1666740450.html", "title": "Uniper, Germany’s Largest Gas Importer, Asks for Government Bailout", "title_page": "Uniper, Germany’s Largest Gas Importer, Asks for Government Bailout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Europe’s energy crisis escalates, Uniper, Germany’s largest importer of natural gas, asked the government for help on Friday, hours after Parliament passed a law aimed at keeping the energy provider afloat.\nThe company’s finances have been hit hard by cutbacks of Russian gas. Most recently, Gazprom, the state-controlled giant in Russia, has pared back supplies through the Nord Stream 1 pipeline to Germany.\nUniper, which functions as a kind of middleman between Gazprom and German factories and municipalities, is being forced to make up shortfalls of Russian fuel ordered on long-term contracts by buying more expensive supplies, like liquefied natural gas. But for now, the company is largely unable to pass those higher costs on to its customers.\nUniper is absorbing “the lion’s share of the costs emanating from these curtailments and thereby has ended up in a very precarious situation,” Klaus-Dieter Maubach, the chief executive, said on Friday during a news conference.", "url": "https://www.nytimes.com/2022/07/08/business/uniper-germany-gas.html?timespastHighlight=uniper"}