{"authors": ["Julia Jacobs", "Graham Bowley"], "date_download": "2022-10-25 23:30:00", "date_modify": "2022-10-25 23:30:00", "date_publish": "2022-01-13 01:58:12", "description": "The lawsuit accuses the supplier of contributing boxes of ammunition that were represented as containing only inert dummy rounds but that included live rounds.", "filename": "2022_01_12_movies_rust-film-ammunition-supplier-sued_1666740600.html", "image_url": "https://static01.nyt.com/images/2022/01/12/multimedia/12rust-lawsuit1/12rust-lawsuit1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_12_movies_rust-film-ammunition-supplier-sued_1666740600.html", "title": "‘Rust’ Armorer Sues Supplier of Ammunition and Guns for Film Set", "title_page": "‘Rust’ Armorer Sues Supplier of Ammunition and Guns for Film Set - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The armorer who was tasked with managing weapons for the film “Rust” in New Mexico, where Alec Baldwin fatally shot a cinematographer last year, filed a lawsuit on Wednesday accusing a supplier of guns and ammunition of introducing “dangerous” materials onto the set.\nIn the lawsuit, the armorer, Hannah Gutierrez-Reed, said Seth Kenney and his company, PDQ Arm & Prop, had supplied the box — labeled “dummy” rounds — that, in fact, contained at least one live round, which discharged from a gun that Baldwin was practicing with on Oct. 21 of last year. The discharge killed the cinematographer, Halyna Hutchins, and wounded the movie’s director, Joel Souza.\n“Hannah and the entire ‘Rust’ movie crew relied on the defendants’ misrepresentation that they provided only dummy ammunition,” according to documents in the suit filed in state court in New Mexico.\nAccording to the lawsuit, which named Mr. Kenney and his company, he had worked with Ms. Gutierrez-Reed’s father, Thell Reed, a prominent Hollywood armorer, on a different movie set in Texas about a month or two before the deadly shooting.", "url": "https://www.nytimes.com/2022/01/12/movies/rust-film-ammunition-supplier-sued.html"}