{"authors": ["Euan Ward", "John Yoon"], "date_download": "2022-10-25 23:54:48", "date_modify": "2022-10-25 23:54:48", "date_publish": "2022-10-18 16:13:11", "description": "Elnaz Rekabi flew back to Iran on Tuesday after competing in an international climbing competition without her hijab — breaching the Islamic Republic’s rules for women athletes.", "filename": "2022_10_18_world_middleeast_iran-climber-hijab-elnaz-rekabi_1666742088.html", "image_url": "https://static01.nyt.com/images/2022/10/18/world/18Iran-athlete01/merlin_215076288_411fdbb6-4dec-4583-adea-5b2279613b1a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_18_world_middleeast_iran-climber-hijab-elnaz-rekabi_1666742088.html", "title": "A Climb Without a Hijab Sparks Fears for Iranian Athlete", "title_page": "Iranian Climber Elnaz Rekabi Competes Without Hijab, Sparking Fear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Elnaz Rekabi, the star Iranian climber, approached the wall on the final day of the tournament on Sunday, few in the audience batted an eyelid, their faint claps drowned out by blaring pop music as she began her ascent.\nBut the significance of this moment at the Asian Championships climbing competition in Seoul would not have been lost on Ms. Rekabi herself.\nMs. Rekabi, who last year became the first Iranian woman to win a medal, a bronze, at the sport climbing world championships, took to the wall without a hijab — defying the strict dress code that the Iranian government enforces for women, including its female athletes abroad. Anger over those rules and their enforcement has helped fuel the recent protests in Iran.\nAs video of her climb circulated on social media, so did concern about her fate on her return to Tehran, with some reports saying she was missing for at least a day.", "url": "https://www.nytimes.com/2022/10/18/world/middleeast/iran-climber-hijab-elnaz-rekabi.html"}