{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:24:29", "date_modify": "2022-10-25 23:24:29", "date_publish": "2022-01-29 23:18:05", "description": "Forecasters called it a “bomb cyclone.” Boston got almost two feet of snow, tying a single-day record.", "filename": "2022_01_29_nyregion_winter-storm-northeast_1666740269.html", "image_url": "https://static01.nyt.com/images/2022/01/29/business/29SNOW/29SNOW-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_29_nyregion_winter-storm-northeast_1666740269.html", "title": "Powerful Winter Storm Brings Whipping Winds and Heavy Snow to the Northeast", "title_page": "Powerful Winter Storm Brings Whipping Winds and Heavy Snow to the Northeast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s hard, it’s tiring; when the wind hits your face, it hurts,” said Eddy Sasso, who was motoring a four-wheeler with a plow on the front to clear sidewalks in Queens and who had ice visible in his goatee and eyebrows. He had been at it for 12 hours, he said, and would stop “whenever it stops.”\nThat said, New York City seemed to have dodged the brunt of the storm, even as bands of snow and wind clobbered the Jersey Shore, eastern Long Island and Connecticut, and points north. By late afternoon, Islip, N.Y., on Long Island, had gotten more than two feet, the most of any location in the tristate area, followed in short order by Groton, Conn., and Bayville, N.J.\nIn Rhode Island, travel restrictions were in place until Saturday evening, with large trucks, except those carrying emergency supplies, barred from driving on all roads. Similar steps were taken in Connecticut, where Gov. Ned Lamont said some “terrible accidents” had occurred involving tractor-trailers. He pleaded with residents to stay off the road but praised their hardiness.\n“This is New England,” he told CNN. “We are prepared for this.”\nGovernors in New Jersey and New York had preemptively declared states of emergency in expectation of the storm, even as airlines canceled nearly 2,000 flights at three major hubs — Kennedy International Airport, Newark Liberty International Airport and Boston Logan International Airport — according to FlightAware, which tracks aviation data. Sunday was also looking like a bad travel day in the region as well, with more than 1,000 flights already canceled.\n“We’re in throes of this nor’easter — it is a serious one,” Gov. Kathy Hochul of New York said at a storm briefing on Saturday morning, adding that the cold blast accompanying the storm, and the potential for loss of power, could be life-threatening. “You cannot have people in their homes without heat for any length of time.”\nFacing a major weather event during his first month in office, Mayor Eric Adams of New York City warned residents to stay inside. “It’s best to be off the roads,” he said, standing on a blustery sidewalk on Tiffany Street in the Bronx. “Be careful. Bundle up. Good day to stay at home if you don’t have to go out.”\nThat said, some city residents viewed the Saturday snow day as a treat, with dog owners taking their pets to a pillowy Central Park for walks. “She loves the snow,” said Nancy Nelson, 65, an Upper West Side resident, who was with Callie, her 8-year-old dog. “She’s already belly-crawled all the way across the street.”", "url": "https://www.nytimes.com/2022/01/29/nyregion/winter-storm-northeast.html"}