{"authors": ["Shawn Hubler"], "date_download": "2022-10-25 23:00:52", "date_modify": "2022-10-25 23:00:52", "date_publish": "2022-05-17 15:44:44", "description": "The pandemic has supercharged the decline in the nation’s public school system in ways that experts say will not easily be reversed.", "filename": "2022_05_17_us_public-schools-falling-enrollment_1666738852.html", "image_url": "https://static01.nyt.com/images/2022/05/11/us/11publicschools-loss-1/11publicschools-loss-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_17_us_public-schools-falling-enrollment_1666738852.html", "title": "With Plunging Enrollment, a ‘Seismic Hit’ to Public Schools", "title_page": "With Plunging Enrollment, a ‘Seismic Hit’ to Public Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But suburban and rural schools have not been immune.\nIn the suburbs of Kansas City, the school district of Olathe, Kan., lost more than 1,000 of its 33,000 or so students in 2020, as families relocated and shifted to private schools or home-schooling; only about half of them came back this school year.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nIn rural Woodbury County, Iowa, south of Sioux City, enrollment in the Westwood Community School District fell by more than 5 percent during the last two years, to 522 students from 552, in spite of a small influx from cities during the pandemic, the superintendent, Jay Lutt, said. Now, in addition to demographic trends that have long eroded the size of rural Iowa’s school populations, diminishing funding, the district is grappling with inflation as the price of fuel for school buses has soared, Mr. Lutt said.\nIn some states where schools eschewed remote instruction — Florida, for instance — enrollment has not only rebounded, but remains robust. An analysis by the American Enterprise Institute, a right-leaning think tank, concluded last month that remote instruction was a major driver around the country, with enrollment falling most in districts most likely to have delayed their return to in-person classrooms.\nPrivate schools have also seen some gains in enrollment. Federal head counts have not yet been released, but both the National Association of Independent Schools and the National Catholic Educational Association have reported increases that total about 73,000 K-12 students during the past two years.\nAt the same time, some families are leaving their local public schools not because they are abandoning the system altogether but because they have moved to other parts of the country that are more affordable.\nEnrollment has surged as well in rural resort areas, driven by the relocation of tech workers and others able to work remotely, particularly after the pandemic set in.", "url": "https://www.nytimes.com/2022/05/17/us/public-schools-falling-enrollment.html"}