{"authors": ["Edward Wong", "Vivian Yee"], "date_download": "2022-10-25 23:44:00", "date_modify": "2022-10-25 23:44:00", "date_publish": "2022-09-14 12:18:59", "description": "Senior Democratic lawmakers said the United States should not give $300 million in aid to Egypt until it improves its human rights record, in the latest instance of tensions over Middle East policies.", "filename": "2022_09_14_us_politics_egypt-military-aid-biden_1666741440.html", "image_url": "https://static01.nyt.com/images/2022/09/14/us/politics/14dc-egypt-2/14dc-egypt-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_14_us_politics_egypt-military-aid-biden_1666741440.html", "title": "U.S. to Move Forward on Military Aid to Egypt Despite Lawmakers’ Concerns", "title_page": "U.S. to Move Forward on Military Aid to Egypt Despite Lawmakers’ Concerns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — State Department officials said Wednesday that they would give Egypt most of an allocated $300 million in conditional military aid despite pressure from senior Democratic lawmakers to withhold the full amount until the country improves its human rights record.\nSeven lawmakers, led by the chairman of the House Foreign Affairs Committee, Representative Gregory W. Meeks of New York, said in a letter sent to the State Department on Tuesday that they were concerned “about the ongoing, pervasive and systemic violations of human rights in Egypt that risk destabilizing the country.”\nThey noted the many political prisoners, including some U.S. legal permanent residents, who are “subject to abuse and mistreatment such as torture and medical neglect.”\nThe lawmakers cited the State Department’s 2021 country reports on Egypt as well as articles by The New York Times on human rights abuses in the country. The Times articles described a brutal crackdown on dissent by Egypt’s military-backed president, Abdel Fattah el-Sisi.", "url": "https://www.nytimes.com/2022/09/14/us/politics/egypt-military-aid-biden.html"}