{"authors": ["The New York Times"], "date_download": "2022-10-25 23:44:00", "date_modify": "2022-10-25 23:44:00", "date_publish": "2022-09-20 09:00:17", "description": "The country’s economy has been very hard hit by cascading crises which have disrupted worldwide trade.", "filename": "2022_09_20_world_middleeast_egypt-economy-ukraine-war-pandemic_1666741440.html", "image_url": "https://static01.nyt.com/images/2022/09/16/world/00egypt-economy-image06/00egypt-economy-image06-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_20_world_middleeast_egypt-economy-ukraine-war-pandemic_1666741440.html", "title": "Egypt Feels Pain of Global Disruptions Wrought by War and Pandemic", "title_page": "Egypt Feels Pain of Global Disruptions Wrought by War and Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the state-owned factory where Hesham el-Atar worked for 15 years was liquidated this month, he had a feeling it was linked to international pressure on the Egyptian government to reduce its role in the economy amid a severe downturn.\nMr. el-Atar, 39, was a supervisor at the factory, El Nasr Coke and Chemicals Plant, which turned coal into a fuel called coke used in iron and steel production. Now, with his daily expenses rising, he said that he fears he will not be able to find another job near his home in the city of El Saf, about two hours south of the Egyptian capital.\n“I don’t know what to do,” he said. “I have four kids. We’re used to a certain standard of living. It will have to change.”\nEgypt, which relies heavily on imported goods and foreign borrowing, has been badly battered by the cascading disruptions to global trade from the pandemic and Russia’s war on Ukraine. The exit of foreign investment capital, a collapse in tourism and spiking commodity prices have all translated into a foreign-currency shortage.", "url": "https://www.nytimes.com/2022/09/20/world/middleeast/egypt-economy-ukraine-war-pandemic.html"}