{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:50:17", "date_modify": "2022-10-25 23:50:17", "date_publish": "2022-01-18 10:56:05", "description": "Officials said it was not clear that the virus had been transmitted to humans from the animals. But they called on residents to surrender recently imported hamsters.", "filename": "2022_01_18_world_asia_covid-hong-kong-hamsters_1666741817.html", "image_url": "https://static01.nyt.com/images/2022/01/18/world/18virus-briefing-hamster/18virus-briefing-hamster-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_18_world_asia_covid-hong-kong-hamsters_1666741817.html", "title": "Hong Kong Will Cull Thousands of Hamsters After Covid Cases", "title_page": "Hong Kong Will Cull Thousands of Hamsters After Covid Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hong Kong will cull more than 2,000 hamsters and ban the import of small animals after a pet shop worker, a customer and at least 11 hamsters tested positive for the Delta variant of the coronavirus.\nOfficials said on Tuesday that it was not clear that the virus had been transmitted to humans from imported hamsters. But they called on residents to surrender hamsters imported since Dec. 22 to be tested and euthanized to prevent any further spread.\n“They’re excreting the virus, and the virus can infect other animals, other hamsters and also human beings,” said Thomas Sit, assistant director of Hong Kong’s Agriculture, Fisheries and Conservation department. “We don’t want to cull all the animals, but we have to protect public health and animal health. We have no choice — we have to make a firm decision.”\nThe cluster was traced to a worker at the Little Boss pet shop in the Causeway Bay district of Hong Kong island who was confirmed on Monday to have contracted the Delta variant. Further tests uncovered another infection in a customer who had a brief transaction with the worker while exchanging a cage and buying hamster food with her daughter on Jan. 7. A preliminary test indicated that the customer’s husband had also contracted the coronavirus.", "url": "https://www.nytimes.com/2022/01/18/world/asia/covid-hong-kong-hamsters.html"}