{"authors": ["Katie Rogers"], "date_download": "2022-10-25 23:38:42", "date_modify": "2022-10-25 23:38:42", "date_publish": "2022-02-07 10:00:06", "description": "After meeting with the German chancellor, Mr. Biden promised a united response to Russia.", "filename": "2022_02_07_us_politics_biden-olaf-scholz-russia_1666741122.html", "image_url": "https://static01.nyt.com/images/2022/02/07/multimedia/07ukraine-briefing-promo-01/07ukraine-briefing-prexy-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_07_us_politics_biden-olaf-scholz-russia_1666741122.html", "title": "Biden Meets German Leader on Russia Sanctions and Pipeline", "title_page": "Biden Meets German Leader on Russia Sanctions and Pipeline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Among the main concerns ahead of the meeting, Mr. Biden’s advisers said, was Mr. Scholz’s reluctance to sign onto punishing economic sanctions in the event of an invasion, or to call off the gas pipeline project, Nord Stream 2.\nOn Monday, Mr. Biden, who has refrained publicly criticizing Mr. Scholz, said that the Germans supported a “strong package” of sanctions but did not detail what those would be. In recent weeks, Mr. Biden has threatened severe economic sanctions against Russia’s financial sector and members of Mr. Putin’s inner circle. On Nord Stream 2, Mr. Biden said that the project would not go forward if Russia invaded.\nMr. Biden defined invasion in the most traditional terms possible — troops and tanks — not addressing a number of other ways his aides fear Mr. Putin could bring the country to its knees, including organizing a coup or launching crippling cyberattacks.\n“If Russia invades, that means tanks and troops crossing the border of Ukraine again, then there will be no longer a Nord Stream 2,” Mr. Biden said. “We will bring an end to it.”\nWhen asked exactly how, Mr. Biden said, “I promise you we’ll be able to do it.” Mr. Scholz, asked the same question, did not answer as forcefully. He has been vague about whether he would agree to terminate the pipeline project, but on Monday he repeated what he has said frequently: “We are absolutely united.”", "url": "https://www.nytimes.com/2022/02/07/us/politics/biden-olaf-scholz-russia.html"}