{"authors": ["Jane Arraf", "Emily Garthwaite"], "date_download": "2022-10-25 23:54:15", "date_modify": "2022-10-25 23:54:15", "date_publish": "2022-09-08 09:00:38", "description": "Politicians have failed to form a new government nearly a year after the last elections. Baghdad just saw its worst militia clashes in years. And despite vast oil wealth, the state can’t provide basic services.", "filename": "2022_09_08_world_middleeast_iraq-failed-state-militias_1666742055.html", "image_url": "https://static01.nyt.com/images/2022/09/07/world/07iraq-failed-state-top/07iraq-failed-state-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_08_world_middleeast_iraq-failed-state-militias_1666742055.html", "title": "Iraq’s Instability Deepens Amid Political Paralysis and Clashes", "title_page": "Iraq’s Instability Deepens Amid Political Paralysis and Clashes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — On most days in the Iraqi capital, jackhammers and electric drills provide the soundtrack to a construction boom, with multistory restaurants taking shape and a new $800 million central bank building rising above the skyline.\nBut this apparent prosperity in parts of Baghdad belies what many Iraqi officials and citizens see as the crumbling foundation of the state — an oil-rich Middle Eastern country that the United States had intended to be free and democratic when it led an invasion 19 years ago to topple the dictator Saddam Hussein.\nAfter the invasion, Iraq’s long-sidelined Shiite Muslim majority came to dominate government, and the power struggle between Shiite and Sunni political groups fueled a sectarian war. Now, in a dangerous threat to the country’s already tenuous stability, rival Shiite armed groups, the most powerful among them tied to neighboring Iran, are fighting each other, and are beyond the control of the central government.", "url": "https://www.nytimes.com/2022/09/08/world/middleeast/iraq-failed-state-militias.html"}