{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 22:57:55", "date_modify": "2022-10-25 22:57:55", "date_publish": "2022-02-17 13:21:35", "description": "Ime Udoka, the team’s first-year coach, has convinced his players that sharing the ball is the key to a potent offense. Now the Celtics are climbing in the standings.", "filename": "2022_02_17_sports_basketball_basketball-celtics-ime-udoka_1666738675.html", "image_url": "https://static01.nyt.com/images/2022/02/17/multimedia/17nba-cacciola1/17nba-cacciola1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_17_sports_basketball_basketball-celtics-ime-udoka_1666738675.html", "title": "Ime Udoka Has Convinced the Celtics to Pass the Basketball", "title_page": "Ime Udoka Has Convinced the Celtics to Pass the Basketball - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON — Ime Udoka has been emphasizing ball movement since the day the Celtics hired him as their coach. At his introductory news conference last June, Udoka apologized to Brad Stevens, his predecessor and the team’s newly appointed president of basketball operations, as a way of softening the blow before he pointed out that the Celtics had ranked near the bottom of the league in assists last season.\n“We want to have more team basketball,” Udoka said at the time.\nIt was not instant fix for Udoka, whose team hobbled into the middle of January with a losing record. The ball was not moving. A bit of frustration was evident. But even during their struggles, Udoka sensed that his players were receptive to coaching, he said. So he reinforced his pass-first concepts in film sessions and by citing statistics that showed the offense was more potent when the ball zipped around the court.\n“It took some time,” Udoka said on Wednesday, “but I think they’re embracing being playmakers and helping everyone else score, and I think it’s pleasing to me and noticeable when we play that way.”\nEntering the N.B.A.’s All-Star break, the Celtics have resurfaced as one of the better teams in the league after winning 11 of their last 13 games, a run of solid play that has vaulted them up the standings, quieted a few of their critics and shown that Udoka’s sharing-is-caring formula can work in their favor.", "url": "https://www.nytimes.com/2022/02/17/sports/basketball/basketball-celtics-ime-udoka.html"}