{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 23:37:01", "date_modify": "2022-10-25 23:37:01", "date_publish": "2022-10-21 18:00:45", "description": "Sondra Radvanovsky has taken on one of opera’s most grueling roles. “You can’t just act it,” she said. “You really have to live it.”", "filename": "2022_10_21_arts_music_sondra-radvanovsky-medea-met-opera_1666741021.html", "image_url": "https://static01.nyt.com/images/2022/10/22/arts/RADVANOVSKI3/RADVANOVSKI3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_21_arts_music_sondra-radvanovsky-medea-met-opera_1666741021.html", "title": "How to Be Medea? Summon Your Anger and Despair, and Hit the Gym.", "title_page": "How to Be Medea? Summon Your Anger and Despair, and Hit the Gym. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was intermission on a recent night at the Metropolitan Opera, and the soprano Sondra Radvanovsky was in her dressing room — eyes closed, head bowed — working to summon distant memories.\nRadvanovsky, who sings the title role in Luigi Cherubini’s “Medea,” was thinking of her father, and the day, more than three decades earlier, when she was 17, that she had found him dead after a heart attack at her childhood home in California. As part of her preperformance ritual, she began to recite the feelings coursing through her as she looked back: loss, abandonment, love and hatred.\n“He’s here with me,” she said, looking at her father’s driver’s license, which she had placed on a piano, not far from a pouch containing her mother’s ashes.\nThe moment of reflection was all part of her efforts to channel the pain and despair from her life into “Medea,” a tour-de-force opera in which her character, the vengeful sorceress, commits a series of dark and disturbing acts, including murdering her own children.", "url": "https://www.nytimes.com/2022/10/21/arts/music/sondra-radvanovsky-medea-met-opera.html"}