{"authors": ["Kate Conger", "Michael S. Schmidt"], "date_download": "2022-10-25 22:56:56", "date_modify": "2022-10-25 22:56:56", "date_publish": "2022-10-06 01:15:25", "description": "Before Mr. Musk renewed his $44 billion proposal, he and the company haggled in discussions that ultimately did not advance.", "filename": "2022_10_05_technology_elon-musk-twitter-discount_1666738616.html", "image_url": "https://static01.nyt.com/images/2022/10/05/multimedia/05twitter-talks-1-55eb/05twitter-talks-1-55eb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_05_technology_elon-musk-twitter-discount_1666738616.html", "title": "Elon Musk Offered to Buy Twitter at a Lower Price in Recent Talks", "title_page": "Elon Musk Offered to Buy Twitter at a Lower Price in Recent Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the weeks before Elon Musk declared that his bid to own Twitter was back on the table, his representatives spoke with the company several times about redoing the deal at a lower price, four people familiar with the discussions said.\nMr. Musk sought a discount of as much as 30 percent, three of the people said, a proposal that would have valued the company at roughly $31 billion. Twitter rebuffed the proposal, said the people, who requested anonymity because the talks were confidential.\nIn the past week, however, discussions narrowed to a discount of about 10 percent, which would have allowed Mr. Musk to pay about $39.6 billion for Twitter. Those talks ultimately did not move forward. Twitter’s market cap as of Wednesday was $39.2 billion.\nThe talks took place just weeks before a scheduled showdown in a Delaware courtroom to determine whether Mr. Musk must follow through with the $44 billion Twitter takeover bid he launched in April. He indicated in July that he no longer wished to buy the social media company, citing what he said was an uncontrollable spam problem. Twitter sued him to force the deal through.", "url": "https://www.nytimes.com/2022/10/05/technology/elon-musk-twitter-discount.html"}