{"authors": ["Mitch Smith", "Julie Bosman"], "date_download": "2022-10-25 23:30:30", "date_modify": "2022-10-25 23:30:30", "date_publish": "2022-09-15 09:00:30", "description": "The University of North Dakota, the latest U.S. college to acknowledge keeping Indigenous bones and artifacts, pledged to work with tribal leaders on returning them.", "filename": "2022_09_15_us_native-american-remains-university-of-north-dakota_1666740630.html", "image_url": "https://static01.nyt.com/images/2022/09/08/us/00nd-native-1/00nd-native-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_15_us_native-american-remains-university-of-north-dakota_1666740630.html", "title": "Congress Told Colleges to Return Native Remains. What’s Taking So Long?", "title_page": "Congress Told Colleges to Return Native Remains. What’s Taking So Long? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There had to have been someone who opened a box, saw something, looked and then they walked away,” said Crystal Alberts, an English professor at the University of North Dakota who was present when a first box of human remains was located on campus in March.\nThe process is especially painful and personal on North Dakota’s campus because of the school’s demographics as well as its past. The university has a significant population of Native American students, an on-campus center for American Indians and thriving academic programs for Native students pursuing careers in medicine, psychology and nursing. But the college’s history includes a long-running dispute over a former mascot, the Fighting Sioux, that remains a common sight on campus even though many find it offensive.\n“U.N.D. set the standard for desecrating and disrespecting, dishonoring Indigenous people,” said Hillary Kempenich, a graduate of the university who is a member of the Turtle Mountain Anishinaabe, and who said racism against Native Americans was a defining part of her campus experience about 20 years ago. “While they may be giving those remains back, they have a lot of responsibility to help us heal, to help us move forward.”\nNorth Dakota is one of many colleges grappling with these issues. Through much of the 20th century, collecting Native artifacts and remains was seen by many academic institutions in this country as a legitimate pursuit, with archaeologists digging up burial sites to gather items for study and display. Harvard, the University of California, Berkeley, and the University of Alabama are among the schools that have faced criticism in recent years for their handling of returning remains and artifacts. Remains from more than 108,000 Indigenous people and more than 765,000 artifacts are known to be held by museums, universities and federal agencies, according to the National Park Service.\nLate last month, campus officials in North Dakota announced that they had found the remains and artifacts this year. They promised that they would be guided by the wishes of tribal leaders as they returned what had long ago been plundered. But they are only in the beginning stages of the difficult process of determining which human remains belong to which tribes.", "url": "https://www.nytimes.com/2022/09/15/us/native-american-remains-university-of-north-dakota.html"}