{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 23:33:58", "date_modify": "2022-10-25 23:33:58", "date_publish": "2022-01-31 22:32:20", "description": "A long-awaited assessment on whether Downing Street flouted lockdown rules declared that there were “failures of leadership and judgment’’ by Mr. Johnson’s government.", "filename": "2022_01_31_world_europe_boris-johnson-gray-report_1666740838.html", "image_url": "https://static01.nyt.com/images/2022/01/31/world/31uk-johnson-header-new01/31uk-johnson-header-new01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_31_world_europe_boris-johnson-gray-report_1666740838.html", "title": "Sue Gray's Report on Parties Deepens Crisis for Boris Johnson", "title_page": "Sue Gray's Report on Parties Deepens Crisis for Boris Johnson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow the latest on Prime Minister Boris Johnson and the U.K. lockdown report.\nLONDON — A long-awaited report on parties in Downing Street during the pandemic dealt Prime Minister Boris Johnson a stinging blow on Monday, condemning him for failed leadership and painting a damning picture of “excessive” workplace drinking in the inner sanctum of the British government.\nMr. Johnson had hoped the release of the 11-page document would allow him to put a festering scandal over illicit parties behind him. But instead he was battered in Parliament, facing a new round of questions about his personal participation in social gatherings that appear to have violated lockdown rules meant to stop the spread of Covid-19.\nEven in heavily redacted form, the report by Sue Gray, a senior civil servant, deepened the crisis that has engulfed Mr. Johnson for weeks, ever since reports of inappropriate gatherings surfaced late last year and raised a storm of criticism over a double standard: that the prime minister and his staff could flout the pandemic rules while insisting the rest of the country obey them.\n“There were failures of leadership and judgment by different parts of No. 10 and the Cabinet Office at different times,” Ms. Gray wrote of the management in Downing Street. “Some of the events should not have been allowed to take place. Other events should not have been allowed to develop as they did.”", "url": "https://www.nytimes.com/2022/01/31/world/europe/boris-johnson-gray-report.html"}