{"authors": ["Alan Rappeport", "Patricia Cohen"], "date_download": "2022-10-25 22:58:26", "date_modify": "2022-10-25 22:58:26", "date_publish": "2022-05-18 09:12:00", "description": "Top economic officials are gathering this week to discuss how to keep pressure on Vladimir V. Putin without sinking their economies.", "filename": "2022_05_18_us_politics_russia-finance-ministers-economy_1666738706.html", "image_url": "https://static01.nyt.com/images/2022/05/18/business/18dc-globalrecession01/18dc-globalrecession01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_18_us_politics_russia-finance-ministers-economy_1666738706.html", "title": "Economic Headwinds Mount as Leaders Weigh Costs of Confronting Russia", "title_page": "Economic Headwinds Mount as Leaders Weigh Costs of Confronting Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Monday, the European Commission released its own revised economic forecast, showing a slowdown in growth to 2.7 percent this year from the 4 percent estimated in its winter report. At the same time, inflation is hitting record levels and is expected to average 6.8 percent for the year. Britain’s annual inflation rate jumped to 9 percent last month, the highest in 40 years, the Office for National Statistics said on Wednesday. And some Eastern European countries face even steeper price increases, with Poland, Estonia, the Czech Republic, Bulgaria and Lithuania all facing inflation rates in excess of 11 percent.\nPressures on global supply chains also worsened in April as the Russian invasion of Ukraine and pandemic lockdowns in China made it more difficult for companies to source parts and products globally, a supply chain index published Wednesday by the Federal Reserve Bank of New York showed. That could further exacerbate shortages and price increases.\nEswar Prasad, the former head of the International Monetary Fund’s China division, summed up the challenges facing the G7 nations, saying that its “policymakers are caught in the bind that any tightening of screws on Russia by limiting energy purchases worsens inflation and hurts growth in their economies.”\n“Such sanctions, for all the moral justification underpinning them, are exacting an increasingly heavy economic toll that in turn could have domestic political consequences for G7 leaders,” he added.\nStill, the United States is expected to press its allies to continue isolating Russia and to deliver more economic aid to Ukraine despite their own economic troubles. Officials are also expected to discuss the merits of imposing tariffs on Russian energy exports ahead of a proposed European oil embargo that the United States fears could send prices skyrocketing by limiting supplies. Policymakers will also discuss whether to press countries such as India to roll back export restrictions on crucial food products that are worsening already high prices.\nAgainst this backdrop is the growing urgency to help sustain Ukraine’s economy, which the International Monetary Fund has said needs an estimated $5 billion a month in aid to keep government operations running. The U.S. Congress is close to passing a $40 billion aid package for Ukraine that will cover some of these costs, but Ms. Yellen has called on her European counterparts to provide more financial help.\nFinance ministers are expected to consider other measures for providing Ukraine with relief.\nThere is increasing interest in the idea of seizing some of the approximately $300 billion in Russian central bank reserves that the United States and its allies have immobilized and using that money to help fund Ukraine’s reconstruction. Treasury Department officials are considering the idea, but they have trepidations about the feasibility of such a move and the possibility that it would raise doubts about the United States as a safe place to store assets.", "url": "https://www.nytimes.com/2022/05/18/us/politics/russia-finance-ministers-economy.html"}