{"authors": ["Eileen Sullivan"], "date_download": "2022-10-25 22:56:02", "date_modify": "2022-10-25 22:56:02", "date_publish": "2022-03-30 23:35:24", "description": "The change is to take effect in late May, according to people familiar with the planning, and should restore the right of migrants to request asylum once they cross the border into the United States.", "filename": "2022_03_30_us_politics_immigration-cdc-biden_1666738562.html", "image_url": "https://static01.nyt.com/images/2022/03/30/us/politics/30DC-IMMIG/merlin_185252415_e33c511b-f412-4e26-b377-7fc06cb67064-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_30_us_politics_immigration-cdc-biden_1666738562.html", "title": "C.D.C. to Lift Order Restricting Immigration During the Pandemic", "title_page": "C.D.C. to Lift Order Restricting Immigration During the Pandemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We are planning for multiple contingencies and we have every expectation that when the C.D.C. ultimately decides it’s appropriate to lift Title 42, there will be an influx of people to the border,” she told reporters at the White House.\nIn an emailed statement, a spokeswoman for the C.D.C. said, “We are finalizing our current assessment and will release more information later this week.”\nThe potential for further overwhelming the long-outdated system for processing migrants at the border, along with the political implications, has been a concern among senior Biden advisers.\nThe Department of Homeland Security briefed lawmakers and reporters on Tuesday about its preparations for handling as many as 18,000 illegal crossings a day, which it considers a “mass irregular migration” situation. Officials said that federal agencies were coordinating with state and local officials to put in place additional personnel, transportation, detention facilities and medical assistance along the border. The department also released an official planning document for responding to different scenarios if there is a spike in illegal immigration.\nThe plans are intended in part to avoid the type of humanitarian crisis that occurred in September, when thousands of undocumented migrants in large groups crossed the Rio Grande into isolated Del Rio, Texas, overwhelming border officials. Images of migrants crowded under a bridge supported Republican claims of an out-of-control border. And scenes of Black migrants being chased by Border Patrol agents on horseback drew outrage from Mr. Biden’s own party.\nOne official familiar with the planning said that a surge of illegal crossings in response to lifting the public health order would likely last a few weeks. The expectation is that migrants who do not request asylum will be swiftly deported, deterring others from trying to cross illegally. Those who do request asylum will be allowed in to make their case, and will either be placed in detention or released into the country while they wait, most likely with a monitoring device.\nDelaying the change until later this spring gives the administration more time to prepare. But Brandon Judd, the president of the Border Patrol union, said the agency could not adequately prepare for the change in one and a half months. Expelling migrants under the public health rule takes border officials about 15 minutes, he said, compared to the usual processing, which can take hours per person.", "url": "https://www.nytimes.com/2022/03/30/us/politics/immigration-cdc-biden.html"}