{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:31:49", "date_modify": "2022-10-25 23:31:49", "date_publish": "2022-07-13 13:05:43", "description": "In recent months, pressure on the euro has been mounting while investors have been flocking to the U.S. dollar, a haven in times of economic upheaval.", "filename": "2022_07_13_business_euro-dollar-parity_1666740709.html", "image_url": "https://static01.nyt.com/images/2022/07/13/business/euro-dollar-parity-alt-promo/euro-dollar-parity-alt-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_13_business_euro-dollar-parity_1666740709.html", "title": "Euro Hits Parity With U.S. Dollar for First Time in 20 Years", "title_page": "Euro Hits Parity With U.S. Dollar for First Time in 20 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The euro’s sharp decline has come as the dollar, for generations one of the safest places to park money, has strengthened against almost every major currency in the world.\nCurrencies move like stocks, bonds or any other asset — investors can buy them directly when they think they will grow in value, and sell when they think they will decline. They also reflect global demand for a country’s assets in general, because buying U.S. government bonds or Apple stock requires getting dollars first, and lots of global trading takes place in dollars. So, as often happens in times of economic distress, people looking for a safe place to put their money have bought more dollars, at the expense of other currencies like the euro.\nThe euro was introduced in 1999 after decades of discussion and planning, with the intention of bringing unity, prosperity and stability to the continent. After two major wars in the first half of the 20th century, the argument for the euro and the broader European project was that common institutions would reduce the risk of war and crisis and provide diplomatic arenas for conflict resolution. The euro was a critical symbol of this unity.", "url": "https://www.nytimes.com/2022/07/13/business/euro-dollar-parity.html"}