{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:34:01", "date_modify": "2022-10-25 23:34:01", "date_publish": "2022-09-08 13:32:08", "description": "The Federal Reserve chair has taken a hawkish tone in recent appearances, seeking to underscore the central bank's commitment to bringing down prices.", "filename": "2022_09_08_business_powell-federal-reserve-interest-rates_1666740841.html", "image_url": "https://static01.nyt.com/images/2022/09/08/multimedia/08vid-jerome-cato-conference/08vid-jerome-cato-conference--facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_08_business_powell-federal-reserve-interest-rates_1666740841.html", "title": "Fed Chair Powell Signals Interest Rates to Remain High to Fight Inflation", "title_page": "Fed Chair Powell Signals Interest Rates to Remain High to Fight Inflation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jerome H. Powell, the Federal Reserve chair, signaled on Thursday that the central bank will continue raising interest rates to convince the American public that it is serious about bringing soaring price growth back to normal levels, further cementing market expectations of another aggressive rate increase this month.\n“The longer inflation remains well above target, the greater the risk that the public sees higher inflation as the norm,” Mr. Powell said in a moderated discussion with Peter H. Goettler, the president and chief executive of the Cato Institute in Washington. “History cautions strongly against prematurely loosening policy.”\nMr. Powell has taken a hawkish tone in recent appearances, seeking to underscore the Fed’s firm commitment to bringing down inflation. In a speech in Jackson, Wyo., last month, he signaled that the Fed would continue to raise interest rates — and keep them higher for an extended period — to cool price pressures.\n“Restoring price stability will take some time and requires using our tools forcefully to bring demand and supply into better balance,” Mr. Powell said in those remarks. “While higher interest rates, slower growth and softer labor market conditions will bring down inflation, they will also bring some pain to households and businesses.”", "url": "https://www.nytimes.com/2022/09/08/business/powell-federal-reserve-interest-rates.html"}