{"authors": ["Eileen Sullivan"], "date_download": "2022-10-25 22:56:10", "date_modify": "2022-10-25 22:56:10", "date_publish": "2022-03-29 01:42:45", "description": "Some migrants who refuse will be detained and placed in removal proceedings, according to directions given to homeland security officials.", "filename": "2022_03_28_us_politics_vaccines-migrants-border_1666738570.html", "image_url": "https://static01.nyt.com/images/2022/03/28/us/politics/28dc-immig/28dc-immig-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_28_us_politics_vaccines-migrants-border_1666738570.html", "title": "Biden Administration Will Vaccinate Migrants at Border", "title_page": "Biden Administration Will  Vaccinate Migrants at Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration is requiring coronavirus vaccines for some undocumented migrants at the southwest border, a policy change that comes days before the administration’s next review of a public health order that has limited immigration during the pandemic.\nUnder the plan, officials will start vaccinating undocumented migrants without proof of vaccination who are apprehended by border officials, but not expelled under the public health order, in seven areas including San Diego, El Paso and the Rio Grande Valley. A description of the plan was shared with The New York Times.\nAccording to directions given to senior homeland security officials on Sunday, if single adults refuse to be vaccinated, they will be detained and put into deportation proceedings. If they request asylum and cannot remain in detention, they will be released with a monitoring device “with stringent conditions.” If migrant families refuse vaccination, they will also be given monitoring devices with the same conditions.\nThe White House has said little about whether it will soon lift the public health order, which the Trump administration put in place at the start of the pandemic. The order, known as Title 42, gives border officials the authority to turn back migrants seeking to enter the United States so that they do not spread the coronavirus here, a precaution that public health experts have called unnecessary.", "url": "https://www.nytimes.com/2022/03/28/us/politics/vaccines-migrants-border.html"}