{"authors": ["Aruna D Souza"], "date_download": "2022-10-25 23:49:35", "date_modify": "2022-10-25 23:49:35", "date_publish": "2022-07-21 17:01:52", "description": "At the New Museum, Kapwani Kiwanga explores light as a form of surveillance, from 18th-century “lantern laws” to the N.Y.P.D.’s 21st-century strategies.", "filename": "2022_07_21_arts_design_kapwani-kiwanga-new-museum-police-surveillance_1666741775.html", "image_url": "https://static01.nyt.com/images/2022/07/22/arts/21kapwani-kiwanga-museum1/21kapwani-kiwanga-museum1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_21_arts_design_kapwani-kiwanga-new-museum-police-surveillance_1666741775.html", "title": "To Illuminate History, an Artist Turns Out the Lights", "title_page": "To Illuminate History, an Artist Turns Out the Lights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kiwanga’s interest in light is equally connected to her investigations into colonial American history — in particular, 18th-century “lantern laws” in New York and other parts of New England that mandated that enslaved Black, mixed-race and Indigenous people as young as age 14 carry lanterns with them at night so they could be watched, and anyone without one could be arrested. The scholar Simone Browne, whose book “Dark Matters: On the Surveillance of Blackness” was a cornerstone of Kiwanga’s research, considers the laws to be a precursor for more recent stop-and-frisk approaches to policing.\nThe history Browne traces allowed Kiwanga to “think about light and all the different ways that it’s used and how it can be weaponized,” she said in a recent Zoom call from Paris.\nShe had explored this history of forced illumination in a 2019 exhibition, “Safe Passage,” at the M.I.T. List Center, focusing on artificial light. Now, in New York, she comes at things from a perspective rooted in a new sense of place. “I started asking, ‘What is the contemporary technology that connects to those lantern laws?’ And the floodlights used by the N.Y.P.D. in public space, in spaces that are deemed to need more light — more surveillance — really fit in with that.”\nThe high-intensity mobile floodlights to which Kiwanga refers were introduced in 2014 by then-Mayor Bill de Blasio to reduce crime; 150 of them were set up outside public housing developments in predominantly low-income communities of color. The practice has been criticized by some residents for the machinery’s brightness, noise and relentlessness, and was the subject of a 2021 documentary short, “Omnipresence.” It continues to be used under the administration of Mayor Eric Adams, a spokesperson for the New York Police Department confirmed.", "url": "https://www.nytimes.com/2022/07/21/arts/design/kapwani-kiwanga-new-museum-police-surveillance.html"}