{"authors": ["Rachel Rabkin Peachman"], "date_download": "2022-10-25 23:22:31", "date_modify": "2022-10-25 23:22:31", "date_publish": "2022-09-20 09:00:18", "description": "Premenstrual dysphoric disorder, or PMDD, is an extreme and often debilitating form of PMS that can be tricky to manage. Here’s what treatments work.", "filename": "2022_09_20_well_live_antidepressants-pms-treatment_1666740151.html", "image_url": "https://static01.nyt.com/images/2022/09/27/multimedia/20ASKWELL-PMDD-ANTIDEPRESSANTS/20ASKWELL-PMDD-ANTIDEPRESSANTS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_20_well_live_antidepressants-pms-treatment_1666740151.html", "title": "Do Antidepressants Work for Severe PMS?", "title_page": "Do Antidepressants Work for Severe PMS? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite its severity, PMDD is “still seen as a fringe diagnosis,” Dr. Schiller added, since it was only recognized as a distinct disorder in 2013, and not all health care providers have experience with it or know how to spot it. “So many of our patients say, ‘I feel alone in this’ or ‘I feel crazy and no one recognizes it,’” she said.\nTo get an accurate diagnosis, a health care provider — typically a psychiatrist or an obstetrician-gynecologist — will ask you to track and rate your symptoms every day for two to three months. In Dr. Schiller’s clinic, “about a third of people who think they have PMDD don’t actually have it once we do the prospective ratings,” she explained. So it’s critical to work with a knowledgeable doctor before jumping to conclusions or treatment plans.\nIf you’ve established that you have PMDD, there are effective treatment options. Selective serotonin reuptake inhibitors — or S.S.R.I. antidepressants, which are thought to treat depression and anxiety by increasing the availability of the chemical messenger serotonin in the brain — are some of the first options health care providers suggest.\nWhat causes PMDD and how might antidepressants help?\nScientists haven’t yet figured out why some people develop PMDD and others don’t. They do know that the disorder, which can emerge at any point during childbearing years, is caused by the fluctuation of hormones during the last 14 days of the menstrual cycle, called the luteal phase, said Dr. Kristina Deligiannidis, the director of women’s behavioral health at Northwell Health’s Zucker Hillside Hospital in New York. “We don’t know if it’s the drop in estrogen during the luteal phase or the dramatic rise in progesterone,” she added. “But it could be some combination of the two things.”\nLarge, randomized, placebo-controlled clinical trials — the most rigorous types of studies — have found that low doses of S.S.R.I.s, taken during just the last two weeks of the menstrual cycle, can greatly alleviate PMDD symptoms. In one study published in 2005, for instance, researchers asked 373 women with PMDD to take a pill for each of the 14 days before menstruation for three months: One group took 12.5 milligrams of the antidepressant paroxetine CR (Paxil-CR), a second group took 25 milligrams of the same medication, and the third group took a placebo. Of the 292 women who completed the trial, those in the antidepressant groups tolerated the drugs and reported significantly reduced symptoms of PMDD, with no major differences between the two doses.", "url": "https://www.nytimes.com/2022/09/20/well/live/antidepressants-pms-treatment.html"}