{"authors": ["Amy Qin", "Amy Chang Chien"], "date_download": "2022-10-25 23:50:16", "date_modify": "2022-10-25 23:50:16", "date_publish": "2022-01-21 10:00:30", "description": "More people are being caught up in the country’s virus-control dragnet. Some think the no-tolerance policy is unsustainable.", "filename": "2022_01_21_world_asia_china-zero-covid-policy_1666741816.html", "image_url": "https://static01.nyt.com/images/2022/01/20/world/00virus-china-lockdown-01/00virus-china-lockdown-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_21_world_asia_china-zero-covid-policy_1666741816.html", "title": "China Holds the Line on ‘Zero Covid,’ but Some Wonder for How Long", "title_page": "China Holds the Line on ‘Zero Covid,’ but Some Wonder for How Long - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Rudashko, 37, of Shanghai, was getting ready for bed last Friday when she received an email from her employer. The day before, she had gone to an office building where she doesn’t work for an hourlong meeting, and now she was being told to return there for testing and a brief quarantine. Someone who had been exposed to a person with Covid had been on the same floor of the building, on a different day.\nMs. Rudashko spent that night, and the next, in the office with more than 200 people she didn’t know. For 58 hours, they played cards, watched movies, drank wine and munched on cold cuts from an Italian restaurant. Ms. Rudashko slept in a sleeping bag on a windowsill in the office kitchen. One person brought a tent; a couple brought their dog. There were no showers.\n“The mood was ‘It is what it is, so let’s just make the most of it,’” Ms. Rudashko, now in the middle of a 12-day mandatory home quarantine, said by telephone.\nShe said the person thought to have been exposed to the virus had ultimately tested negative. The experience left Ms. Rudashko feeling that China’s Covid policy was “unrealistic.”\n“They’re really trying for zero but it’s not happening,” she said. “And it just feels like there’s no end in sight.”\nJohn Liu contributed reporting.", "url": "https://www.nytimes.com/2022/01/21/world/asia/china-zero-covid-policy.html"}