{"authors": ["Jeanna Smialek", "Conor Dougherty"], "date_download": "2022-10-25 23:34:18", "date_modify": "2022-10-25 23:34:18", "date_publish": "2022-07-11 21:23:44", "description": "As the central bank sharply increases borrowing costs, it could lock would-be home buyers into rentals and keep a hot market under pressure.", "filename": "2022_07_11_business_economy_rent-inflation-interest-rates_1666740858.html", "image_url": "https://static01.nyt.com/images/2022/07/04/business/00dc-rentproblems01/00dc-rentproblems01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_11_business_economy_rent-inflation-interest-rates_1666740858.html", "title": "Relief Eludes Many Renters as Fed Raises Interest Rates", "title_page": "Relief Eludes Many Renters as Fed Raises Interest Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rents have been rising swiftly across America for much of the pandemic era, and housing experts are warning that they could now receive a boost from an unlikely source: the Federal Reserve.\nAs the central bank raises interest rates to cool down the economy and contain rapid inflation, it is also pushing up mortgage costs, putting home purchases out of reach for many first-time buyers. If people who would have otherwise bought a home remain waylaid in apartments and rented houses, it could compound already-booming demand — keeping pressure on rental prices.\nWhile it is tough to predict how big or how lasting that Fed-induced bump in rental demand might prove, it could ironically make it more difficult for the central bank to wrestle inflation lower in the near term. Rent-related costs make up nearly a third of the closely tracked Consumer Price Index inflation measure, so anything that helps to keep them climbing at an unusually brisk pace is likely to perpetuate rapid inflation.\nRents on new leases climbed by 14.1 percent in the year through June, according to Apartment List, an apartment listing service. While that is slightly less than the 17.5 percent increase over the course of 2021, it is still an unusually rapid pace of growth. Before the pandemic, a 2 to 3 percent pace of annual increase was normal. The recent quick market rent increases have been slowly spilling over to official inflation data, which track both new and existing leases.", "url": "https://www.nytimes.com/2022/07/11/business/economy/rent-inflation-interest-rates.html"}