{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 22:54:50", "date_modify": "2022-10-25 22:54:50", "date_publish": "2022-09-27 22:26:57", "description": "The leaks in the Nord Stream under the Baltic Sea heightened fears of shortages because of the clash with Russia, and showed how vital infrastructure could be at risk.", "filename": "2022_09_27_world_europe_pipeline-leak-russia-nord-stream_1666738490.html", "image_url": "https://static01.nyt.com/images/2022/09/27/world/27pipeline-top/merlin_213906276_fbf3a3f0-1d19-432b-9b7b-5f7a27eff891-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_27_world_europe_pipeline-leak-russia-nord-stream_1666738490.html", "title": "Nord Stream Pipeline Breaks Look Deliberate, Europeans Say", "title_page": "Nord Stream Pipeline Breaks Look Deliberate, Europeans Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Moscow then began diminishing its supplies through existing lines, first choking off flows through overland pipelines, as President Vladimir V. Putin appeared to calculate that Russia could absorb the resulting economic pain longer than Europe could. Over the summer, Nord Stream 1 operated at a fraction of its capacity, and the flow halted in late August. The escalation has sent the price of gas soaring and forced leaders to call on businesses and citizens to reduce consumption or face rationing in the winter.\nReflecting the market’s sensitivity to threats, perceived or real, natural gas prices in Europe spiked on news of the leaks, with the benchmark Dutch contract jumping almost 20 percent on Tuesday to 208 euros ($199) per megawatt-hour, compared with about €39 a year earlier. Gas prices, which have been volatile since the war began, peaked at nearly €350 in August but had been falling in recent weeks.\n“This has all the hallmarks of a ‘burning down the house’ energy warfare strategy,” Helima Croft, head of commodities at RBC Capital Markets, said of the likely attacks. “Russia was never going to let the West have an easy energy detox, but these acts of sabotage portend a new dangerous, asymmetric phase in the Kremlin campaign to raise the economic stakes for its adversaries.”\nThe 27 European Union member countries agreed in July to cut natural gas use by 15 percent through the spring, and have arranged alternative supplies, allowing them to build up their stockpiles. The governments in Denmark and Germany both said on Tuesday that the leaks would not affect natural gas supplies in their countries.\nIt would be no simple matter to inflict damage on both of the Nord Streams, each of which is actually two pipelines. Lying more than 300 feet below the surface in places, the steel pipes are coated in concrete, designed to withstand the pressures at such depths, as well as changes in internal pressure on the 760-mile journey from Russia to Germany. They were subject to numerous stress tests and certification before being laid on the sea floor.\nSwedish scientists said on Tuesday they had recorded two separate large underwater explosions, several hours apart on Monday, near the Danish island of Bornholm, that registered 1.8 and 2.3 on the magnitude scale used to measure earthquakes. They resembled explosions carried out by the Swedish Navy, said Björn Lund, associate professor of seismology at the Swedish National Seismic Network.\n“It’s very clear that these were not earthquakes,” Mr. Lund said in a phone interview on Tuesday.\nOperators of each of the two systems, independently of each other, soon after reported drops in pressure within the pipelines.", "url": "https://www.nytimes.com/2022/09/27/world/europe/pipeline-leak-russia-nord-stream.html"}