{"authors": ["J. David Goodman", "Amanda Morris"], "date_download": "2022-10-25 23:24:15", "date_modify": "2022-10-25 23:24:15", "date_publish": "2022-03-01 17:53:40", "description": "The investigations by the state’s Department of Family and Protective Services started last week with an employee of the agency, according to the suit, after Gov. Greg Abbott called for such inquiries.", "filename": "2022_03_01_us_texas-child-abuse-trans-youth_1666740255.html", "image_url": "https://static01.nyt.com/images/2022/03/01/01texas-transgender-cl-4/01texas-transgender-cl-4-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_01_us_texas-child-abuse-trans-youth_1666740255.html", "title": "Texas Investigates Parents Over Care for Transgender Youth, Suit Says", "title_page": "Texas Investigates Parents Over Care for Transgender Youth, Suit Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was not clear if Mr. Abbott’s order would survive judicial scrutiny. The order does not change Texas law, and several county attorneys and district attorneys have said that they would not prosecute families for child abuse under the new definition. Still, the directive by Mr. Abbott has had a chilling effect, and the ramifications of the redefinition are significant.\nAs Mr. Abbott described in his letter, the order would mean that “all licensed professionals who have direct contact with children” would be required to report to state authorities those that they believe are receiving gender-affirming treatment, or face criminal penalties.\nIn the court filing on Tuesday, the A.C.L.U. of Texas and Lambda Legal, a civil rights organization focusing on the L.G.B.T.Q. community, sought to block the request for medical records in the employee’s case and, more broadly, challenged the legitimacy of the investigation and the power of the governor to change the definition of child abuse. According to the filing, other investigations have also begun.\nThe groups argue in the suit that the directive by the governor was issued improperly under state law, ran afoul of the Texas Constitution and violated the constitutional rights of transgender youth, as well as of their parents.\n“No family should have to fear being torn apart because they are supporting their trans child,” Adri Pérez, the policy strategist at the A.C.L.U. of Texas, said in a statement. “A week before an election, Governor Abbott and Attorney General Ken Paxton issued a partisan political attack that isn’t rooted in the needs of families.”\nDr. Megan Mooney, a licensed psychologist in Houston, is also a plaintiff in the lawsuit. Dr. Mooney, who is required to report suspected child abuse under Texas law, has a practice that includes transgender patients, many of whom have been diagnosed with gender dysphoria, according to the suit.\nThe order and news of investigations into gender-affirming medical care have had a chilling effect on families with trans children or teens — many of whom no longer want to go on the record or publicly identify as trans.", "url": "https://www.nytimes.com/2022/03/01/us/texas-child-abuse-trans-youth.html"}