{"authors": ["David Mccabe", "Mike Isaac"], "date_download": "2022-10-25 23:36:51", "date_modify": "2022-10-25 23:36:51", "date_publish": "2022-07-27 17:50:07", "description": "The move is a potential blow to Meta’s metaverse efforts and signals a shift in how the Federal Trade Commission is approaching tech deals.", "filename": "2022_07_27_technology_meta-facebook-vr-ftc_1666741011.html", "image_url": "https://static01.nyt.com/images/2022/07/27/business/27ftc-meta-sub/27ftc-meta-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_27_technology_meta-facebook-vr-ftc_1666741011.html", "title": "F.T.C. Sues to Block Meta’s Virtual Reality Deal as It Confronts Big Tech", "title_page": "F.T.C. Sues to Block Meta’s Virtual Reality Deal as It Confronts Big Tech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s a riskier case, but one they think is worth bringing because if they succeed it will help bring the frontier of enforcement outward,” said William E. Kovacic, a former chairman of the F.T.C. “I think this is a first of a kind.”\nThe F.T.C.’s lawsuit is part of a broader wave of actions against Meta and other large tech companies like Google, Apple and Amazon, which have increasingly faced scrutiny for their power and dominance. Under Ms. Khan’s predecessor, the F.T.C. filed a lawsuit against Facebook that argued the company shut down nascent competition through acquisitions. The Justice Department has also sued Google over whether the company abused a monopoly over online search.\nMore cases could be coming. The F.T.C. is investigating whether Amazon has violated antitrust laws, and the Justice Department has inquiries into Google’s dominance over advertising technology and into Apple’s App Store policies.\nFor Mr. Zuckerberg, the F.T.C. lawsuit is a setback. He has been pushing Meta away from its roots in social networking as its apps, like Facebook and Instagram, face more competition amid stumbles in privacy and content moderation. Instead, he has bet on the metaverse.\nMr. Zuckerberg has reassigned employees and put a top lieutenant in charge of metaverse efforts. He has also authorized executives to pursue some of the most popular games in the V.R. space. In 2019, Facebook purchased Beat Games, makers of the hit title Beat Saber, one of the top V.R. games on the Oculus platform. He has also authorized the purchase of roughly half a dozen other virtual reality or gaming studios over the past three years.\nThe F.T.C. filed suit on Wednesday hours before Meta reported its first decline in quarterly revenue since it went public in 2012. The company has recently trimmed employee perks and reined in spending amid uncertain economic conditions. John Newman, the deputy director of the F.T.C.’s Bureau of Competition, said the agency acted on the Within deal because Meta was “trying to buy its way to the top.” The company already owned a best-selling virtual reality fitness app, he said, but then chose to acquire Within’s Supernatural app “to buy market position.” He said the deal was “an illegal acquisition, and we will pursue all appropriate relief.”\nThe F.T.C.’s vote to authorize the filing was split 3 to 2. Christine Wilson, a Republican commissioner at the agency, said she was one of the two votes against the lawsuit. She declined to comment on her reasoning.", "url": "https://www.nytimes.com/2022/07/27/technology/meta-facebook-vr-ftc.html"}