{"authors": ["Luke Broadwater", "Katie Benner"], "date_download": "2022-10-26 00:12:06", "date_modify": "2022-10-26 00:12:06", "date_publish": "2022-09-27 09:00:19", "description": "The committee investigating the attack on the Capitol postponed what was to be its first hearing since July on Wednesday, as it enters the final stage of its inquiry.", "filename": "2022_09_27_us_politics_jan-6-committee-hearing_1666743126.html", "image_url": "https://static01.nyt.com/images/2022/09/26/us/politics/26dc-investigate_1/26dc-investigate_1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_27_us_politics_jan-6-committee-hearing_1666743126.html", "title": "House Jan. 6 Panel Faces Key Decisions as It Wraps Up Work", "title_page": "House Jan. 6 Panel Faces Key Decisions as It Wraps Up Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — With only months remaining before it closes up shop, the House Jan. 6 committee is wrangling over how best to complete its work, with key decisions yet to be made on issues that could help shape its legacy.\nThe panel, whose public hearings this summer exposed substantial new details about former President Donald J. Trump’s efforts to reverse the outcome of the 2020 election, must still decide whether to issue subpoenas to Mr. Trump and former Vice President Mike Pence.\nIt has yet to settle on whether to enforce subpoenas issued to Republican members of Congress who have refused to cooperate with the inquiry, or what legislative recommendations to make. It must still grapple with when to turn its files over to the Justice Department, how to finish what it hopes will be a comprehensive written report and whether to make criminal referrals. And on Tuesday, it abruptly postponed a hearing that had been scheduled for Wednesday as a hurricane bore down on Florida, even as its members disagreed publicly over whether the next session would be its last.\nThe panel had not disclosed the topics it intended to cover at its next hearing, and gave no date for rescheduling the session, which will be its first since July. But it is still working to break new ground with its investigation.", "url": "https://www.nytimes.com/2022/09/27/us/politics/jan-6-committee-hearing.html"}