{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:37:02", "date_modify": "2022-10-25 23:37:02", "date_publish": "2022-07-06 17:08:37", "description": "With concurrent productions in France that are fresh yet faithful, Kratzer is “renewing opera, but renewing it intelligently,” says one colleague.", "filename": "2022_07_06_arts_music_tobias-kratzer-director_1666741022.html", "image_url": "https://static01.nyt.com/images/2022/07/06/arts/06director-promo/06director-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_06_arts_music_tobias-kratzer-director_1666741022.html", "title": "Tobias Kratzer Is Leading Opera’s Next Generation of Directors", "title_page": "Tobias Kratzer Is Leading Opera’s Next Generation of Directors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But he didn’t want to start directing too early. So, despite the experience of a couple of internships, he studied art history. He wrote a thesis on Arcimboldo’s unknown followers, and worked at a gallery, as well as at the Ernst Ludwig Kirchner archive in Switzerland. He didn’t return to opera until his mid-20s, when he was accepted to the Theaterakademie in Munich.\nBefore he finished there, he caught the attention of the opera world when, at 28, he won the renowned Ring Award in Graz, Austria, with something of a succès de scandale.\nHe submitted two entries, then presented them in person, to the stage direction and design competition under different aliases: a German man, and an American woman named Ginger Holiday — Kratzer in drag that, he said, “would not have won ‘RuPaul.’” He was so committed to the Ginger bit, he traveled to the United States to make a film for his competition entry that included a scene of her attending the Harvard-Yale football game. He didn’t end up using the video, just a photo of Ginger waving a Yale flag: “One of the most expensive photos of my life,” he said.\nWhen Ginger presented to the judges, they knew exactly who she was, but she still won some of the Ring’s smaller awards. (That persona, Kratzer said, is now put away for good; these days, he’s more likely to be seen wearing a T-shirt and a baseball cap.) It was the other persona, though, that went on to take top prize, which involved staging the third act of “Rigoletto” for an audience that, Kratzer said, “included the crème de la crème of German intendants.”\nCommissions came swiftly, which amused Kratzer; he had some fame without a single professional production on his résumé. But when he started, he took on large-scale repertory that tends to trip up even seasoned directors: “Die Zauberflöte,” “Der Rosenkavalier,” a trio of works by Meyerbeer, “Tannhäuser.”\nHe developed a working style, of brainstorming two concepts then choosing one, and settled into collaborating with a steady team. The stage and costume designer Rainer Sellmaier has been with him from the start; later came Manuel Braun, who is responsible for the tasteful, high-level video in Kratzer’s shows.", "url": "https://www.nytimes.com/2022/07/06/arts/music/tobias-kratzer-director.html"}