{"authors": ["Isabella Kwai"], "date_download": "2022-10-25 22:54:54", "date_modify": "2022-10-25 22:54:54", "date_publish": "2022-06-04 13:24:41", "description": "More than a year after they first began arriving in Britain under a new visa program, people from Hong Kong are settling into their new home. But they still long for the one they left behind.", "filename": "2022_06_04_world_europe_hong-kong-migrants-uk_1666738494.html", "image_url": "https://static01.nyt.com/images/2022/05/28/world/xxuk-hongkong01/xxuk-hongkong01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_04_world_europe_hong-kong-migrants-uk_1666738494.html", "title": "In the U.K., Migrants From Hong Kong Build a New Life", "title_page": "In the U.K., Migrants From Hong Kong Build a New Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain has called the program a humanitarian, post-colonial responsibility after a crackdown in Hong Kong by the Chinese government, saying that Beijing is violating the terms of a handover agreement in 1997 that would leave the former British colony untouched politically.\nFrom bustling cities like Birmingham in the Midlands to vibrant towns like Kingston, south of London, tens of thousands of people from Hong Kong have spent the past year searching for jobs and new homes. They have settled into fast-growing communities of other people from Hong Kong, a comfort for many, but at the cost of leaving behind a city where they had once hoped to grow old with their children, often having to say painful farewells to loved ones.\n“You grow up in a place, and you don’t recognize it. It becomes a stranger,” Mr. Wong said on a recent afternoon, reflecting on the changes in Hong Kong as he mixed evaporated milk into a kettle of steaming tea. “When we think of it, we just want to cry.”\nHe said that he had been forced to leave his ailing father behind in Hong Kong, but that concern for the future of his 4-year-old daughter, after whom he has named his new business in England, had trumped other concerns. “People say I brought Trini to England,” he said, “but I think of it as the opposite: Trini brought me here.”", "url": "https://www.nytimes.com/2022/06/04/world/europe/hong-kong-migrants-uk.html"}