{"authors": ["Valerie Hopkins", "Anton Troianovski", "Alina Lobzina"], "date_download": "2022-10-25 23:42:25", "date_modify": "2022-10-25 23:42:25", "date_publish": "2022-09-09 20:51:26", "description": "Voters are choosing local and regional governments, but the ranks of opposition candidates have been severely depleted by jail and exile.", "filename": "2022_09_09_world_europe_russia-elections_1666741345.html", "image_url": "https://static01.nyt.com/images/2022/09/09/world/09Russia-election-2/09Russia-election-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_09_world_europe_russia-elections_1666741345.html", "title": "Russia Holds First Elections Since Ukraine Invasion", "title_page": "Russia Holds First Elections Since Ukraine Invasion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Russians began voting on Friday in the first nationwide elections since the invasion of Ukraine in a climate of wartime censorship and repression, with the Kremlin trying to assure the public that it was business as usual.\nThe vote for local and regional governments across the country includes the first municipal-level elections in the capital of Moscow since 2017, when the opposition won a sizable minority of seats despite the Kremlin’s dominance of the political system and accusations of fraud. But the ranks of the opposition have since been depleted even further. Many anti-government politicians have fled the country while others have been arrested or blocked from running by the election commissions.\n“Real competition this year is at one of the lowest rates in a decade,” according to an assessment by a Russian independent elections watchdog, Golos.\nAlthough President Vladimir V. Putin has dominated Russian politics for two decades, he has long relied on elections with a semblance of competition to try to legitimize the rule of his United Russia party. And while those elections were rife with fraud, the vote-counting process in major cities like Moscow retained a modicum of transparency, making them an opportunity for Kremlin critics to express their discontent even if a major opposition victory was virtually impossible.", "url": "https://www.nytimes.com/2022/09/09/world/europe/russia-elections.html"}