{"authors": ["Amanda Hess"], "date_download": "2022-10-25 23:36:52", "date_modify": "2022-10-25 23:36:52", "date_publish": "2022-05-12 09:00:18", "description": "For the onscreen moms in “The Baby,” “Umma” and “Lamb” — and for an ascendant class of sardonic mom influencers — the source of psychological torture is motherhood itself.", "filename": "2022_05_12_arts_motherhood-horror-movies-tv_1666741012.html", "image_url": "https://static01.nyt.com/images/2022/05/14/arts/11horror-moms1/11horror-moms1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_12_arts_motherhood-horror-movies-tv_1666741012.html", "title": "When Motherhood Is a Horror Show", "title_page": "When Motherhood Is a Horror Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In “Umma,” a beekeeping single mom (Sandra Oh) is possessed by the ghost of her own mother. In “Lamb,” an Icelandic farmer (Noomi Rapace) adopts a hybrid lamb-human newborn she discovers in her barn, with monstrous results. Marvel’s flirtation with horror, in the director Sam Raimi’s zombified “Doctor Strange” sequel, finds its villain in a mother, a lurching Wanda Maximoff (Elizabeth Olsen), who is willing to wreak havoc across as many universes as it will take to reunite with her children.\nEven “The Twin,” an original film from the horror streaming service Shudder, cycles through a mess of clichés (evil twin, Scandinavian occultism, Faustian bargain) before landing on mommy psychodrama. Though these mothers often carry past domestic traumas — abuse, neglect, infant loss — their stories signal that there is something psychologically harrowing about the role of motherhood itself.\nIn pregnancy, birth and young life, the horror tropes abound. Growing another human being inside your body is a natural human process that can nevertheless feel eerie, alien and supernatural. Also, gory. When the photographer Heji Shin began taking unsentimental photographs of babies at birth, “I looked at them and I was like, This is literally ‘The Exorcist,’” she told T Magazine. Bringing life into the world also brings death viscerally close. Thousands of infants die unexpectedly in the first year of their lives. Giving birth in the United States is more than 20 times as lethal as skydiving. Even the most desired and successful of pregnancies (let alone the kind that anti-abortion laws would require be carried to term) can conjure themes of shape-shifting, disfigurement, possession and torture.\nThe pandemic surfaced horrors of a more quotidian nature: the drudgeries of ceaseless child rearing. The veneration of motherly fortitude and sacrifice endemic to nature documentaries and Mother’s Day Instagram tributes has always disguised an American disinterest in functionally supporting mothers and other caretakers. But recently the image of the overworked American mother has assumed a darker valence, as new levels of isolation and stress have unleashed a maternal desperation that’s been described as “primal,” “Sisyphean,” and, as the writer Amil Niazi put it in The Cut last year, “like my brain is burning and so is my entire house and someone just stole the fire extinguisher.”\nOften a mother’s own fixation on such darker themes is written off, trivialized as old news or pathologized as postpartum depression. So it makes sense for it all to get sublimated into horror. In fact, it makes so much sense that the outcome is often a little too on the nose. Psychological frights that jumped from the screen in earlier mother-focused films, like “The Babadook” (from 2014) and “Hereditary” (2018), now seem to drift wearily through pop culture, as stories of motherhood are retold again and again through the blunt instruments of horror.", "url": "https://www.nytimes.com/2022/05/12/arts/motherhood-horror-movies-tv.html"}