{"authors": ["Clay Risen"], "date_download": "2022-10-25 23:36:21", "date_modify": "2022-10-25 23:36:21", "date_publish": "2022-10-02 14:47:25", "description": "A Canadian mixed martial artist, he brought cerebral flair to the ring and a dogged determination to his campaign for changing the sport’s drug rules.", "filename": "2022_10_02_sports_elias-theodorou-dead_1666740981.html", "image_url": "https://static01.nyt.com/images/2022/10/03/obituaries/30Theodorou1/30Theodorou1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_02_sports_elias-theodorou-dead_1666740981.html", "title": "Elias Theodorou, Pioneer of Medical Marijuana in Sports, Dies at 34", "title_page": "Elias Theodorou, Pioneer of Medical Marijuana in Sports, Dies at 34 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elias Theodorou, a cerebral, charismatic mixed martial arts fighter who campaigned to change his sport’s drug rules and is widely believed to be the first professional athlete to receive a therapeutic exemption to use marijuana, died on Sept. 11 at his home in Woodbridge, Ontario, a suburb of Toronto. He was 34.\nHis brother, Michael, said the cause was colon cancer that had metastasized to his liver.\nCountless pro athletes are said to use marijuana — for pain, for anxiety, to focus — but most sports prohibit or heavily regulate its use. In 2019 the PGA Tour suspended the golfer Matt Every for three months after he tested positive for THC, the active ingredient in marijuana, and in 2021 the American sprinter Sha’Carri Richardson was effectively disqualified from the Tokyo Olympics after THC was found in her bloodstream.\nTheodorou, who suffered from bilateral neuropathy, which caused tingling pain in his hands and arms, didn’t want to be next. Known for his thoughtful, deliberative fighting style, he applied that same approach to his campaign to win permission to use marijuana during training and preparation for a fight.\nHe built his case meticulously, collecting research and statements from doctors and lawyers and documenting his own fruitless efforts to find an already permitted alternative, like opioids.", "url": "https://www.nytimes.com/2022/10/02/sports/elias-theodorou-dead.html"}