{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:54:19", "date_modify": "2022-10-25 23:54:19", "date_publish": "2022-08-30 08:57:03", "description": "With no functioning government and no common ground, tensions among Shiite political factions have become a deadly matter in Baghdad this week.", "filename": "2022_08_30_world_middleeast_iraq-baghdad-clashes_1666742059.html", "image_url": "https://static01.nyt.com/images/2022/08/30/world/30IraqViolence01/merlin_212139255_9cd542cf-2ea5-4649-8f9d-f52b02da8aae-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_30_world_middleeast_iraq-baghdad-clashes_1666742059.html", "title": "After Clashes Kill 24, Iraq Cleric Works to Defuse Tension in Baghdad", "title_page": "After Clashes Kill 24, Iraq Cleric Works to Defuse Tension in Baghdad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Then there was a yearslong battle by Iraqi security forces, aided by Shiite militias loyal to Iran and Kurdish fighters from northern Iraq, to drive out the Islamic State after the Sunni terrorist group took over large parts of the country.\nIn recent years, rivalries among Shiites have become the main driver of Iraqi political instability.\nIran-backed Shiite militias formed in 2014 to fight Islamic State have become a permanent part of Iraqi government security forces, with some more answerable to Iran’s Shiite theocracy than to the Iraqi government.\nMr. Sadr is the leader of a rival Shiite opposition. And his political movement has been fueled in part by lingering distrust of Iran that was born in the devastating war between the neighboring countries in the 1980s and was shaped by years of Iranian manipulation and intervention in Iraq’s affairs.\nElections last year in October were seen as a fresh start for the country — a response to massive protests against a corrupt and dysfunctional government. Instead they led to the current political deadlock.\nMr. Sadr, appearing at a news conference on Tuesday in Najaf, a southern city holy to Shiite Muslims worldwide, called on his supporters to withdraw immediately from the Green Zone, where the fighting over the past two days has been focused. He said he was sorry about what had happened.\n“Regardless of who started the sedition yesterday,” he said, referring to the violent clashes, “I say that my head is down and I apologize to the Iraqi people.”", "url": "https://www.nytimes.com/2022/08/30/world/middleeast/iraq-baghdad-clashes.html"}