{"authors": ["Glenn Thrush", "Katie Benner"], "date_download": "2022-10-25 22:56:55", "date_modify": "2022-10-25 22:56:55", "date_publish": "2022-04-28 13:07:28", "description": "In Philadelphia, the most comprehensive study in decades found a handful of dealers selling a huge number of guns used illegally. A House panel is uncovering similar patterns elsewhere.", "filename": "2022_04_28_us_politics_gun-shops-weapons-resell_1666738615.html", "image_url": "https://static01.nyt.com/images/2022/04/28/us/politics/28dc-guns-1/merlin_206056185_820dde95-643f-42ac-ad87-3f985e72903e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_28_us_politics_gun-shops-weapons-resell_1666738615.html", "title": "6 Gun Shops, 11,000 ‘Crime Guns’: A Rare Peek at the Pipeline", "title_page": "6 Gun Shops, 11,000 ‘Crime Guns’: A Rare Peek at the Pipeline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Shapiro, echoing the A.T.F., cautioned against drawing too many conclusions about individual sellers, adding that “a small percentage” of bad sales at a busy, but otherwise legally compliant, store could show up as dozens of crime guns. He also emphasized that the information, while useful, was incomplete because many local departments did not contribute tracing information.\nLarry Keane, a top official with the National Shooting Sports Foundation, a firearms industry trade association, went even further, accusing gun control activists of trying to “name and shame” honest small-business owners and singling out Brady for compiling misleading lists of “bad-apple” dealers. He cited a 1998 report by the A.T.F., which described gun tracing as a “starting point” for investigators to unravel a defendant’s illegal behavior that “in no way suggests” the dealer’s culpability.\nBut gun control activists say the Pennsylvania data, however incomplete, points to an inescapable policy conclusion: The A.T.F., an embattled and chronically understaffed agency responsible for overseeing 75,000 licensed dealers, needs to intensify its monitoring and oversight of the most troubled gun sellers.\nTo that end, the Biden administration has proposed a 13 percent increase to the bureau’s budget, to pay for 140 new agents and 160 new investigators to inspect gun dealers.\nThe House oversight committee asked the A.T.F. in 2019 for data on gun shops that had received warnings or recommendations that their licenses be pulled, including the name and location of the dealer, the violations identified, the recommendations by the inspector and what steps the bureau took after the inspection.\nThe A.T.F. has not yet provided that information, which the committee says it needs to complete its investigation, now two and a half years old, into the role that gun dealers play in the epidemic of gun crime.\nMs. Maloney’s committee released its initial analysis of the data that the A.T.F. has provided, which included anonymized dealers, their gun sales and the number of those guns that had been traced back to crimes. It also shared how many of the documented gun crimes occurred within five years after the gun was sold.", "url": "https://www.nytimes.com/2022/04/28/us/politics/gun-shops-weapons-resell.html"}