{"authors": ["Patricia Cohen", "Stanley Reed"], "date_download": "2022-10-25 23:41:34", "date_modify": "2022-10-25 23:41:34", "date_publish": "2022-02-25 08:00:14", "description": "Moscow relies on the money it makes by selling oil and gas, but that energy fuels Europe’s economy and heats its homes.", "filename": "2022_02_25_business_economy_russia-europe-sanctions-gas-oil_1666741294.html", "image_url": "https://static01.nyt.com/images/2022/02/24/business/24energy-europe-1/24energy-europe-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_25_business_economy_russia-europe-sanctions-gas-oil_1666741294.html", "title": "Why the Toughest Sanctions on Russia Are the Hardest for Europe to Wield", "title_page": "Why the Toughest Sanctions on Russia Are the Hardest for Europe to Wield - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As for the gas that is already flowing to Europe, Western leaders are reluctant to reduce it further given that during the last three months of 2021, Russia shrank its pipeline exports by close to 25 percent compared with a year earlier, according to the International Energy Agency. Europe’s reserves stand at just 30 percent, and Europeans are already paying exorbitant prices for energy.\nThe conflict is occurring when supplies of both oil and natural gas have been tight for months, driving up prices.\n“There are serious concerns” that Moscow will tighten exports further and send prices higher, said Helima Croft, head of commodities at RBC Capital Markets, an investment bank.\nGermany, Russia’s largest trading partner in Europe, gets 55 percent of its supply from Russia. Italy, the second-biggest trading partner, gets 41 percent. At a forum in Milan last week, the Russian ambassador Sergey Razov said President Vladimir V. Putin had told the Italian prime minister, Mario Draghi, that “if Italy needs more gas we are ready to supply it.”\nMr. Putin also made a point of saying that roughly 500 Italian businesses have operations in Russia and that bilateral investments are worth $8 billion.\nAustria, Turkey and France are large consumers of Russian natural gas. In central and Eastern Europe, Hungary, Poland, the Czech Republic and Slovakia are the biggest customers, the Russian energy giant Gazprom said.", "url": "https://www.nytimes.com/2022/02/25/business/economy/russia-europe-sanctions-gas-oil.html"}