{"authors": ["Coral Murphy Marcos"], "date_download": "2022-10-25 23:46:48", "date_modify": "2022-10-25 23:46:48", "date_publish": "2022-03-19 01:32:30", "description": "A state representative threatened to introduce legislation that would bar local governments from doing business with companies that had such policies.", "filename": "2022_03_18_business_citigroup-abortion-texas-warning_1666741608.html", "image_url": "https://static01.nyt.com/images/2022/03/18/multimedia/18biz-citigroup-abortion/18biz-citigroup-abortion-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_18_business_citigroup-abortion-texas-warning_1666741608.html", "title": "Citigroup Abortion Policy Prompts Texas Lawmaker to Threaten Action", "title_page": "Citigroup Abortion Policy Prompts Texas Lawmaker to Threaten Action - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Texas legislator warned Citigroup on Friday that he would introduce a bill to prevent the bank from underwriting municipal bonds in the state unless it rescinded its policy covering travel expenses for employees who go outside their state to seek an abortion.\nState Representative Briscoe Cain, a Republican from the Houston area, wrote on Facebook and Twitter that the bill would bar local governments from doing business with any company “that pays abortion-related expenses of its employees or that provides abortion coverage as an employee benefit.” He said he had sent a cease-and-desist letter to Citigroup’s chief executive, Jane Fraser, calling the policy a “misuse of shareholder money.”\nCitigroup stated in a filing on Tuesday that it would provide travel benefits to employees seeking abortions outside their state, “in response to changes in reproductive health care laws in certain states.” Last year, Texas enacted a law that bans abortion after about six weeks of pregnancy. The law took effect in September.\nCitigroup has 8,500 employees in Texas. Other companies, including Salesforce and Uber, have also announced policies in opposition to the abortion law.", "url": "https://www.nytimes.com/2022/03/18/business/citigroup-abortion-texas-warning.html"}