{"authors": ["Neil Macfarquhar", "Alina Lobzina"], "date_download": "2022-10-25 23:41:20", "date_modify": "2022-10-25 23:41:20", "date_publish": "2022-04-21 09:50:09", "description": "Families of missing crew members say the Russian authorities are giving them the runaround after a flagship sank last week in the Black Sea.", "filename": "2022_04_21_world_europe_russia-moskva-warship-disinformation_1666741280.html", "image_url": "https://static01.nyt.com/images/2022/04/20/multimedia/20ukraine-blog-moskva-casualties-topart/20ukraine-blog-moskva-casualties-topart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_21_world_europe_russia-moskva-warship-disinformation_1666741280.html", "title": "With sunken warship, Russian disinformation faces a test.", "title_page": "With Moskva Warship Sunken, Russia Disinformation Faces a Test - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Families whose sons were listed as missing after the Russian flagship in the Black Sea sank a week ago are demanding answers in increasing numbers as the Ministry of Defense and top government officials stay silent about the fate of the crew.\nAt least 10 families have come forward publicly, on social media or to news organizations, to voice their frustration that they have been told by different officers or others that their sons were either alive, missing or dead. Yet there still has been no official update to the initial announcement that the more than 500 crew members on the cruiser, the Moskva, were all rescued.\n“They don’t want to talk to us,” Maksim Savin, 32, said in an interview about his search for his youngest brother Leonid, 20, a conscript who served on the Moskva. “We are grieving. They drafted our little brother and most likely will never give him back.”\nThe official silence on the fate of the Moskva’s crew is part of a larger campaign by the Kremlin to suppress bad news about the war and control the narrative that Russians receive on its progress. Many of the missing crew were conscripts, which has been a sensitive subject in Russia since the war in Chechnya, when young soldiers with little training were often thrown into battles and died in droves, souring public support for the war.", "url": "https://www.nytimes.com/2022/04/21/world/europe/russia-moskva-warship-disinformation.html"}