{"authors": ["Catherine Porter"], "date_download": "2022-10-25 22:59:36", "date_modify": "2022-10-25 22:59:36", "date_publish": "2022-10-20 07:00:20", "description": "A plan to revitalize the town of Callac by bringing in skilled immigrants has divided it and made it an emblem of a nation’s anxiety over its identity and decline.", "filename": "2022_10_20_world_europe_france-callac-immigrants-refugees_1666738776.html", "image_url": "https://static01.nyt.com/images/2022/10/12/world/00france-migration01/00france-migration01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_20_world_europe_france-callac-immigrants-refugees_1666738776.html", "title": "A Shrinking Town at the Center of France’s Culture Wars", "title_page": "A Shrinking Town at the Center of France’s Culture Wars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mohammad Ebrahim heard the noise of the warring protests from his living room window, but had no idea what the commotion was about — certainly not about him, his wife and four children, who arrived a year ago.\nKurds who escaped Al Qaeda in Syria, they have felt nothing but welcome, flashing photos on their cellphones of community meals and celebrations they have been invited to. But the perks of village hospitality are offset by the logistics of living in the countryside without a car. Training, medical appointments, even regular French classes are all far away.\nWhen he hears the plan to offer wraparound services and school in Callac, Mr. Ebrahim smiles broadly. “Then we could go to French class every day,” he said.\nCallac may now prove to be a testing ground of whether a more structured approach can work and divisions be overcome.\n“This became about French politics,” says Sylvie Lagrue, a local volunteer who drives refugees to doctor’s appointments and helps them set up their internet. “Now, everyone hopes this will quiet down, and we continue with the program.”", "url": "https://www.nytimes.com/2022/10/20/world/europe/france-callac-immigrants-refugees.html"}