{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:33:59", "date_modify": "2022-10-25 23:33:59", "date_publish": "2022-06-02 19:13:15", "description": "The queen will not attend a thanksgiving service on Friday that is a major event of her Platinum Jubilee.", "filename": "2022_06_02_world_europe_queen-elizabeth-will-skip-a-church-service-on-friday-after-discomfort-during-jubilee-ceremony_1666740839.html", "image_url": "https://static01.nyt.com/images/2022/06/02/multimedia/02queen-jubilee-thursday-queen-friday/02queen-jubilee-thursday-queen-friday-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_02_world_europe_queen-elizabeth-will-skip-a-church-service-on-friday-after-discomfort-during-jubilee-ceremony_1666740839.html", "title": "Queen Elizabeth will skip Friday’s church service after ‘discomfort’ during the jubilee’s first day.", "title_page": "Queen Elizabeth will skip Friday’s church service after ‘discomfort’ during the jubilee’s first day. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Queen Elizabeth II has decided to skip a thanksgiving service on Friday, one of the major events of her Platinum Jubilee, after experiencing discomfort on a busy first day of festivities.\nThe palace said late on Thursday that the queen “greatly enjoyed” the military parade that marked her birthday, but “did experience some discomfort.”\n“Taking into account the journey and activity required to participate in tomorrow’s National Service of Thanksgiving at St. Paul’s Cathedral, Her Majesty with great reluctance has concluded she will not attend,” the palace said in a statement.\nThe queen, who appeared on the balcony at Buckingham Palace twice on Thursday, experienced some mobility issues during the festivities, according to a palace official. She has complained of trouble walking in the past, and has canceled several other public engagements, including the state opening of Parliament last month.", "url": "https://www.nytimes.com/2022/06/02/world/europe/queen-elizabeth-will-skip-a-church-service-on-friday-after-discomfort-during-jubilee-ceremony.html"}