{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 22:57:43", "date_modify": "2022-10-25 22:57:43", "date_publish": "2022-09-29 20:35:30", "description": "The Kremlin is using pageantry and a show of adhering to Russian legal formalities to give the move a veneer of legitimacy.", "filename": "2022_09_29_world_europe_russia-ukraine-annexation-regions_1666738663.html", "image_url": "https://static01.nyt.com/images/2022/09/29/multimedia/29ukraine-briefing-kramer-explainer01-1-b2bc/29ukraine-briefing-kramer-explainer01-1-b2bc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_29_world_europe_russia-ukraine-annexation-regions_1666738663.html", "title": "What to Know About Russia’s Annexation of Four Ukrainian Provinces", "title_page": "Putin Plans Annexation of Ukraine Territories. Here’s What to Know. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The move sets the stage for the Kremlin to assert that it is defending, not attacking, in the war in Ukraine — and so it is justified to use any military means necessary, a thinly veiled nuclear threat. Annexing the provinces could be used as a rationale for drafting Ukrainian men living there to fight other Ukrainians in the war, helping to solve a shortage of troops in the Russian Army.\nWhy does the international community oppose it?\nThe United States, its European allies and many other countries oppose Russia’s nuclear saber rattling and say that allowing a country to capture new territory militarily sets a destabilizing precedent. After Russia’s invasion of Ukraine in February, an article published by the Council on Foreign Relations observed that Russia, a member of the United Nations, was violating the United Nations Charter, which requires that U.N. member states refrain from the “use of force against the territorial integrity or political independence of any state.”\nWestern allies of Ukraine say the supposed referendums showing support for uniting with Russia were a sham, as some residents of occupied areas were forced to vote at gunpoint, and a large portion of the population had fled as internally displaced people or refugees. The final tallies could also have easily been falsified.\nHow much land in the regions do the Russians control?\nMuch of the territory Russia is is claiming as its territory is occupied by the Russian army already. Russia captured and set up client states controlling about a third of two provinces, Donetsk and Luhansk, in a war that began in 2014. Its military advanced into the other two provinces, Zaporizhzhia and Kherson, in the invasion that began in February.\nThe front lines have shifted in fierce, seesaw fighting over the seven months of the war, with Russia mostly losing ground. The Russian army now controls most of the Luhansk and Kherson regions and about half of the Zaporizhzhia and Donetsk regions. Thousands of square miles of territory and hundreds of cities, towns and villages are now under firm Ukrainian control in the Donetsk and Zaporizhzhia regions, including the capital of one province, the city of Zaporizhzhia.", "url": "https://www.nytimes.com/2022/09/29/world/europe/russia-ukraine-annexation-regions.html"}