{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:54:20", "date_modify": "2022-10-25 23:54:20", "date_publish": "2022-06-13 12:42:48", "description": "The powerful Shiite cleric Muqtada al-Sadr, who controls the largest bloc in Parliament, has directed dozens of lawmakers loyal to him to resign.", "filename": "2022_06_13_world_middleeast_iraq-government-sadr_1666742060.html", "image_url": "https://static01.nyt.com/images/2022/06/13/world/13iraq-politics1/13iraq-politics1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_13_world_middleeast_iraq-government-sadr_1666742060.html", "title": "Efforts to Form a New Government in Iraq Descend Into Chaos", "title_page": "Efforts to Form a New Government in Iraq Descend Into Chaos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seven months of efforts to form a new government in Iraq were in turmoil on Monday, a day after the powerful Shiite cleric Muqtada al-Sadr directed members of Parliament who are loyal to him to resign from the seats they won in an October election.\nMr. Sadr, who has become one of the biggest political forces in Iraq since emerging in 2003, has no formal role but commands the allegiance of the single largest bloc in the 329-seat Parliament. The 73 lawmakers of his movement submitted their resignations on Sunday after the collapse of months of negotiations by Mr. Sadr to form a coalition government with Sunni and Kurdish partners.\nOn Monday, Mr. Sadr’s candidate for prime minister, Jaafar al-Sadr, a cousin of the Shiite cleric and currently the Iraqi ambassador to London, said in a post on Twitter that he was withdrawing his candidacy.\nThe talks on forming a government broke down amid disagreements over who would be president. Under Iraq’s parliamentary system, established after a U.S.-led coalition toppled Saddam Hussein in 2003, the president nominates a prime minister and cabinet ministers who must then be approved by Parliament to take up their posts. The mercurial Muqtada al-Sadr suggested that in abandoning the negotiations, he was sacrificing his bloc’s hard-won gains in the elections last year so that a government could be formed.", "url": "https://www.nytimes.com/2022/06/13/world/middleeast/iraq-government-sadr.html"}