{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:31:51", "date_modify": "2022-10-25 23:31:51", "date_publish": "2022-05-20 11:32:53", "description": "The euro hasn’t fallen below the one-to-one exchange rate with the U.S. dollar for two decades. But as economic risks grow, more analysts predict deeper lows for the shared currency.", "filename": "2022_05_20_business_economy_euro-dollar-usd_1666740711.html", "image_url": "https://static01.nyt.com/images/2022/05/23/business/20euro-dollar/20euro-dollar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_20_business_economy_euro-dollar-usd_1666740711.html", "title": "Weakened Euro May Become Equal to the U.S. Dollar", "title_page": "Weakened Euro May Become Equal to the U.S. Dollar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are plenty of reasons investors are looking for safe places to park their money. Economic growth is slow in China because of shutdowns prompted by the country’s zero-Covid policy. There are recession risks in Europe and growing predictions of a recession in the United States next year. And many so-called emerging markets are being battered by rising food prices, worsening crises in areas including East Africa and the Middle East.\n“It’s a pretty grim outlook for the global economy,” Ms. Foley said. It “screams safe haven and it screams the dollar.”\nAlso in the dollar’s favor is the aggressive action of the Federal Reserve. With inflation in the United States hovering around its highest rate in four decades, the central bank has ramped up its tightening of monetary policy with successive interest rate increases, and many more are predicted. Traders are betting that U.S. interest rates will climb another 2 percentage points by early next year to 3 percent, the highest level since 2007.\nIn comparison, the European Central Bank has only just begun to send strong signals that it will begin to raise rates, possibly as soon as July. It would be the first increase in more than a decade. But even when policymakers begin, it will probably take more than one policy meeting to get one of the key interest rates above zero. The deposit rate, which is what banks receive for depositing money with the central bank overnight, is minus 0.5 percent. The question being debated by analysts now is how far above zero the bank could get before it has to stop raising interest rates because the economy is too fragile to support them.", "url": "https://www.nytimes.com/2022/05/20/business/economy/euro-dollar-usd.html"}