{"authors": ["Luke Broadwater", "Alan Feuer", "Maggie Haberman"], "date_download": "2022-10-25 23:47:30", "date_modify": "2022-10-25 23:47:30", "date_publish": "2022-03-28 16:24:51", "description": "“The illegality of the plan was obvious,” the judge wrote in a civil case. Separately, the Jan. 6 panel voted to recommend contempt of Congress charges for two former Trump aides.", "filename": "2022_03_28_us_politics_trump-election-crimes_1666741650.html", "image_url": "https://static01.nyt.com/images/2022/03/28/multimedia/28dc-investigate/28dc-investigate-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_28_us_politics_trump-election-crimes_1666741650.html", "title": "Federal Judge Finds Trump Most Likely Committed Crimes Over 2020 Election", "title_page": "Federal Judge Finds Trump Most Likely Committed Crimes Over 2020 Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow live updates on the House committee hearing on the Jan. 6 attack on the Capitol.\nWASHINGTON — A federal judge ruled on Monday that former President Donald J. Trump and a lawyer who had advised him on how to overturn the 2020 election most likely had committed felonies, including obstructing the work of Congress and conspiring to defraud the United States.\nThe judge’s comments in the civil case of the lawyer, John Eastman, marked a significant breakthrough for the House committee investigating the Jan. 6 attack on the Capitol. The committee, which is weighing making a criminal referral to the Justice Department, had used a filing in the case to lay out the crimes it believed Mr. Trump might have committed.\nMr. Trump has not been charged with any crime, and the judge’s ruling had no immediate, practical legal effect on him. But it essentially ratified the committee’s argument that Mr. Trump’s efforts to block Congress from certifying Joseph R. Biden Jr.’s Electoral College victory could well rise to the level of a criminal conspiracy.\n“The illegality of the plan was obvious,” wrote Judge David O. Carter of the Central District of California. “Our nation was founded on the peaceful transition of power, epitomized by George Washington laying down his sword to make way for democratic elections. Ignoring this history, President Trump vigorously campaigned for the vice president to single-handedly determine the results of the 2020 election.”", "url": "https://www.nytimes.com/2022/03/28/us/politics/trump-election-crimes.html"}