{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:22:40", "date_modify": "2022-10-25 23:22:40", "date_publish": "2022-09-15 13:30:46", "description": "The move, which is bound to heighten tensions with Beijing, reflects growing unease about China’s ability to access the personal information that Americans hand over to mobile apps and other services.", "filename": "2022_09_15_us_politics_biden-china-tech-executive-order_1666740160.html", "image_url": "https://static01.nyt.com/images/2022/09/15/opinion/15dc-BIDEN-CHINA_1/merlin_199962147_3e794dad-a76a-494f-98ac-7c05bfec6db3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_15_us_politics_biden-china-tech-executive-order_1666740160.html", "title": "Biden Issues New Order to Block Chinese Investment in Technology in the U.S.", "title_page": "Biden Issues New Order to Block Chinese Investment in Technology in the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So far the Biden administration has said little about its review of TikTok. In the last months of the Trump administration, there was a hasty effort to force a sale of the American operations of TikTok to a consortium of American and other Western companies; it quickly fell apart. And the deal never resolved the broader question in the expanding technology wars between Washington and Beijing: How should the United States deal with the foreign apps that are becoming embedded on the screens of Americans’ smartphones, and thus in the daily fabric of American digital life?\nIn recent months, evidence has emerged that TikTok employees in China had the ability to access data about Americans who signed up for the service. There is no public evidence the company has handed data over to the Chinese government, but Chinese national security laws could require the company to do so. The issue now is whether requiring the transfer of all that data to American-based servers would solve that problem, or merely mitigate it. And there are continuing questions about who designs the algorithms that track the interests and activities of Americans online.\nChinese intelligence agencies have gone to great lengths to obtain vast troves of data about Americans, including by hacking the databases of the Office of Personnel Management during the Obama administration. Before American authorities caught on, the information that 22.5 million Americans had filed for security clearances was in Chinese hands. It has never been clear what China did with that data.\nThe executive order, which has been anticipated for months, does not regulate “outbound investment” by American companies in foreign nations, though the Biden administration seems likely to seek new authority to regulate that as well. For years, one concern has been China’s requirement that foreign companies turn over technology as part of the price for being allowed to enter the Chinese market.\n“For China, this work is about survival,” Nigel Inkster, the former director of operations and intelligence for Britain’s Secret Intelligence Service, wrote in The New York Times opinion section earlier this week, delineating covert operations by Chinese operatives to gain technology or manufacturing techniques that would speed Beijing’s way. He noted a law in China that orders Chinese citizens to help intelligence agencies, usually secretly.", "url": "https://www.nytimes.com/2022/09/15/us/politics/biden-china-tech-executive-order.html"}