{"authors": ["Salman Masood", "Christina Goldbaum"], "date_download": "2022-10-25 23:32:53", "date_modify": "2022-10-25 23:32:53", "date_publish": "2022-07-18 18:35:00", "description": "Mr. Khan’s political party won 15 of the 20 seats in the country’s most populous province, which has often served as a bellwether for national politics.", "filename": "2022_07_18_world_asia_pakistan-imran-khan-punjab-elections_1666740773.html", "image_url": "https://static01.nyt.com/images/2022/07/18/world/18pakistan-1/18pakistan-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_18_world_asia_pakistan-imran-khan-punjab-elections_1666740773.html", "title": "Imran Khan Dominates Punjab Vote, Deepening Pakistan Turmoil", "title_page": "Imran Khan Dominates Punjab Vote, Deepening Pakistan Turmoil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — Less than four months after Prime Minister Imran Khan was ousted from power in Pakistan, his party has won a sweeping victory in elections in the most populous province, proving that Mr. Khan remains a powerful force and adding to the political uncertainty that has embroiled the country since his defeat.\nMr. Khan’s political party, Pakistan Tehreek-e-Insaf, on Sunday won 15 of the 20 seats contested in Punjab, a province that has often served as a bellwether for national politics.\nThe province is home to more than half of Pakistan’s 200 million people and for years has been a political stronghold for the family of Prime Minister Shehbaz Sharif, who took over in April after Mr. Khan was ousted in a no-confidence vote that shook Pakistan’s fragile democracy.\nThe elections Sunday were seen as a litmus test for Mr. Sharif’s government, a coalition of several parties that has struggled to gain popular support amid a cratering economy and to compete with the political momentum Mr. Khan’s party, known as P.T.I., has gained on the campaign trail since his ouster.", "url": "https://www.nytimes.com/2022/07/18/world/asia/pakistan-imran-khan-punjab-elections.html"}