{"authors": ["Jesse Green"], "date_download": "2022-10-25 22:54:49", "date_modify": "2022-10-25 22:54:49", "date_publish": "2022-10-03 02:00:05", "description": "The Viennese Jewish family at the heart of this new Broadway production thinks it is too assimilated to be in danger when the Nazis arrive. They are wrong.", "filename": "2022_10_02_theater_leopoldstadt-review_1666738489.html", "image_url": "https://static01.nyt.com/images/2022/10/03/arts/02LEOPOLDSTADT-1/merlin_213196461_49af514d-2591-4ab1-a962-d05194d8142f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_02_theater_leopoldstadt-review_1666738489.html", "title": "Review: In Stoppard’s ‘Leopoldstadt,’ a Memorial to a Lost World", "title_page": "Review: In Stoppard’s ‘Leopoldstadt,’ a Memorial to a Lost World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In November 1938, in Vienna, life chez Merz — the reciting of books, the games of cat’s cradle, the polished renditions of Haydn at the piano — proceeds with only brief interruptions despite the nearby sounds of broken glass. But then comes the rap at the door. The pianist, Hanna (Colleen Litchfield), goes to answer it and hastily returns.\n“Trouble,” she hisses.\nWith that one word, the hinge of history swings open upon the abyss.\nIt is also the word that turns “Leopoldstadt,” the harrowing new Tom Stoppard play that opened on Sunday at the Longacre Theater, from a domestic comedy into a Greek drama. What had been until then a loving portrait of Austrian Jewish bourgeois society in the years before the Anschluss — the play begins in 1899 and will follow the family through 1955 — becomes, as the Nazis enter not just the Merzes’ homeland but their home, a portrait of that society’s self-delusion. The cosmopolitan, intermarried and profoundly cultured clan, given less than a day to pack for a future most will not survive, finally understands that, for Jews, history has no hinge; the abyss is always open.\nWhether complacency is a moral failing, as “Leopoldstadt” seems to argue, is a vexing question. In the play’s first three acts — it has five, each set in a different year and performed without intermission over the course of 2 hours and 10 minutes — Stoppard posits the Merzes, and their relatives-by-marriage, the Jakoboviczes, as golden examples of assimilation. Hermann Merz (David Krumholtz), the wealthy businessman in whose apartment near the fashionable Ringstrasse the story unfolds, has even converted to Catholicism as a kind of insurance. One of the always ambient children is confused enough about the distinctions between Jew, gentile and Austrian to top the family’s Christmas tree with a Star of David.\nAustrian gentiles are not confused, though. Antisemitic slights and violence are frequent enough that even the Merzes take notice. In 1899, the adults are already arguing the merits of Theodor Herzl’s plans for a Jewish homeland in Palestine. But all signs, at least the cultural ones valued by the bourgeoisie, point to progress. Brahms has visited their home; Mahler, though “wet from his baptism,” is still “our man.” Klimt is painting Hermann’s wife, Gretl (Faye Castelow). And the playwright Arthur Schnitzler has inscribed a private copy of “La Ronde” to Hermann’s brother-in-law, Ludwig (Brandon Uranowitz), a mathematician being analyzed by Freud.", "url": "https://www.nytimes.com/2022/10/02/theater/leopoldstadt-review.html"}