{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:27:23", "date_modify": "2022-10-25 23:27:23", "date_publish": "2022-06-19 15:57:21", "description": "It was one of a series of measures announced by Germany’s economy minister, as Europe takes steps to deal with reduced energy supplies from Russia.", "filename": "2022_06_19_world_europe_germany-russia-gas_1666740443.html", "image_url": "https://static01.nyt.com/images/2022/06/19/world/19ukraine-briefing-germany-coal/19ukraine-briefing-germany-coal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_19_world_europe_germany-russia-gas_1666740443.html", "title": "Germany Says It Will Restart Coal Power Plants to Save Natural Gas", "title_page": "Germany Says It Will Restart Coal Power Plants to Save Natural Gas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The situation is serious,” Robert Habeck, the economy minister who is also Germany’s vice chancellor, said in a statement on Sunday, laying out the steps that would be taken to ensure that more gas is available to divert into storage so the country has enough to get through the winter. They include bringing back online coal-fired power plants that had been drawn down to reduce carbon emissions, although the statement did not specify how many plants would be affected.\n“That’s bitter, but it’s simply necessary in this situation to lower gas usage,” said Mr. Habeck, a member of the environmentalist Greens party. “The gas storage tanks must be full by winter. That is our top priority.”\nGermany has relied heavily on energy imports from Russia for decades. Last year, Russian imports accounted for 55 percent of the country’s natural gas supply. But after Moscow’s Feb. 24 invasion of Ukraine, Berlin began purchasing gas from Norway, the United States and the United Arab Emirates, reducing its purchases from Russia by about 20 percent.\nThe government has nevertheless insisted that Russian gas will be needed to ensure storage tanks are at least 90 percent full by November — in keeping with a law passed earlier this year to ensure a sufficient supply of natural gas, which is used largely for heating and manufacturing. One-third of Germany’s homes are heated with natural gas, while it is used for only about 15 percent of all electricity generation.\nA law allowing a return to the use of coal in power generation is expected to pass next month. By the end of the summer, a model should be in place that would allow companies to auction gas, as part of efforts to encourage Germany’s industrial sector to reduce its reliance on the fuel.", "url": "https://www.nytimes.com/2022/06/19/world/europe/germany-russia-gas.html"}