{"authors": ["Dani Blum"], "date_download": "2022-10-25 22:54:42", "date_modify": "2022-10-25 22:54:42", "date_publish": "2022-08-31 15:46:19", "description": "New shots targeting the latest version of the Omicron variant are available. When should you get yours? Here’s what experts recommend.", "filename": "2022_08_31_well_covid-booster-shots-variants_1666738482.html", "image_url": "https://static01.nyt.com/images/2022/08/30/multimedia/HFO-WELL-OMICRON-BOOSTER2/HFO-WELL-OMICRON-BOOSTER2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_31_well_covid-booster-shots-variants_1666738482.html", "title": "What to Know About the New Booster Shots", "title_page": "Covid Booster Shot Side Effects, Efficacy and More: What You Need to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What is the difference between the Pfizer and Moderna boosters?\nBeyond the difference in age criteria, there is no practical difference between shots, said Dr. Peter Chin-Hong, an infectious disease specialist at the University of California, San Francisco. “From your body’s immune system perspective, it doesn’t remember which brand it is,” he said.\nDoes this Omicron-specific booster entirely replace the other boosters?\nThe new booster shot is a bivalent vaccine, meaning that it targets two versions of the coronavirus: the original strain, and the Omicron subvariants BA.4 and BA.5. The previous booster shot targeted only the original version of the virus.\nThe F.D.A. no longer authorizes the previous Pfizer and Moderna boosters, but the C.D.C. has allowed adults 18 and older to receive a monovalent Novavax booster. You can get the Novavax booster instead of the new bivalent shots if you have not received any other booster.\nPeople who have not received their first doses of the vaccine will still receive the original vaccines that were rolled out in late 2020.\nHow long should I wait to get the new booster if I recently had a shot or got Covid?\nThe F.D.A. authorized the updated boosters for people who were at least two months out from their last shot (whether that was the original vaccine or a booster), but you might want to wait longer. An advisory panel to the C.D.C. voted to recommend the same interval between doses, although several members voiced concerns that two months was too short.", "url": "https://www.nytimes.com/2022/08/31/well/covid-booster-shots-variants.html"}