{"authors": ["Alexandra Alter"], "date_download": "2022-10-25 23:37:38", "date_modify": "2022-10-25 23:37:38", "date_publish": "2022-03-08 20:54:18", "description": "This fall, Knopf will publish two interlinked books that are a thematic and stylistic departure for the Pulitzer Prize-winning novelist.", "filename": "2022_03_08_books_cormac-mccarthy-new-novels_1666741058.html", "image_url": "https://static01.nyt.com/images/2022/03/10/books/08Cormac2/08Cormac2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_08_books_cormac-mccarthy-new-novels_1666741058.html", "title": "Cormac McCarthy to Publish Two New Novels", "title_page": " Cormac McCarthy to Publish Two New Novels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s a format for Cormac to allow Alicia to explore her obsessions, which from what I can tell happen to be Cormac’s obsessions,” said Jenny Jackson, McCarthy’s editor at Knopf. “It’s a book of ideas.”\nMcCarthy has long been fascinated with esoteric scientific disciplines, and has surrounded himself with experts in theoretical physics and mathematics at the Santa Fe Institute, a research institute where he is a trustee and has been a fixture for decades. But until now, those subjects have rarely been a prominent feature of his fiction. With “The Passenger” and “Stella Maris,” McCarthy is more directly investigating questions about the intersection of science and morality and the limits of human knowledge.\nMcCarthy, who declined to be interviewed, has been alluding to “The Passenger” for years. Scholars have noted that McCarthy referred to a novel set in New Orleans more than 40 years ago. During a 2009 interview with The Wall Street Journal to promote the movie based on “The Road,” McCarthy mentioned a novel in progress and described it as a long book that is “largely about a young woman.”\n“I was planning on writing about a woman for 50 years,” he added. “I will never be competent enough to do so, but at some point you have to try.”\nMcCarthy revealed more about the novel in 2015 at a performing arts center in Santa Fe, where performers read passages of the novel in progress as part of a multimedia event. McCarthy’s willingness to share portions of the book publicly prompted feverish speculation among scholars and fans that the publication of “The Passenger” was imminent.\nYears passed, and no new novel arrived. It was an unusually long dry spell for McCarthy, who has released his 10 earlier novels at a fairly steady clip ever since his 1965 debut, “The Orchard Keeper.” In recent years, he’s written a screenplay for “The Counselor,” a film that was directed by Ridley Scott and released in 2013, and his first work of nonfiction, which explored the origins of language and was published in 2017 in the scientific magazine Nautilus. But little new information emerged about “The Passenger.”", "url": "https://www.nytimes.com/2022/03/08/books/cormac-mccarthy-new-novels.html"}