{"authors": ["Joseph Berger"], "date_download": "2022-10-25 23:55:54", "date_modify": "2022-10-25 23:55:54", "date_publish": "2022-04-27 15:32:09", "description": "Ordered to win fights or be put to death, Harry Haft, the subject of a new film, was haunted by the fates of his opponents.", "filename": "2022_04_27_movies_survivor-harry-haft_1666742154.html", "image_url": "https://static01.nyt.com/images/2022/04/27/arts/27survivor-film3/27survivor-film3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_27_movies_survivor-harry-haft_1666742154.html", "title": "A Boxer at Auschwitz and the Pain He Carried", "title_page": "‘The Survivor’ Delves Into Harry Haft’s Boxing Dilemma at Auschwitz - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After the war, Haft took the skills he absorbed in the camps to America. He hoped that newspaper articles about his professional boxing matches might be read by a fiancée whose disappearance haunted him or by the siblings and other relatives he had been unable to trace.\nThe highlight of his two-year career was a 1949 match in Providence, R.I., against Rocky Marciano, who was on his way to becoming a world heavyweight champion, the only one at that point to retire undefeated. The 24-year-old Haft, wearing purple Everlast trunks with a Star of David stitched on, lasted into the third round when a barrage of blows from Marciano flattened him. Haft later claimed that he threw the fight after three gun-toting mobsters came to his locker-room and threatened his life.\nYet he was never able to moderate the anger that consumed him at all that he had suffered, including the deaths of his mother and five of his brothers and sisters. Short-tempered, Haft would slap and kick the older of his two sons for minor misbehaviors, verbally attack his wife and daughter, and frequently threaten to kill himself if things didn’t go his way, his older son, Alan Scott Haft, said in a video call. When his daughter, Helene, decided to marry a gentile, he punched out the windows in his home.\n“I had my share of beatings,” said Haft, who is now 71. “My sister had her share of abuse. My mother excused everything by saying, ‘It’s his background.’ Who wanted to hear about his background!”", "url": "https://www.nytimes.com/2022/04/27/movies/survivor-harry-haft.html"}