{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:34:16", "date_modify": "2022-10-25 23:34:16", "date_publish": "2022-01-05 10:00:28", "description": "The crackdown is killing the entrepreneurial drive that made China a tech power and destroying jobs that used to attract the country’s brightest.", "filename": "2022_01_05_technology_china-tech-internet-crackdown-layoffs_1666740856.html", "image_url": "https://static01.nyt.com/images/2022/01/08/business/00Newworld-illo/00Newworld-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_05_technology_china-tech-internet-crackdown-layoffs_1666740856.html", "title": "As Beijing Takes Control, Chinese Tech Companies Lose Jobs and Hope", "title_page": "As Beijing Takes Control, Chinese Tech Companies Lose Jobs and Hope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The video platform that laid off Mr. Zhao, iQiyi, had an abysmal quarter, losing about $268 million. Its share prices fell 85 percent from their high in 2021, reflecting investors’ concerns that the company, once aspiring to be China’s Netflix, will be short of shows that can attract more subscribers and advertisers.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\n“The biggest problem for our industry is severe shortage of content supply,” iQiyi’s chief executive, Gong Yu, told analysts in November. He blamed, in part, censors’ slow approval. IQiyi did not respond to requests for comment.\n(Mr. Zhao confirmed the details in his social media account, but declined to comment further.)\nMany film, TV and streaming projects have been canceled or killed over concerns of increasingly harsh and unpredictable censorship, said people in the industry.\nLilian Li, a writer in Beijing, said Tencent and a studio working with iQiyi approached her last year about creating a streaming series based on one of her history novels. A few weeks later, both companies told her that they had decided not to proceed because there was little hope of getting the censors’ approval for a history series. She said she received far fewer collaboration requests from content providers in 2021.\nChinese content creators always joke that they dance with shackles on, meaning they try to satisfy the censors while appealing to their audiences. By now it’s clear that no matter the creative concessions, there’s no guarantee that their projects can see the light of the day.\nOne of the most anticipated movies for the 2021 Christmas season had to change its name to “Fire on the Plain,” from “Moses on the Plain,” possibly because of its Christianity reference. Then four days before its release, the production team said it was postponed without giving an explanation.", "url": "https://www.nytimes.com/2022/01/05/technology/china-tech-internet-crackdown-layoffs.html"}