{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:29", "date_modify": "2022-10-25 23:47:29", "date_publish": "2022-07-27 20:50:42", "description": "George Tanios was initially charged with helping to attack Officer Brian Sicknick with chemical spray, but pleaded guilty to misdemeanors under a deal with prosecutors.", "filename": "2022_07_27_us_politics_george-tanios-brian-sicknick-jan-6_1666741649.html", "image_url": "https://static01.nyt.com/images/2022/07/27/us/politics/27dc-sicknick/27dc-sicknick-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_27_us_politics_george-tanios-brian-sicknick-jan-6_1666741649.html", "title": "Man Accused in Jan. 6 Assault on Officer Pleads Guilty to Lesser Charges", "title_page": "Man Accused in Jan. 6 Assault on Officer Pleads Guilty to Lesser Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A West Virginia man who was charged last year with taking part in a high-profile assault on Officer Brian D. Sicknick during the Jan. 6 attack on the Capitol pleaded guilty on Wednesday to two misdemeanor charges after reaching a deal with federal prosecutors.\nThe man, George Tanios, was initially accused of working with a friend, Julian Khater, to douse Officer Sicknick with chemical spray at a key moment in the riot, as a pro-Trump mob was overrunning the police at bike rack barriers on the west side of the Capitol.\nWhile early reports suggested that Officer Sicknick died of his injuries one day after the attack, an autopsy later determined that he had died of natural causes, after suffering multiple strokes that were not directly related to the violence at the Capitol.\nAt a hearing in Federal District Court in Washington, Mr. Tanios, 40, pleaded guilty to one count of illegally entering a restricted area and a second count of disorderly conduct after prosecutors dropped the assault charges against him. He will face a maximum sentence of a year in prison on each of the misdemeanor counts at a proceeding scheduled for December.", "url": "https://www.nytimes.com/2022/07/27/us/politics/george-tanios-brian-sicknick-jan-6.html"}