{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:01:13", "date_modify": "2022-10-25 23:01:13", "date_publish": "2022-03-24 16:44:17", "description": "After Republicans attacked the school during Judge Ketanji Brown Jackson’s confirmation hearings, parents, students and alumni said they firmly embraced its values.", "filename": "2022_03_24_us_politics_georgetown-day-school-jackson_1666738873.html", "image_url": "https://static01.nyt.com/images/2022/03/24/us/politics/24dc-gds-top/24dc-gds-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_24_us_politics_georgetown-day-school-jackson_1666738873.html", "title": "Caught in a Culture War, Georgetown Day School Holds Fast to Its Mission", "title_page": "Caught in a Culture War, Georgetown Day School Holds Fast to Its Mission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A decade after the Supreme Court struck down segregated schooling in 1954, the president of a neighborhood association here wrote a letter urging leaders of local private schools to stop granting scholarships to further the cause of integration, asserting that it was “unwholesome and unwise to have a student body so miscegenated.”\nOne of the founders of Georgetown Day School, which had been integrated for 20 years at that point and whose population was one-fourth Black, wrote back.\nEdith Nash, one of the school’s founders, noted that not only had it “always had more white applicants for scholarship assistance than Negro,” but “a thoroughly mixed enrollment is our aim,” according to the letter, parts of which were published in The Washington Post that year.\n“If you feel this population is ‘miscegenated,’” she added, “that’s your problem.”\nNearly 60 years later, the first integrated school in Washington still firmly embraces the mission of its founders. Georgetown Day came under a national microscope this week in the escalating culture war over antiracism teaching in schools.", "url": "https://www.nytimes.com/2022/03/24/us/politics/georgetown-day-school-jackson.html"}