{"authors": ["Salman Masood"], "date_download": "2022-10-25 23:32:53", "date_modify": "2022-10-25 23:32:53", "date_publish": "2022-07-14 17:32:39", "description": "The long-awaited agreement could pave the way for the release of $1.17 billion to Pakistan as the country grapples with high inflation and political instability.", "filename": "2022_07_14_world_asia_pakistan-imf-loan-deal_1666740773.html", "image_url": "https://static01.nyt.com/images/2022/07/14/world/14Pakistan-IMF1/14Pakistan-IMF1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_14_world_asia_pakistan-imf-loan-deal_1666740773.html", "title": "I.M.F. and Pakistan Reach Deal on Loan Program", "title_page": "I.M.F. and Pakistan Reach Deal on Loan Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — The International Monetary Fund said it had reached a staff-level agreement with the Pakistani government for the revival of a bailout program, providing a welcome reprieve to the country as it struggles with a cratering economy, depreciating currency, high inflation and political instability.\nIf it is approved by the monetary fund board, the agreement — announced by the fund late Wednesday Eastern time — would pave the way for the disbursement of $1.17 billion. It could also unlock more funding for Pakistan, which in recent weeks has neared the brink of a balance of payments crisis.\n“The announcement by the I.M.F. will prove to be a much-needed shot in the arm for Pakistan’s ailing economy,” said Aqdas Afzal, a Karachi-based analyst and assistant professor of economics at Habib University, who added that the sharp increase in energy prices after the invasion of Ukraine and rising commodity prices more generally had not helped.\nReviving the loan program and getting the economy back on track have been a political litmus test for Pakistan’s new prime minister, Shehbaz Sharif, who took over in April after his predecessor, Imran Khan, was ousted in a no-confidence vote.", "url": "https://www.nytimes.com/2022/07/14/world/asia/pakistan-imf-loan-deal.html"}