{"authors": ["Nazanin Lankarani"], "date_download": "2022-10-25 22:59:36", "date_modify": "2022-10-25 22:59:36", "date_publish": "2022-10-20 09:00:22", "description": "The Rue de la Paix building has been under renovation for the last two years. Next week, it will emerge in its new, redesigned form.", "filename": "2022_10_20_fashion_cartier-flagship-paris-redesign_1666738776.html", "image_url": "https://static01.nyt.com/images/2022/10/21/multimedia/21sp-watches-cartier-inyt1/21sp-watches-cartier-inyt1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_20_fashion_cartier-flagship-paris-redesign_1666738776.html", "title": "Cartier to Reopen Its Paris Home", "title_page": "Cartier to Reopen Its Paris Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The building’s neo-Classical style facade, with the house’s signature accents of black and gold Portoro marble, was not changed. But when the redesigned 3,000-square-meter (almost 32,300-square-foot) interior is unveiled next week, it will express not just the Parisian roots of Cartier, Mr. Vigneron said, but everything that is universal about its identity and style.\n“This redesign is a metamorphosis, like a caterpillar becoming a butterfly by recomposing the same molecules in a new way,” Mr. Vigneron said. “We have reconstructed this site with elements of history and time, to create something new and different.”\nGone are the imposing central staircase, the enfilade of small rooms with their dark wood wall paneling, and the opaque glass dome ceiling, all of which had been in place since the last renovation, in 2005. In their place, there is now a vast central open space with the upper five floors visible in a glass-ceiling atrium, and a less-prominent staircase against one wall. There are also two additional floors, used as offices, below ground.\n“Adding radiating light and inviting visitors to roam freely throughout the multilevel boutique were a priority,” said Bruno Moinard of the French architecture firm of Moinard Bétaille, which has remodeled almost 500 Cartier shops around the world and was assigned to design three floors in the Paris building: the ground floor and the two floors above it. “The new staircase is also an invitation to wander.”", "url": "https://www.nytimes.com/2022/10/20/fashion/cartier-flagship-paris-redesign.html"}