{"authors": ["Jonah E. Bromwich", "Ben Protess", "William K. Rashbaum"], "date_download": "2022-10-25 22:55:02", "date_modify": "2022-10-25 22:55:02", "date_publish": "2022-08-10 14:27:52", "description": "The former president declined to answer questions from the office of the New York State attorney general, Letitia James, who leads one of a number of inquiries swirling around him.", "filename": "2022_08_10_nyregion_trump-james-deposition-fifth-amendment_1666738502.html", "image_url": "https://static01.nyt.com/images/2022/08/10/multimedia/10trump-blog-fifth-ledall720pm/10trump-blog-header-vidcover2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_10_nyregion_trump-james-deposition-fifth-amendment_1666738502.html", "title": "Trump Invokes Fifth Amendment, Attacking Legal System as Troubles Mount", "title_page": "Trump Invokes Fifth Amendment, Attacking Legal System as Troubles Mount - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With that threat in hand, Ms. James’s lawyers could use Mr. Trump’s refusal to answer questions as leverage in settlement talks.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nHaving stayed silent could also hurt Mr. Trump politically at a time when he is hinting that he will join the 2024 presidential race; it could raise questions about what he might be trying to hide.\nFor years, Mr. Trump has treated everything that happens on a legal front with his business as a potential opportunity to shape public perception. Perhaps not this time. The investigation by the New York attorney general is very much a legal problem, and not answering questions was, first and foremost, a legal maneuver.\nStill, the former president has long considered himself his best spokesman, and those who had questioned him in the past, as well as some of his own advisers, believed he was unlikely to stay quiet.\nMr. Trump has ridiculed witnesses who have refused to answer questions, once remarking at a rally that refusing to answer questions under oath was an indication of guilt relied upon by the mafia. “You see the mob takes the Fifth,” he said. (In fact, he has exercised his Fifth Amendment right before, refusing to answer questions in a deposition taken in connection with his divorce from his first wife, Ivana Trump.)\nHaving been persuaded not to answer questions by his legal team, Mr. Trump departed Trump Tower at 8:30 a.m. on Wednesday. After waving to a small crowd that had gathered outside the building, he headed downtown to Ms. James’s office with a convoy of black SUVs, arriving around 9 a.m.\nHis deposition began soon after and opened with Ms. James introducing herself and the investigation. She then turned over the questioning to one of her office’s lawyers, Kevin Wallace.", "url": "https://www.nytimes.com/2022/08/10/nyregion/trump-james-deposition-fifth-amendment.html"}