{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:31:15", "date_modify": "2022-10-25 23:31:15", "date_publish": "2022-08-30 01:59:56", "description": "A star-studded crowd inside Arthur Ashe Stadium was joined by throngs of fans outside during Williams’s first-round U.S. Open match.", "filename": "2022_08_29_sports_tennis_serena-williams-us-open-fans_1666740675.html", "image_url": "https://static01.nyt.com/images/2022/08/29/multimedia/29usopen-serena-sidebar/29usopen-serena-sidebar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_29_sports_tennis_serena-williams-us-open-fans_1666740675.html", "title": "Serena Williams Keeps Focus Amid the Fanfare", "title_page": "Serena Williams Fans Flock to the First Match of Her Final US Open - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m just not even thinking about that,” she said. “I’m just thinking about this moment. I think it’s good for me just to live in the moment now.”\nWhile inside the stadium the two players hammered balls from the baseline in front of a nervous but expectant crowd, the grounds outside the arena walls were crowded with an overflow audience of people unable to find tickets to get in.\nInstead, they watched on the big video screen overlooking the fountains in the main plaza, and cheered along with roughly 25,000 on the inside, as long as they could see the images from where they stood.\n“The screen needs to be bigger,” said Zandra Bucheli, an architect from San Francisco. Her brother, Jorge Hernandez, from Long Beach, N.Y. — and an architect, as well — said that despite not getting inside the stadium, his family members were still enjoying the scene in the plaza.\n“It’s just over the wall,” he said. “And the atmosphere out here is good. You get a feel for it.”\nThe Gray family, from Bowie, Md., drove four hours to watch Monday’s matches and planned to drive back home after it was all over.\n“I’m extremely excited,” said Anita Gray, whose two sons, Cody, 12, and Coy, 14, play competitive tennis and train at the Tennis Center in College Park, Md., where the 26th-ranked Frances Tiafoe first honed his game. The boys’ father, Rory V. Gray, has been coming to the U.S. Open since 1993 and said he would watch Williams and her sister Venus working out on the back courts at the U.S.T.A. Billie Jean King National Tennis Center with their father, Richard Williams. They were both schoolgirls at the time, and virtually no one else was there watching with him.", "url": "https://www.nytimes.com/2022/08/29/sports/tennis/serena-williams-us-open-fans.html"}