{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:40:10", "date_modify": "2022-10-25 23:40:10", "date_publish": "2022-08-28 07:28:18", "description": "Two guided-missile cruisers were the first to visit since China began extensive military drills after Speaker Nancy Pelosi’s visit to Taiwan.", "filename": "2022_08_28_world_asia_us-warships-taiwan-china_1666741210.html", "image_url": "https://static01.nyt.com/images/2022/08/28/world/28taiwan/merlin_212036733_5c962651-1b21-4454-863a-21b0c26b0b1a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_28_world_asia_us-warships-taiwan-china_1666741210.html", "title": "U.S. Warships Sail Taiwan Strait, Defying Chinese Pressure", "title_page": "U.S. Warships Sail Taiwan Strait, Defying Chinese Pressure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The U.S. Navy said that two of its warships sailed through the Taiwan Strait on Sunday, the first such passage by American ships since China began large-scale military exercises in response to a visit to Taiwan by Speaker Nancy Pelosi early this month.\nThe guided-missile cruisers Antietam and Chancellorsville were conducting what the Navy’s Seventh Fleet called “a routine Taiwan Strait transit.” American officials said this month that the Navy would continue to operate around Taiwan, despite China’s claims to control the waterway.\nChina has warned the United States against sailing warships in the Taiwan Strait and said that it would respond to what it considers threats to its sovereignty. The Chinese military said on Sunday in a statement that it had monitored the ships’ passage but did not indicate any additional response.\n“Eastern theater forces remain on high alert, ready to thwart any provocation,” it said.\nAfter Ms. Pelosi visited Taiwan on Aug. 2-3, China launched missiles into waters that are part of Japan’s exclusive economic zone and carried out 72 hours of live fire exercises around Taiwan that simulated a potential blockade of the island. China considers self-governed Taiwan to be part of its territory, although the Communist Party has never controlled the island.", "url": "https://www.nytimes.com/2022/08/28/world/asia/us-warships-taiwan-china.html"}