{"authors": ["Luke Broadwater", "Emily Cochrane"], "date_download": "2022-10-25 23:37:49", "date_modify": "2022-10-25 23:37:49", "date_publish": "2022-01-03 00:21:31", "description": "Decisions about subpoenas and a Supreme Court ruling loom as lawmakers, staff members and Capitol employees plan to commemorate the day.", "filename": "2022_01_02_us_politics_jan-6-capitol-riot-anniversary_1666741069.html", "image_url": "https://static01.nyt.com/images/2022/01/02/multimedia/02dc-riot-photo01/02dc-riot-photo01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_02_us_politics_jan-6-capitol-riot-anniversary_1666741069.html", "title": "Jan. 6 Panel Faces Difficult Questions as Anniversary of Capitol Riot Approaches", "title_page": "Jan. 6 Panel Faces Difficult Questions as Anniversary of Capitol Riot Approaches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our live updates on the Jan. 6 Capitol Attack Anniversary.\nWASHINGTON — The anniversary of the Jan. 6 riot arrives this week with the congressional committee investigating the attack confronting a series of difficult questions, including how forcefully to flex its subpoena power and whether the Supreme Court will stymie a major element of its inquiry.\nAs the nine-member panel continues to examine the events leading up to the worst attack on Congress in centuries, it is waiting to see whether the Supreme Court will refuse a request from former President Donald J. Trump to block the committee’s access to White House records related to the riot. The committee also has not ruled out moving to subpoena members of Congress, or Mr. Trump and former Vice President Mike Pence.\nThursday will mark a year since a mob of Trump supporters stormed the building, determined to disrupt the formal certification of President Biden’s electoral victory. At least seven people died in connection with the riot, dozens more were injured and hundreds of workers in the Capitol were shaken and traumatized, further fracturing an increasingly partisan Congress.\nThe committee, aiming to release a final report before the November midterm elections, is planning for a more public stage of its investigation in the coming weeks as lawmakers work to trace the planning of the attack and expand the scope of the investigation. Representative Adam B. Schiff, Democrat of California and a member of the panel, said on Sunday on CBS’s “Face the Nation” that public hearings could begin “in a matter of weeks, if not a couple of months from now.”", "url": "https://www.nytimes.com/2022/01/02/us/politics/jan-6-capitol-riot-anniversary.html"}