{"authors": ["Jeanna Smialek", "Eshe Nelson"], "date_download": "2022-10-25 23:27:34", "date_modify": "2022-10-25 23:27:34", "date_publish": "2022-07-17 22:00:08", "description": "Central banks in the U.S., Europe, Canada and parts of Asia are lifting interest rates rapidly as they try to wrestle breakneck inflation under control.", "filename": "2022_07_17_business_economy_global-central-banks-inflation_1666740454.html", "image_url": "https://static01.nyt.com/images/2022/07/18/multimedia/15JPdc-globalcentralbanks1-print/15dc-globalcentralbanks-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_17_business_economy_global-central-banks-inflation_1666740454.html", "title": "Global Central Banks Ramp Up Inflation Fight", "title_page": "Global Central Banks Ramp Up Inflation Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Central bankers around the world are lifting interest rates at an aggressive clip as rapid inflation persists and seeps into a broad array of goods and services, setting the global economy up for a lurch toward more expensive credit, lower stock and bond values and — potentially — a sharp pullback in economic activity.\nIt’s a moment unlike anything the international community has experienced in decades, as countries around the world try to bring rapid price increases under control before they become a more lasting part of the economy.\nInflation has surged across many advanced and developing economies since early 2021 as strong demand for goods collided with shortages brought on by the pandemic. Central banks spent months hoping that economies would reopen and shipping routes would unclog, easing supply constraints, and that consumer spending would return to normal. That hasn’t happened, and the war in Ukraine has only intensified the situation by disrupting oil and food supplies, pushing prices even higher.\nGlobal economic policymakers began responding in earnest this year, with at least 75 central banks lifting interest rates, many from historically low levels. While policymakers cannot do much to contain high energy prices, higher borrowing costs could help slow consumer and business demand to give supply a chance to catch up across an array of goods and services so that inflation does not continue indefinitely.", "url": "https://www.nytimes.com/2022/07/17/business/economy/global-central-banks-inflation.html"}