{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:32:02", "date_modify": "2022-10-25 23:32:02", "date_publish": "2022-09-21 09:00:24", "description": "How easily companies give up swollen profits could determine how easily the Federal Reserve can cool inflation. Dealerships offer clues.", "filename": "2022_09_21_business_economy_inflation-car-market_1666740722.html", "image_url": "https://static01.nyt.com/images/2022/09/21/business/21dc-carinflation01/21dc-carinflation01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_21_business_economy_inflation-car-market_1666740722.html", "title": "How the Car Market Is Shedding Light on a Key Inflation Question", "title_page": "How the Car Market Is Shedding Light on a Key Inflation Question - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That’s because three big forces that are playing out across the broader economy are on particularly clear display in the car market. Supply chains have not completely healed. Demand may be slowing down, but it still has momentum. And companies that have grown used to charging high prices and raking in big profits are proving hesitant to give those up.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThe auto market split into two segments that are now diverging — new cars and used cars.\nNew-car production was upended as the pandemic shut down factories making semiconductors and other parts, and it is only limping back. Freshly minted vehicles remain extraordinarily scarce, according to dealers and data, and several industry experts said they didn’t see a return to normal levels of output for years as supply problems continue. Prices are still increasing swiftly, and dealer profits remain sharply elevated with little sign of cracking.\nFord Motor said on Monday that it would spend $1 billion more on parts than it was planning to in the third quarter because some components had become more expensive and harder to find.\nBy contrast, the supply of used cars has rebounded after plunging in the pandemic, and prices have begun to depreciate at a wholesale level, where dealers buy their stock. But, so far, those dealers aren’t really passing those savings along to consumers. The price of a typical used car has stabilized around $28,000, up 9 percent from a year ago, based on Cox Automotive data. Official used-car inflation data is easing, but only slightly.\nWhy consumer used-car prices — and dealer profits — are taking time to moderate is something of a mystery. Jonathan Smoke, chief economist at Cox Automotive, said dealers might be basing their prices on what they paid earlier in the year, when costs were higher, for the cars sitting on their lots.\n“Dealers are feeling it,” Mr. Smoke said of the price moderation. “But because they price their vehicles based on what they pay for them, the consumer isn’t seeing the price discounts yet.”\nSome early instances of discounting are showing up. At the Buick and GMC dealership that Beth Weaver runs in Erie, Pa., demand for used cars has begun to slow down, and the business has sold a few vehicles at a loss.", "url": "https://www.nytimes.com/2022/09/21/business/economy/inflation-car-market.html"}