{"authors": ["Amy S. Greenberg"], "date_download": "2022-10-25 23:35:05", "date_modify": "2022-10-25 23:35:05", "date_publish": "2022-10-22 09:00:14", "description": "In “The Revolutionary,” Stacy Schiff presents an enthralling portrait of Samuel Adams, who, perhaps more than any other of America’s founders, set the country on its course toward independence.", "filename": "2022_10_22_books_review_the-revolutionary-samuel-adams-stacy-schiff_1666740905.html", "image_url": "https://static01.nyt.com/images/2022/10/25/books/review/25greenberg1/25greenberg1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_22_books_review_the-revolutionary-samuel-adams-stacy-schiff_1666740905.html", "title": "Book Review: ‘The Revolutionary,’ by Stacy Schiff", "title_page": "Book Review: ‘The Revolutionary,’ by Stacy Schiff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In her new book, “The Revolutionary,” Stacy Schiff redresses this oversight by celebrating the man who “wired a continent for rebellion.” There is a lot to admire about this rabble-rouser. He was utterly incorruptible; colonial authorities tried to buy him off with public office (“the time-honored method”), but Adams could be neither bribed nor intimidated. He cared nothing for personal gain, and, in his own words, gloried “in being what the world calls a poor man.” He was deeply idealistic, had great personal equanimity and was a gifted orator. He promoted public education for women long before it was fashionable. He was a tender father to his two children and, although his financial mismanagement forced his wife into manual labor while he was at the Second Continental Congress, he was also a loving husband. Readers are reminded more than once that Adams abhorred slavery, and when offered the gift of an enslaved woman, he insisted that she be freed before joining his household. Schiff paints a vivid portrait of a demagogue who was also a decorous man of ideals, acknowledging Adams’s innovative, extralegal activities as well as his personal virtues.\nAny book from the Pulitzer Prize-winning Schiff is reason for excitement. Her previous subjects, including Véra Nabokov, Antoine de Saint-Exupéry and Cleopatra, have established her as one of the most talented and creative biographers at work today. Readers interested in the American Revolution or the ability of individuals to destabilize political institutions will find her new book rewarding. This brisk narrative of the outsize role that Adams played in colonial Massachusetts during the “messy, anarchic, provocative years” before the Revolution places the reader at the center of the action, while dramatic events, including the Boston Massacre and Tea Party, unfold anew in the light of Adams’s involvement.\nSchiff writes beautifully and lyrical passages provide a great deal of reading pleasure. We learn that the fall of 1774 was so warm “you could write at an open window through the end of October,” and she describes British troops marching on Lexington as forming a “gleaming quarter-mile ribbon of red coats, snow-white linen flashing … moving through the pale morning light, in perfect order, at an impressively brisk pace.” “The Revolutionary” is also filled with fun facts: In the colonial era, class rank at Harvard was determined not by a student’s intellectual prowess but by his father’s social status. Malt makers kept pigs that were fed on spent grain. The number of shillings in a dollar varied by colony. Supporters of the boycott against the East India Company spread rumors that its tea was infested with plague, carried smallpox and bred a flea-like insect.\nSamuel Adams lived 81 years; “The Revolutionary” is primarily concerned with 15 of them, starting in 1764 when Adams was 41. There is less here about his early life, his family or his post-revolutionary career, which found Adams arguing in favor of annexing Canada and Spanish Florida, supporting a ban on theaters in Boston as part of a futile struggle to maintain the virtuous citizenry he believed essential to the success of the new Republic, and, finally, serving as a largely ineffectual governor of Massachusetts. Because Adams left behind so few papers, Schiff largely relies on the views of his peers. Most of what we learn about him comes from two men: his nemesis, the Loyalist Massachusetts governor Thomas Hutchinson, and an adoring younger second cousin, the future president John Adams. John described his cousin as a man of “refined policy, steadfast integrity, exquisite humanity, genteel erudition, obliging, engaging manners, real as well as professed piety and a universal good character.” Hutchinson doubted that there was, in the English-speaking world, a “man of greater malignity of heart,” or one “who less scruples any measures, ever so criminal, to accomplish his purposes.” What the two commentators shared was a generous respect for Adams’s powers. They saw, as Schiff also does, Adams’s hand in virtually every anti-British action in Massachusetts.", "url": "https://www.nytimes.com/2022/10/22/books/review/the-revolutionary-samuel-adams-stacy-schiff.html"}