{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:42:26", "date_modify": "2022-10-25 23:42:26", "date_publish": "2022-01-13 17:09:19", "description": "The open letter slams recent attempts by Republicans like Senator Rand Paul to discredit Dr. Anthony S. Fauci, the chief medical adviser to President Biden.", "filename": "2022_01_13_us_fauci-smear-campaign_1666741346.html", "image_url": "https://static01.nyt.com/images/2022/01/13/multimedia/13virus-briefing-fauci-top/13virus-briefing-fauci-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_13_us_fauci-smear-campaign_1666741346.html", "title": "Top Doctors and Scientists Condemn 'Smear Campaign' Against Fauci", "title_page": "Top Doctors and Scientists Condemn 'Smear Campaign' Against Fauci - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than 200 leading American doctors and scientists — including four Nobel Prize winners and a former Republican leader — have signed an open letter in support of Dr. Anthony S. Fauci, calling Republican attacks on him “inaccurate, unscientific, ill-founded in the facts and, increasingly, motivated by partisan politics.”\nDr. Fauci, who has led the National Institute for Allergy and Infectious Diseases since 1984 and is now President Biden’s top medical adviser for Covid-19, has repeatedly clashed with congressional Republicans, and particularly with two who are fellow physicians: Senator Rand Paul, Republican of Kentucky, and Senator Roger Marshall, Republican of Kansas.\nThe tensions took an extraordinary turn on Tuesday, when Dr. Fauci — who has been the subject of death threats — publicly accused the senators of fomenting threats of violence against him and his family. He said his children had received obscene phone calls, and he noted the recent arrest of an armed man in Iowa who said he was driving to Washington to kill public figures including Mr. Biden and Dr. Fauci.\n“Physicians trying to work for the country are outraged by Tony’s treatment — the innuendo, smear campaign,” said Dr. Ezekiel Emanuel, a bioethicist at the University of Pennsylvania who organized the letter, referring to Dr. Fauci by his nickname. “It is reminiscent of Joe McCarthy attacking people without any basis and ruining them, in this case inciting others to violence.”", "url": "https://www.nytimes.com/2022/01/13/us/fauci-smear-campaign.html"}