{"authors": ["Jennifer Medina"], "date_download": "2022-10-25 23:23:49", "date_modify": "2022-10-25 23:23:49", "date_publish": "2022-05-05 09:00:29", "description": "In the run-up to an August primary, a number of Republicans on the ballot in Arizona — like those in Ohio — have rushed to embrace Donald J. Trump and his stolen-election falsehoods.", "filename": "2022_05_05_us_politics_arizona-midterms-swing_1666740229.html", "image_url": "https://static01.nyt.com/images/2022/04/08/us/politics/00pol-arizona-Kari/00pol-arizona-Kari-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_05_us_politics_arizona-midterms-swing_1666740229.html", "title": "In Arizona, a Swing State Swings to the Far Right", "title_page": "In Arizona, a Swing State Swings to the Far Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SIERRA VISTA, Ariz. — Kari Lake has a strategy to get elected in 2022.\nKeep talking about 2020.\nMinutes into her pitch at the Cochise County Republican headquarters in the suburbs of southern Arizona, Ms. Lake zeroed in on the presidential election 18 months ago, calling it “crooked” and “corrupt.” She claimed nearly a dozen times in a single hour that the 2020 election was stolen from Donald J. Trump, a falsehood that the audience — some of whom wore red hats reading “Trump Won” — was eager to hear. Ms. Lake, a former local Fox anchor who won Mr. Trump’s endorsement as she campaigns to become Arizona’s next governor, calls the 2020 election a key motivation in her decision to enter the race.\n“We need some people with a backbone to stand up for this country — we had our election stolen,” Ms. Lake said in an interview after the Cochise County event in March, adding, “I don’t know if it’s a winning issue, but it’s a winning issue when it comes to saving this country.”\nRepublicans in many states have grown increasingly tired of the Stop the Steal movement and the push by Mr. Trump to reward election deniers and punish those who accept President Biden’s victory. At a time when Mr. Biden’s approval ratings are sinking, leaders in the party are urging candidates to focus instead on the economy, inflation and other kitchen-table issues.\nBut 12 weeks before its Republican primary in August, Arizona shows just how firm of a grasp Mr. Trump and his election conspiracy theories still have at every level of the party, from local activists to top statewide candidates. And this week’s victory for J.D. Vance, the “Hillbilly Elegy” author who received the former president’s endorsement in the Republican primary for an Ohio Senate seat, shows that loyalty to Trumpism goes a long way in battleground states.", "url": "https://www.nytimes.com/2022/05/05/us/politics/arizona-midterms-swing.html"}