{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:25:30", "date_modify": "2022-10-25 23:25:30", "date_publish": "2022-02-15 02:26:35", "description": "The latest alarmist claims about spying on Trump appeared to be flawed, but the explanation is byzantine — underlining the challenge for journalists in deciding what merits coverage.", "filename": "2022_02_14_us_politics_durham-sussmann-trump-russia_1666740330.html", "image_url": "https://static01.nyt.com/images/2022/02/14/lens/14dc-durham-photo01/14dc-durham-photo01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_14_us_politics_durham-sussmann-trump-russia_1666740330.html", "title": "Court Filing Started a Furor in Right-Wing Outlets, but Their Narrative Is Off Track", "title_page": "Court Filing Started a Furor in Right-Wing Outlets, but Their Narrative Is Off Track - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The conservative media also skewed what the filing said. For example, Mr. Durham’s filing never used the word “infiltrate.” And it never claimed that Mr. Joffe’s company was being paid by the Clinton campaign.\nMost important, contrary to the reporting, the filing never said the White House data that came under scrutiny was from the Trump era. According to lawyers for David Dagon, a Georgia Institute of Technology data scientist who helped develop the Yota analysis, the data — so-called DNS logs, which are records of when computers or smartphones have prepared to communicate with servers over the internet — came from Barack Obama’s presidency.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“What Trump and some news outlets are saying is wrong,” said Jody Westby and Mark Rasch, both lawyers for Mr. Dagon. “The cybersecurity researchers were investigating malware in the White House, not spying on the Trump campaign, and to our knowledge all of the data they used was nonprivate DNS data from before Trump took office.”\nIn a statement, a spokesperson for Mr. Joffe said that “contrary to the allegations in this recent filing,” he was apolitical, did not work for any political party, and had lawful access under a contract to work with others to analyze DNS data — including from the White House — for the purpose of hunting for security breaches or threats.\nAfter Russians hacked networks for the White House and Democrats in 2015 and 2016, it went on, the cybersecurity researchers were “deeply concerned” to find data suggesting Russian-made YotaPhones were in proximity to the Trump campaign and the White House, so “prepared a report of their findings, which was subsequently shared with the C.I.A.”\nA spokesman for Mr. Durham declined to comment.\nMr. Durham was assigned by the attorney general at the time, William P. Barr, to scour the Russia investigation for wrongdoing in May 2019 as Mr. Trump escalated his claims that he was the victim of a “deep state” conspiracy. But after nearly three years, he has not developed any cases against high-level government officials.\nInstead, Mr. Durham has developed two cases against people associated with outside efforts to understand Russia’s election interference that put forward unproven, and sometimes thin or subsequently disproved, suspicions about purported links to Mr. Trump or his campaign.", "url": "https://www.nytimes.com/2022/02/14/us/politics/durham-sussmann-trump-russia.html"}