{"authors": ["Julia Jacobs", "Graham Bowley"], "date_download": "2022-10-25 23:29:56", "date_modify": "2022-10-25 23:29:56", "date_publish": "2022-02-15 18:48:29", "description": "The suit charges that Baldwin “recklessly shot and killed Halyna Hutchins on the set” and that the production’s “aggressive cost-cutting” had endangered the crew.", "filename": "2022_02_15_movies_rust-lawsuit-halyna-hutchins_1666740596.html", "image_url": "https://static01.nyt.com/images/2022/02/15/multimedia/15rust-lawsuit1/15rust-lawsuit1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_15_movies_rust-lawsuit-halyna-hutchins_1666740596.html", "title": "Alec Baldwin and ‘Rust’ Producers Sued for Halyna Hutchins’s Death", "title_page": "Alec Baldwin and ‘Rust’ Producers Sued for Halyna Hutchins’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The lawsuit said that the defendants should not have allowed live ammunition onto the set, that Mr. Baldwin should not have pointed a gun at anyone, and accused the production of “aggressive cost-cutting” that it said had “jeopardized and endangered the safety of the cast and crew.” The suit claimed that the producers had hired an “inexperienced” and “unqualified” armorer, and that members of the production had ignored earlier firearms discharges on the set that had led to complaints about a lack of safety.\nBrian Panish, a lawyer for Mr. Hutchins, said at a news conference in Los Angeles: “There are many people culpable, but Mr. Baldwin was the person holding the weapon that, but for him shooting it, she would not have died. So clearly he has a significant portion of the liability, but there are others.”\nLast month, lawyers for the Hutchins family indicated that they were contemplating a lawsuit when they asked a court to appoint a representative in New Mexico for Ms. Hutchins’s estate. Under New Mexico law, half of any proceeds from the lawsuit would go to Mr. Hutchins and half would go to her son.\nMs. Hutchins was a rising cinematographer from Ukraine; friends and colleagues described her as fiercely dedicated to the art of filmmaking.\nIt remains unclear why live bullets were on the film set and how one of them got into the gun that Mr. Baldwin was handling. The sheriff’s office in Santa Fe has been investigating that question since the fatal shooting, but officials have made no new public disclosures about the inquiry since last month, when Mr. Baldwin turned his cellphone over to the authorities.\nSeveral other lawsuits have been filed in relation to the shooting. Two crew members filed separate lawsuits in California, alleging that cost-cutting measures by the production contributed to lax adherence to safety protocols and that Mr. Baldwin should have checked that the gun was safe to handle. Lawyers for Mr. Baldwin and other producers behind “Rust” filed a motion seeking to dismiss one of the lawsuits, arguing that Mr. Baldwin could not have intentionally shot a live bullet from the gun because he had been told it was “cold,” meaning it did not contain any live bullets.", "url": "https://www.nytimes.com/2022/02/15/movies/rust-lawsuit-halyna-hutchins.html"}