{"authors": ["Kellen Browning"], "date_download": "2022-10-25 23:31:14", "date_modify": "2022-10-25 23:31:14", "date_publish": "2022-01-27 21:54:14", "description": "The company’s revenue and profit beat Wall Street expectations, easing concerns that supply chain problems and the coronavirus were a drag on sales.", "filename": "2022_01_27_technology_apple-earnings_1666740674.html", "image_url": "https://static01.nyt.com/images/2022/01/27/business/27economy-briefing-apple/27economy-briefing-apple-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_27_technology_apple-earnings_1666740674.html", "title": "Apple’s profit jumps to $34.6 billion in holiday quarter despite supply issues.", "title_page": "Apple’s profit jumps to $34.6 billion in holiday quarter despite supply issues. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apple weathered the supply chain snarls at the end of 2021 that tripped up the global electronics market and other industries, announcing on Thursday an 11 percent increase in revenue and a 20 percent jump in profit in its most recent quarter while offering optimism that the worst of the problems were behind it.\nApple, the world’s most valuable public company, beat Wall Street analysts’ expectations with its record results, easing fears that the tech industry’s long period of fast growth may be coming to an end. It made $34.6 billion in profit off revenue of $123.9 billion in the three months ending in December, though its revenue growth continued to slow.\nAs usual, the iPhone drove sales for Apple, which briefly crossed $3 trillion in market value earlier in January before sliding back to about $2.6 trillion by Thursday. Sales of iPhones totaled $71.6 billion, up 9 percent from a year earlier. Demand for the newest iPhone 13 juiced sales, but the company has been warning for months that computer chip shortages and pandemic-related manufacturing problems in Asia were likely to limit supply and hamper revenue.\nA global chip shortage has hurt a wide range of industries, including consumer electronics and cars. On Monday, Gina M. Raimondo, the secretary of commerce, said the U.S. was facing an “alarming” shortage of semiconductors.", "url": "https://www.nytimes.com/2022/01/27/technology/apple-earnings.html"}