{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:40:27", "date_modify": "2022-10-25 23:40:27", "date_publish": "2022-01-08 10:00:12", "description": "The yawning disparity between the performance of the electric car company and established automakers last year reflects the technological change roiling the industry.", "filename": "2022_01_08_business_teslas-computer-chips-supply-chain_1666741227.html", "image_url": "https://static01.nyt.com/images/2022/01/09/business/09tesla-chips-print1-sub/00tesla-chips01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_08_business_teslas-computer-chips-supply-chain_1666741227.html", "title": "Why Tesla Soared as Other Automakers Struggled to Make Cars", "title_page": "Why Tesla Soared as Other Automakers Struggled to Make Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For much of last year, established automakers like General Motors and Ford Motor operated in a different reality from Tesla, the electric car company.\nG.M. and Ford closed one factory after another — sometimes for months on end — because of a shortage of computer chips, leaving dealer lots bare and sending car prices zooming. Yet Tesla racked up record sales quarter after quarter and ended the year having sold nearly twice as many vehicles as it did in 2020 unhindered by an industrywide crisis.\nTesla’s ability to conjure up critical components has a greater significance than one year’s car sales. It suggests that the company, and possibly other young electric car businesses, could threaten the dominance of giants like Volkswagen and G.M. sooner and more forcefully than most industry executives and policymakers realize. That would help the effort to reduce the emissions that are causing climate change by displacing more gasoline-powered cars sooner. But it could hurt the millions of workers, thousands of suppliers and numerous local and national governments that rely on traditional auto production for jobs, business and tax revenue.\nTesla and its enigmatic chief executive, Elon Musk, have said little about how the carmaker ran circles around the rest of the auto industry. Now it’s becoming clear that the company simply had a superior command of technology and its own supply chain. Tesla appeared to better forecast demand than businesses that produce many more cars than it does. Other automakers were surprised by how quickly the car market recovered from a steep drop early in the pandemic and had simply not ordered enough chips and parts fast enough.", "url": "https://www.nytimes.com/2022/01/08/business/teslas-computer-chips-supply-chain.html"}