{"authors": ["Ann Carrns"], "date_download": "2022-10-25 23:34:22", "date_modify": "2022-10-25 23:34:22", "date_publish": "2022-06-03 13:00:07", "description": "The loans’ interest rates are initially low. But while some of their worst features are gone, their rates may still rise considerably over time.", "filename": "2022_06_03_your-money_adjustable-rate-mortgage_1666740862.html", "image_url": "https://static01.nyt.com/images/2022/06/04/business/03adviser-illo/03adviser-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_03_your-money_adjustable-rate-mortgage_1666740862.html", "title": "Why Adjustable-Rate Mortgages Are Still Risky", "title_page": "Why Adjustable-Rate Mortgages Are Still Risky - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“For a borrower who wants to buy right now, they can realize significant savings” by choosing an ARM, he said. The average starting rate on adjustable-rate loans with an initial fixed-rate period of five years was 4.04 percent, compared with 5.09 percent for a fixed-rate loan, as of Thursday, according to Freddie Mac. That difference represents savings of more than $200 a month on a $350,000 loan — at least to start.\n“That’s real money,” Dr. Fratantoni said.\nSome borrowers use the savings to pay down the principal on their loan during the initial, lower-rate period, saving money over the life of the loan, Mr. Rugg said. “If you can afford it, I recommend putting the savings away or applying it to principal,” he said.\nThe catch, of course, is that the rate can rise after the fixed-rate period expires. Compared with ARMs available before the financial crisis, which offered low “teaser” rates and allowed rates to be reset quickly, today’s adjustable-rate loans are safer, mortgage experts say. They typically have a fixed-rate period of at least three years and limits on how often, and how much, the rate can rise after that — such as one change per year of no more than two percentage points. And the risky ARMs that let borrowers pay just the interest on the loan or choose their own payment amount are no longer widely available.\nStill, borrowers may see their rates increase after the initial repayment period. So they need to plan ahead to be sure they can afford bigger payments if they can’t sell their house or refinance the loan. No one can say for sure what rates will be in five to seven years, but right now, they are rising.\n“There’s not much room to go down, and there’s a lot of room to go up,” said Martin Seay, associate professor of personal financial planning at Kansas State University.\nIt’s wise to calculate what your payment would be if the rate rose to the loan’s cap. The Consumer Financial Protection Bureau offers a guide to adjustable-rate mortgages that can help you evaluate your loan. You can also calculate the higher payment yourself using online tools like one offered by Freddie Mac.\nARMs are more complex than traditional mortgages, with more terms to understand and potential changes to keep track of, so borrowers need to take time to truly understand the terms of the loan.", "url": "https://www.nytimes.com/2022/06/03/your-money/adjustable-rate-mortgage.html"}