{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:38:50", "date_modify": "2022-10-25 23:38:50", "date_publish": "2022-02-19 15:13:24", "description": "If he invades, President Vladimir V. Putin is inviting a new global struggle with the West. He should think about how the last one ended, analysts say.", "filename": "2022_02_19_world_europe_ukraine-russia-crisis-new-cold-war_1666741130.html", "image_url": "https://static01.nyt.com/images/2022/02/19/world/19ukraine-analysis01/19ukraine-analysis01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_19_world_europe_ukraine-russia-crisis-new-cold-war_1666741130.html", "title": "In Ukraine Crisis, the Looming Threat of a New Cold War", "title_page": "In Ukraine Crisis, the Looming Threat of a New Cold War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Vladimir Pozner was an English-language Soviet propaganda editor in Moscow in 1962, a job that gave him rare access to American newspapers and magazines. That allowed him to follow the Cuban Missile Crisis outside the Soviet media filter, and sense a world at the brink of war.\nMr. Pozner, a longtime Russian television journalist, says he now feels something similar.\n“The smell of war is very strong,” he said in an interview on Friday, a day when shelling intensified along the front line in eastern Ukraine. “If we talk about the relationship between Russia and the West — and in particular, the United States — I feel that it is as bad as it was at any time in the Cold War, and perhaps, in a certain sense, even worse.”\nUnlike 1962, it is not the threat of nuclear war but of a major land war that now looms over Europe. But the feeling that Russia and the United States are entering a new version of the Cold War — long posited by some commentators on both sides of the Atlantic — has become inescapable.\nPresident Biden hinted at it on Tuesday in the East Room of the White House, pledging that if Russia invaded Ukraine, “we will rally the world to oppose its aggression.” President Vladimir V. Putin of Russia drove the matter home on Saturday, when he oversaw a test launch of nuclear-capable hypersonic missiles that can evade American defenses.", "url": "https://www.nytimes.com/2022/02/19/world/europe/ukraine-russia-crisis-new-cold-war.html"}