{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 22:54:56", "date_modify": "2022-10-25 22:54:56", "date_publish": "2022-07-20 19:38:26", "description": "The European Union’s executive branch says member countries must cut consumption by 15 percent between now and the springtime to stave off a major crisis as Russia weaponizes its exports.", "filename": "2022_07_20_world_europe_eu-gas-rationing-russia-war_1666738496.html", "image_url": "https://static01.nyt.com/images/2022/07/20/world/20ukraine-eu-energy-ledeall-1/20ukraine-eu-energy-ledeall-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_20_world_europe_eu-gas-rationing-russia-war_1666738496.html", "title": "With Russian Cutoff Feared, Europeans Are Told to Curb Natural Gas Use", "title_page": "With Russian Cutoff Feared, Europeans Are Told to Curb Natural Gas Use - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — Europe must cut its use of natural gas by 15 percent from now through next spring to prevent a major crisis as Russia slashes gas exports, the European Union’s executive branch said on Wednesday, calling for hard sacrifices by the people of the world’s richest group of nations.\n“Russia is blackmailing us,” the European Commission president, Ursula von der Leyen, said as she introduced the E.U. plan to reduce gas consumption. “Russia is using energy as a weapon.”\nMonths before it invaded Ukraine in February, upending energy markets and other facets of the global economy, “Russia kept gas supply intentionally as low as possible despite the high gas prices,” she said.\nThe flow of Russian gas, which provides 40 percent of E.U. consumption, was less than one-third the normal average in June. Gas storage facilities in Europe, normally almost full at this point in the year in preparation for winter, are not sufficiently stocked to deal with such volatility and shortages, threatening to upend industry and private lives alike.", "url": "https://www.nytimes.com/2022/07/20/world/europe/eu-gas-rationing-russia-war.html"}