{"authors": ["Farnaz Fassihi", "Ronen Bergman"], "date_download": "2022-10-26 00:11:39", "date_modify": "2022-10-26 00:11:39", "date_publish": "2022-05-25 19:48:48", "description": "Israeli officials say the officer, Sayad Khodayee, was a leader of a covert unit tasked with abductions and killings of Israelis and other foreigners around the world. Iran does not acknowledge that the unit exists.", "filename": "2022_05_25_world_middleeast_iran-israel-killing-khodayee_1666743099.html", "image_url": "https://static01.nyt.com/images/2022/05/25/world/25Iran-Colonel01/25Iran-Colonel01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_25_world_middleeast_iran-israel-killing-khodayee_1666743099.html", "title": "Israel Tells U.S. It Killed Iranian Officer, Official Says", "title_page": "Israel Tells U.S. It Killed Iranian Officer, Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the funeral in Tehran for a colonel in Iran’s Revolutionary Guards Corps, thousands of mourners packed the streets around the cemetery chanting “Death to Israel” and calling for revenge for his killing.\nThe commanders of the Guards and the Quds Force — the powerful unit within the Guards responsible for operations outside Iran’s borders — were both in attendance, hinting at the colonel’s importance.\nCol. Sayad Khodayee, 50, was fatally shot outside his home on a quiet residential street in Tehran on Sunday when two gunmen on motorcycles approached his car and fired five bullets into it, according to state media. Iran has blamed Israel for the killing, which bore the hallmarks of other Israeli targeted killings of Iranians in a shadow war that has been playing out for years on land, sea, air and in cyberspace.\n“We will make the enemy regret this and none of the enemy’s evil actions will go unanswered,” Gen. Hossein Salami, the commander in chief of the Revolutionary Guards, said in a speech on Monday. A member of Iran’s National Security Council, Majid Mirahmadi, said the killing was “definitely the work of Israel,” and warned that harsh revenge would follow, according to Iranian media.", "url": "https://www.nytimes.com/2022/05/25/world/middleeast/iran-israel-killing-khodayee.html"}