{"authors": ["Alyssa Lukpat"], "date_download": "2022-10-25 22:54:51", "date_modify": "2022-10-25 22:54:51", "date_publish": "2022-01-24 01:58:07", "description": "The pandemic has been relentless for mothers, many of whom have been stuck in an endless cycle of work and child care. Some Massachusetts mothers gathered to do something about it.", "filename": "2022_01_23_us_mom-scream-massachusetts-pandemic_1666738491.html", "image_url": "https://static01.nyt.com/images/2022/01/23/multimedia/23xp-scream-top/23xp-scream-top-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_23_us_mom-scream-massachusetts-pandemic_1666738491.html", "title": "These Mothers Were Exhausted, So They Met on a Field to Scream", "title_page": "These Mothers Were Exhausted, So They Met on a Field to Scream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Harmon, a mother of 3- and 5-year-old daughters, said that her children were driving her “absolutely nuts” during the pandemic.\nAt the gathering on Jan. 13, which was previously reported by the radio station WBUR and The Boston Globe, she said a lot of the mothers were feeling bitter.\nThey questioned why the pandemic was still going on and why children under 5 could not be vaccinated, said Ms. Harmon, the founder of the School of MOM, a mindfulness website for mothers. (Children under 5 have still not been approved to get a coronavirus vaccine.)\nThat is why the gathering was so cathartic, she said. For once, the mothers could just let go.\n“It’s just amazing how light you can feel after you do that,” she said on Sunday. “I slept better.”\nAt the football field, Ms. Harmon signaled the start of a new round of screaming by raising two light-up unicorn wands that belong to her daughters.\nThe gathering, she said, unfolded in five parts, the first four of which were a normal scream, a round of swearing, a “free-for-all” of screams or shouts, and a scream in honor of the mothers who were too busy to attend.\nSome of the mothers put their all into the screaming, hunching over and throwing their arms back, according to videos Ms. Harmon shared.", "url": "https://www.nytimes.com/2022/01/23/us/mom-scream-massachusetts-pandemic.html"}