{"authors": ["Sarah Bahr"], "date_download": "2022-10-25 22:59:32", "date_modify": "2022-10-25 22:59:32", "date_publish": "2022-02-08 17:39:36", "description": "The 31-year-old actress was nominated for her turn as Anita in “West Side Story” — a part she fought to ensure reflected her Afro-Latina identity.", "filename": "2022_02_08_movies_ariana-debose-west-side-story-oscars_1666738772.html", "image_url": "https://static01.nyt.com/images/2022/02/09/arts/08oscar-noms-debose1/08oscar-noms-debose1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_08_movies_ariana-debose-west-side-story-oscars_1666738772.html", "title": "Ariana DeBose on Her First Oscar Nomination: ‘This Role Embodies Every Facet of Me’", "title_page": "Ariana DeBose on Her First Oscar Nomination: ‘This Role Embodies Every Facet of Me’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ariana DeBose wasn’t quite dancing in the streets Tuesday morning, but if you happened to be strolling along a certain New York City river around 9 a.m., you might have thought she was just another crazy New Yorker.\n“I’m pretty sure I scared every runner on the path with my shrieking and jumping up and down,” she said by phone Tuesday morning, recalling the moment she learned she had been nominated for her first Oscar, for best supporting actress for her performance as Anita in Steven Spielberg’s remake of “West Side Story.”\nWith the nomination, DeBose and Rita Moreno, who won the Oscar for the same role in the 1961 film and stars in the new adaptation in a different role, made history: They became the first actors of color and the first women to be nominated for the same character.\nAnd, should DeBose win, they would become only the third pair to accomplish the feat. The other two are Marlon Brando and Robert De Niro as Vito Corleone (“The Godfather” and “The Godfather Part II”) and Heath Ledger and Joaquin Phoenix as the Joker (in “The Dark Knight” and “Joker”).", "url": "https://www.nytimes.com/2022/02/08/movies/ariana-debose-west-side-story-oscars.html"}