{"authors": ["Vanessa Friedman"], "date_download": "2022-10-25 22:54:53", "date_modify": "2022-10-25 22:54:53", "date_publish": "2022-10-03 10:02:14", "description": "With a special appearance by Ye. Also, Givenchy embraces a culture clash and Valentino opens up.", "filename": "2022_10_03_style_balenciaga-valentino-paris-fashion-week_1666738493.html", "image_url": "https://static01.nyt.com/images/2022/10/03/fashion/03PFW_BALENCIAGA-36/03PFW_BALENCIAGA-36-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_03_style_balenciaga-valentino-paris-fashion-week_1666738493.html", "title": "Mudslinging at Balenciaga", "title_page": "Mudslinging at Balenciaga - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — We live in a dirty, dirty world.\nA world where muckraking, mudslinging and drain-the-swamp chanting are just part of daily life. Little wonder Demna, the mononymous designer of Balenciaga and master of the visual metaphor, decided to get down into the pit and wallow.\nTo be specific: He decided to truck in 275 cubic meters (more than 9,700 cubic feet) of black mud harvested from a French peat bog and dump it in the middle of a convention center on the outskirts of Paris. It was smooshed onto the walls, sliding down the sides of an enormous trough, and dug into a shallow catwalk along the edge, seeping with water, all courtesy of the Spanish artist Santiago Sierra. The air was pungent with a moist eau de peat (a special scent had been created to enhance the smell of decomposition), and slime was oozing across the aisles. Guests picked their way carefully to their seats, terrified of wiping out.\nThe set was, Demna wrote in his show notes, about “digging for the truth and being down to earth.” If that requires getting your hands (and feet and clothes) gunked-up, so be it. While his couture has become his experiment with Balenciaga’s legacy, the ready-to-wear has become his means of social commentary. It isn’t pretty out there. His mud club wasn’t either.", "url": "https://www.nytimes.com/2022/10/03/style/balenciaga-valentino-paris-fashion-week.html"}