{"authors": ["Jennifer Szalai"], "date_download": "2022-10-25 23:47:28", "date_modify": "2022-10-25 23:47:28", "date_publish": "2022-08-30 15:03:46", "description": "A new book by the historian Nicole Hemmer charts the demise of Reagan-style optimism and the birth of a rage-and-fear-based politics on the right.", "filename": "2022_08_30_books_partisans-nicole-hemmer_1666741648.html", "image_url": "https://static01.nyt.com/images/2022/09/01/books/30HEMMER-COVER/30HEMMER-COVER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_30_books_partisans-nicole-hemmer_1666741648.html", "title": "Book Review: “Partisans,” by Nicole Hemmer", "title_page": "Book Review: “Partisans,” by Nicole Hemmer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARTISANS\nThe Conservative Revolutionaries Who Remade American Politics in the 1990s\nBy Nicole Hemmer\n358 pages. Basic Books. $32.\nEven for those of us who remember them all too well, the 1990s were something of a muddle. The decade was like a long transitional moment between the casually rapacious spirit that preceded it and the War on Terror that came after.\nThe Clinton administration may have shown that the American political center of gravity had shifted to the right, with a Democratic president signing a punitive crime bill in 1994 and making good on his pledge to “end welfare as we know it.” But part of the confusion over the ’90s seems to lie in the discrepancy between what was actually happening and the soothing language that was used to describe it — bland clichés about a post-Cold War consensus, with establishment politicians coalescing around “the end of history” and “the third way.”\nSo much for all that. As the historian Nicole Hemmer writes in “Partisans,” her lively and clarifying new book, the conservative movement of the ’90s was doing much more than biding its time. Unlike Dana Milbank’s “The Destructionists,” which also looks closely at the Republican Party during the ’90s, “Partisans” is less a prehistory of the Trump presidency than an autopsy of the short-lived Reagan era.\nReagan’s victory was supposed to mark a turning point for Republicans, toward a conservatism that was “optimistic and popular,” Hemmer writes. Sure enough, Republicans still like to invoke Reagan’s name. But Hemmer shows that Reaganism as an ideology and an attitude collapsed almost as soon as he left office; his name became a mantra without actual meaning. What happened, and why did it happen so quickly?", "url": "https://www.nytimes.com/2022/08/30/books/partisans-nicole-hemmer.html"}