{"authors": ["Patrick Kingsley", "Isabel Kershner"], "date_download": "2022-10-26 00:11:36", "date_modify": "2022-10-26 00:11:36", "date_publish": "2022-06-20 16:23:18", "description": "The governing coalition decided to dissolve Parliament, plunging the country back into paralysis and throwing a political lifeline to Benjamin Netanyahu.", "filename": "2022_06_20_world_middleeast_israel-election-government-collapse_1666743096.html", "image_url": "https://static01.nyt.com/images/2022/06/20/world/20israel-election-1/20israel-election-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_20_world_middleeast_israel-election-government-collapse_1666743096.html", "title": "Israel’s Government Collapses, Setting Up 5th Election in 3 Years", "title_page": "Israel’s Government Collapses, Setting Up 5th Election in 3 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israel’s governing coalition will dissolve Parliament before the end of the month, bringing down the government and sending the country to a fifth election in three years, the prime minister said on Monday.\nThe decision plunged Israel back into paralysis and threw a political lifeline to Benjamin Netanyahu, the right-wing prime minister who left office just one year ago upon the formation of the current government. Mr. Netanyahu is currently standing trial on corruption charges but has refused to leave politics, and his Likud party is leading in the polls.\nOnce Parliament formally votes to dissolve itself, it will bring down the curtain on one of the most ambitious political projects in Israeli history: an unwieldy eight-party coalition that united political opponents from the right, left and center, and included the first independent Arab party to join an Israeli governing coalition.\nBut that ideological diversity was also its undoing.\nDifferences between the coalition’s two ideological wings, compounded by unrelenting pressure from Mr. Netanyahu’s right-wing alliance, led two right-wing lawmakers to defect — removing the coalition’s majority in Parliament. When several left-wing and Arab lawmakers also rebelled on key votes, the coalition found it impossible to govern.", "url": "https://www.nytimes.com/2022/06/20/world/middleeast/israel-election-government-collapse.html"}