{"authors": ["Dennis Overbye", "Kenneth Chang", "Joshua Sokol"], "date_download": "2022-10-25 22:55:15", "date_modify": "2022-10-25 22:55:15", "date_publish": "2022-07-12 20:58:25", "description": "Spectacular imagery from the largest-ever space telescope brought tears to the eyes of seasoned scientists and dazzled the public.", "filename": "2022_07_12_science_james-webb-telescope-images-nasa_1666738515.html", "image_url": "https://static01.nyt.com/images/2022/07/12/multimedia/-12vid-nasa-highlights-video-cover/-12vid-nasa-highlights-video-cover-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_12_science_james-webb-telescope-images-nasa_1666738515.html", "title": "Webb Telescope Images Provide New Window Into the Cosmos", "title_page": "Webb Telescope Images Provide New Window Into the Cosmos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The universe was born in darkness 13.8 billion years ago, and even after the first stars and galaxies blazed into existence a few hundred million years later, these too stayed dark. Their brilliant light, stretched by time and the expanding cosmos, dimmed into the infrared, rendering them — and other clues to our beginnings — inaccessible to every eye and instrument.\nUntil now. On Tuesday the James Webb Space Telescope, the most powerful space observatory yet built, offered a spectacular slide show of our previously invisible nascent cosmos. Ancient galaxies carpeting the sky like jewels on black velvet. Fledgling stars shining out from deep within cumulus clouds of interstellar dust. Hints of water vapor in the atmosphere of a remote exoplanet.\nTheir sum is both a new vision of the universe and a view of the universe as it once appeared new.\n“That was always out there,” said Jane Rigby, an astrophysicist at NASA’s Goddard Space Flight Center in Greenbelt, Md., and the telescope’s project scientist for operations. “We just had to build a telescope to go see what was there.”\nThe Webb telescope — NASA’s vaunted successor to the Hubble Space Telescope, 30 years and nearly $10 billion in the making — is equipped to gain access to this realm of cosmic history, study the first stars and galaxies and look for nearer, potentially habitable worlds. It is a collaboration among NASA, the European Space Agency and the Canadian Space Agency.", "url": "https://www.nytimes.com/2022/07/12/science/james-webb-telescope-images-nasa.html"}