{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:33:38", "date_modify": "2022-10-25 23:33:38", "date_publish": "2022-10-08 09:44:53", "description": null, "filename": "2022_10_08_world_europe_zaporizhzhia-nuclear-power-plant-offline_1666740818.html", "image_url": "https://static01.nyt.com/images/2022/08/14/world/08ukraine-briefing-power-plant-01/08ukraine-briefing-power-plant-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_08_world_europe_zaporizhzhia-nuclear-power-plant-offline_1666740818.html", "title": "Ukraine’s Zaporizhzhia Nuclear Plant Loses Power Again, Officials Say", "title_page": "Ukraine’s Zaporizhzhia Nuclear Plant Loses Power Again, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KYIV, Ukraine — Russian shelling in the early hours of Saturday morning damaged the last line connecting the Zaporizhzhia Nuclear Power Plant to Ukrainian energy systems, according to Ukrainian energy officials, cutting the facility off from the power grid that is used to cool its reactors.\nThe plant has been disconnected from external power at least twice before, forcing it to rely on diesel generators to power safety equipment. The availability of fuel to power the generators has long been a concern.\nHerman Galushchenko, Ukraine’s energy minister, said in a Facebook post on Saturday that there was only enough diesel fuel to operate the plant for about 10 days, adding that the professionalism of Ukrainian nuclear workers was now the only “safeguard against a possible nuclear accident.”\nEnergoatom, the company that operates the plant, in a statement shortly after midnight said that the power line was damaged “due to another shelling by Russian troops.” The statement said that it is “necessary to repair and restore the operation of the communication lines of the ZNPP with the power system,” but did not say how long that is expected to take.", "url": "https://www.nytimes.com/2022/10/08/world/europe/zaporizhzhia-nuclear-power-plant-offline.html"}