{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 22:54:42", "date_modify": "2022-10-25 22:54:42", "date_publish": "2022-10-12 22:30:21", "description": "The findings strengthened calls from scientists for more expansive care options for long Covid patients.", "filename": "2022_10_12_health_long-covid_1666738482.html", "image_url": "https://static01.nyt.com/images/2022/10/12/science/12longcovid1/12longcovid1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_12_health_long-covid_1666738482.html", "title": "Nearly Half of Covid Patients Haven’t Fully Recovered Months Later, Study Finds", "title_page": "Nearly Half of Covid Patients Haven’t Fully Recovered Months Later, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Long Covid refers to a constellation of problems that can plague patients for months or longer after a infection. Over the last year, researchers have given more attention to understanding the daunting aftereffects as the number of Covid cases exploded and health systems learned to better manage the initial stages of an infection.\nU.S. government estimates have indicated that between 7.7 million and 23 million people in the United States could have long Covid.\nGlobally, “the condition is devastating people’s lives and livelihoods,” Tedros Adhanom Ghebreyesus, the director general of the World Health Organization, wrote in an article on Wednesday for The Guardian. He called on all countries to devote “immediate and sustained action equivalent to its scale.”\nThe authors of the study in Scotland tracked 33,000 people who had tested positive for the virus starting in April 2020 and 63,000 who had never been diagnosed with Covid. In six-month intervals, those people were asked about any symptoms they had, including tiredness, muscle aches, chest pain and neurological problems, and about any difficulties with daily life.\nBy comparing the frequency of those problems with infected and uninfected people, the researchers tried to overcome a challenge that many other long Covid researchers have confronted: how to ascribe less specific symptoms to Covid when those problems are also common in the general population and may be prevalent in the midst of a pandemic.\nSeveral of the most common long Covid symptoms identified in the study were also reported by one-fifth to one-third of participants who had never been infected, the study found. But symptoms were significantly more common in people who had previously had Covid: Those participants were more likely to report 24 of the 26 symptoms tracked by the study.\nOf those with previous Covid cases, 6 percent said on their most recent follow-up survey that they had not recovered at all and 42 percent said that they had only partly recovered.", "url": "https://www.nytimes.com/2022/10/12/health/long-covid.html"}