{"authors": ["Sam Roberts"], "date_download": "2022-10-25 23:31:15", "date_modify": "2022-10-25 23:31:15", "date_publish": "2022-08-07 15:47:07", "description": "He served loyally during the 9/11 attacks and Iraq invasion. But in a 2005 memoir, he faulted the “conception and execution” of the Iraq war.", "filename": "2022_08_07_world_europe_christopher-meyer-dead_1666740675.html", "image_url": "https://static01.nyt.com/images/2022/08/04/obituaries/04Mayer1/04Mayer1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_07_world_europe_christopher-meyer-dead_1666740675.html", "title": "Christopher Meyer, Vocal British Envoy to the U.S., Dies at 78", "title_page": "Christopher Meyer, Vocal British Envoy to the U.S., Dies at 78 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Christopher Meyer, the debonair diplomat who served as Britain’s ambassador to Washington from 1997 to 2003 but who later argued that his government let itself be suckered into supporting the American invasion of Iraq, died on July 27 at his holiday home in Megeve, in the French Alps. He was 78.\nHis death, apparently from a stroke, was confirmed by several officials, including Prime Minister Boris Johnson.\nAs Britain’s envoy from 1997 to 2003, during the administrations of Bill Clinton and George W. Bush, Mr. Meyer quietly banned the term “special relationship” to describe the alliance between Britain and the United States, arguing that Washington clearly considered its ties to other nations — Israel, for example — to be considerably more vital.\nBreaking with many other European nations, Britain became the Bush administration’s chief partner in its invasion of Afghanistan after the 2001 terrorist attacks in New York and Washington, and in its support of Washington’s claims that Iraq was developing and deploying weapons of mass destruction.", "url": "https://www.nytimes.com/2022/08/07/world/europe/christopher-meyer-dead.html"}