{"authors": ["Valerie Hopkins", "Nicole Tung"], "date_download": "2022-10-25 22:57:32", "date_modify": "2022-10-25 22:57:32", "date_publish": "2022-06-10 09:00:28", "description": "More than 300 Ukrainians, 77 of them children, were imprisoned in a dank and airless school basement for nearly a month. Ten of them died.", "filename": "2022_06_10_world_europe_ukraine-russia-war-crimes-prison_1666738652.html", "image_url": "https://static01.nyt.com/images/2022/06/09/world/00ukraine-basement-top/00ukraine-basement-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_10_world_europe_ukraine-russia-war-crimes-prison_1666738652.html", "title": "Trapped by Russian Forces, Ukrainians Waited a Month in a Basement", "title_page": "Trapped by Russian Forces, Ukrainians Waited a Month in a Basement  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "YAHIDNE, Ukraine — More than two months after the residents of Yahidne kicked down the bolted basement door where the Russian army had held them hostage, the village is being rebuilt but the memories remain fresh — and deeply painful.\nOn March 3, eight days after the full-scale invasion began, Russian forces swept into Yahidne, a village on the main road north of Ukraine’s capital, Kyiv. For nearly a month, until March 31, when Ukrainian troops liberated the town, more than 300 people, 77 of them children, were imprisoned in several rooms in the dank basement of the village school — a human shield for the Russian troops based there. Ten of the captives died. Among those held inside were a baby and a 93-year-old, Ukrainian prosecutors said.\n“This is our concentration camp,” said Oleh Turash, 54, one of those imprisoned, who helped bury the people who perished there. For most of the time there was virtually no light. Despite the freezing winter weather, he said, people were packed in so tightly their body warmth was all the heat they needed.", "url": "https://www.nytimes.com/2022/06/10/world/europe/ukraine-russia-war-crimes-prison.html"}