{"authors": ["Nicole Sperling", "Matt Stevens"], "date_download": "2022-10-25 22:59:18", "date_modify": "2022-10-25 22:59:18", "date_publish": "2022-04-01 11:36:39", "description": "The producer of the telecast, Will Packer, said that Smith had been asked to leave after slapping Rock, and that he had urged officials not to “physically remove” the actor.", "filename": "2022_04_01_movies_oscars-will-smith-slap_1666738758.html", "image_url": "https://static01.nyt.com/images/2022/04/01/multimedia/01slap-folo3/01slap-folo3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_01_movies_oscars-will-smith-slap_1666738758.html", "title": "Will Smith Resigns From Academy After Slapping Chris Rock at Oscars", "title_page": "Will Smith Resigns From Academy After Slapping Chris Rock at Oscars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He said that he would “accept any further consequences the board deems appropriate.”\n“Change takes time,” he concluded, “and I am committed to doing the work to ensure that I never again allow violence to overtake reason.”\nThe academy said that it accepted his resignation.\n“We have received and accepted Mr. Will Smith’s immediate resignation from the Academy of Motion Picture Arts and Sciences,” David Rubin, its president, said in a statement. “We will continue to move forward with our disciplinary proceedings against Mr. Smith for violations of the Academy’s Standards of Conduct, in advance of our next scheduled board meeting on April 18.”\nNow that he has resigned, Mr. Smith will no longer have access to academy screenings and events. He will also not be able to vote in the Academy Awards. However, he could still be nominated for an award, since being a member is not a requirement for eligibility.\nMr. Smith’s resignation came roughly 12 hours after Will Packer, the lead producer of the Oscars telecast, spoke publicly about the episode for the first time.\nIn an interview with “Good Morning America” on ABC, the network which also broadcasts the Oscars, Mr. Packer said that after Mr. Smith had been asked to leave the ceremony, he urged the Academy leadership not to “physically remove” him from the theater in the middle of the live broadcast.", "url": "https://www.nytimes.com/2022/04/01/movies/oscars-will-smith-slap.html"}