{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:33:24", "date_modify": "2022-10-25 23:33:24", "date_publish": "2022-04-28 15:05:54", "description": "The state has become an unlikely laboratory for right-wing policy, pushed by a governor with presidential ambitions.", "filename": "2022_04_28_us_politics_ron-desantis-florida-politics_1666740804.html", "image_url": "https://static01.nyt.com/images/2022/04/28/us/28florida-politics03/28florida-politics03-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_28_us_politics_ron-desantis-florida-politics_1666740804.html", "title": "How DeSantis Transformed Florida’s Political Identity", "title_page": "How DeSantis Transformed Florida’s Political Identity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s just an unholy alliance of circumstances that have come together that allow this type of politics to occur,” Mr. Buckhorn said.\nNot long ago, such a shift would have seemed out of the question in a state notorious for its tight election margins and nail-biting recounts. Mr. DeSantis won the governorship by about 32,000 votes in 2018, hardly a mandate. His aloof personality did not exactly sparkle.\nBut beginning in 2020, a politically attuned Mr. DeSantis seized on discontent with coronavirus pandemic policies, betting that economic prosperity and individual liberties would matter more to voters in the long run than protecting public health. More than 73,000 Floridians have died of Covid-19, yet public opinion polls have shown that Mr. DeSantis and many of his policies remain quite popular.\nParents, especially, who cheered the governor’s opposition to Covid-19 restrictions in schools, have remained active on issues of curriculum and culture.\n“I think the governor is more popular than Disney — I think the governor is more popular than the former president,” said Anthony Pedicini, a Republican strategist in Tampa. “If you’re running for office as a Republican in Florida and you aren’t toeing the DeSantis mantra, you will not win.”\nThe question now for Mr. DeSantis — and virtually everyone else in Florida — is whether the rightward lurch will stop, either by court intervention, corporate backlash or, come November, electoral rebuke. But given Florida’s trends in recent years, the more likely outcome could be a sustained campaign toward a new, more rigid conservative orthodoxy, one that voters could very well ratify this fall.\nThe state’s swift and unexpected rightward tilt has happened as Florida has swelled with new residents. Between July 2020 and July 2021, about 260,000 more people arrived than left, a net migration higher than any other state. The trend began before the pandemic but appeared to accelerate as remote workers sought warm weather, low taxes and few public health restrictions.", "url": "https://www.nytimes.com/2022/04/28/us/politics/ron-desantis-florida-politics.html"}