{"authors": ["Alan Rappeport"], "date_download": "2022-10-26 00:16:29", "date_modify": "2022-10-26 00:16:29", "date_publish": "2022-08-04 19:30:08", "description": "If it is given an additional $80 billion, the agency said, the money is expected to go toward efforts to crack down on wealthy tax evaders and to modernize its technology.", "filename": "2022_08_04_business_irs-audits-funding-congress_1666743389.html", "image_url": "https://static01.nyt.com/images/2022/08/04/business/04irs/04irs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_04_business_irs-audits-funding-congress_1666743389.html", "title": "I.R.S. Says Funding Won’t Mean More Audits for Middle-Income Americans", "title_page": "I.R.S. Says Funding Won’t Mean More Audits for Middle-Income Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Charles P. Rettig, the Internal Revenue Service commissioner, told Congress on Thursday that the tax collection agency would not increase audits of households earning less than $400,000 if it was given the additional $80 billion that lawmakers were considering in a proposed climate and tax legislation package.\nProviding more funding for the I.R.S. has been a top priority of the Biden administration and has emerged as key way to finance some of the policies that Democrats are proposing without raising individual tax rates. The additional funding is expected to go toward hiring more enforcement agents to crack down on wealthy tax evaders and corporations and to modernize the agency’s antiquated technology.\n“These resources are absolutely not about increasing audit scrutiny on small businesses or middle-income Americans,” Mr. Retting wrote in a letter to lawmakers. “As we have been planning, our investment of these enforcement resources is designed around Treasury’s directive that audit rates will not rise relative to recent years for households making under $400,000.”\nThat commitment is in keeping with President Biden’s promise not to raise taxes on middle-income Americans.", "url": "https://www.nytimes.com/2022/08/04/business/irs-audits-funding-congress.html"}