{"authors": ["Alan Rappeport"], "date_download": "2022-10-26 00:16:23", "date_modify": "2022-10-26 00:16:23", "date_publish": "2022-10-17 19:08:48", "description": "Former commissioners warn that delays in nominating a new commissioner raise the prospect that transformation efforts will fail.", "filename": "2022_10_17_us_politics_irs-commissioner-nomination-delay_1666743383.html", "image_url": "https://static01.nyt.com/images/2022/10/18/business/17ALTdc-irs-print/17dc-irs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_17_us_politics_irs-commissioner-nomination-delay_1666743383.html", "title": "Looming Leadership Void at I.R.S. Raises Concerns Over $80 Billion Overhaul", "title_page": "Looming Leadership Void at I.R.S. Raises Concerns Over $80 Billion Overhaul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A group of former Internal Revenue Service commissioners is raising concerns over the fact that the White House has yet to nominate a replacement for Charles P. Rettig, whose term as I.R.S. commissioner is scheduled to expire next month, warning that the looming vacancy could stall the Biden administration’s planned $80 billion overhaul of the agency.\nThe additional funds are expected to help the beleaguered I.R.S. crack down on tax cheats, improve customer service and update antiquated technology. The funds, which were included in a bill that Democrats passed, are a central part of the Biden administration’s plans to raise more than $120 billion in additional tax revenue over the next decade.\nOverseeing that transition will be a significant undertaking, and several former I.R.S. leaders are warning that the lack of a new leader could hamper the transformation of the agency.\nThe term of Mr. Rettig, who was appointed by President Donald J. Trump, will end on Nov. 12.\nThe former commissioners, who served under Democratic and Republican presidents, are Fred Goldberg, Charles Rossotti, Mark Everson and John Koskinen. They were joined in their statement by Nina Olson, a former national taxpayer advocate.", "url": "https://www.nytimes.com/2022/10/17/us/politics/irs-commissioner-nomination-delay.html"}