{"authors": ["Sheryl Gay Stolberg", "Trip Gabriel"], "date_download": "2022-10-25 23:47:42", "date_modify": "2022-10-25 23:47:42", "date_publish": "2022-10-24 18:18:53", "description": "The Democratic candidate for Senate in Pennsylvania will use closed captioning to assist with the after effects of a stroke.", "filename": "2022_10_24_us_politics_pennsylvania-senate-debate-fetterman-oz_1666741662.html", "image_url": "https://static01.nyt.com/images/2022/10/24/multimedia/24pol-fetterman-photo-1-deb9/24pol-fetterman-photo-1-deb9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_24_us_politics_pennsylvania-senate-debate-fetterman-oz_1666741662.html", "title": "Fetterman’s Debate Challenges: Selling Policies and Proving He’s Fit to Serve", "title_page": "Fetterman’s Debate Challenges: Selling Policies and Proving He’s Fit to Serve - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When John Fetterman, the Democratic candidate for Senate in Pennsylvania, faces his Republican opponent in a high-stakes debate on Tuesday night, he will face twin challenges: making the case for his policies while convincing voters he is healthy enough to serve.\nThe debate, the first and only in a race that could determine whether Democrats keep control of the Senate, will look different than any other. Two 70-inch monitors above the heads of the moderators — scrolling the text of their questions, as well as transcribing the answers, attacks and ripostes of the Republican, Dr. Mehmet Oz — will be visible to TV watchers whenever a camera pans to the moderators.\nMr. Fetterman, Pennsylvania’s lieutenant governor, needs the accommodations because the stroke he had in May left him with an auditory processing disorder, a condition that affects the brain’s ability to filter and interpret sounds, his primary care doctor said last week. He uses closed captioning to follow conversations. Sometimes his speech is halting. Sometimes he stumbles over his words. But he has “no work restrictions,” the doctor said.\nDemocrats say this makes him seem relatable. Disability rights activists say Mr. Fetterman has been a victim of prejudice from Republicans and reporters who focus more on his health than the issues. But Mr. Fetterman — who also has a heart condition that his cardiologist says was exacerbated by his failure to seek care and take medicine — was cagey about answering health questions in the early months of his campaign, which has left him open to bipartisan criticism about a lack of transparency.", "url": "https://www.nytimes.com/2022/10/24/us/politics/pennsylvania-senate-debate-fetterman-oz.html"}