{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:34:15", "date_modify": "2022-10-25 23:34:15", "date_publish": "2022-07-27 15:03:02", "description": "The central bank made its second consecutive increase of three-quarters of a point as it tries to combat the fastest pace of inflation in 40 years.", "filename": "2022_07_27_business_after-another-rate-increase-big-questions-remain-about-what-comes-next_1666740855.html", "image_url": "https://static01.nyt.com/images/2022/07/26/business/fed-rate-promo/fed-rate-promo-facebookJumbo-v11.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_27_business_after-another-rate-increase-big-questions-remain-about-what-comes-next_1666740855.html", "title": "Here are the takeaways from the Fed’s latest move.", "title_page": "Fed Raises Rates by Three-Quarters of a Percentage Point - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fed officials made a second supersize increase on Wednesday because they are trying urgently to wrestle rapid inflation back under control.\nHere are the takeaways from Wednesday’s decision and Fed Chair Jerome H. Powell’s post-meeting news conference:\nAnother big rate move could be coming in September.\nMr. Powell was clear that a third, “unusually” large three-quarter-point rate increase is possible at the Fed’s next meeting. But he was clear that we have a long time between now and then, and officials will be watching each new piece of data as they make decisions.\nMr. Powell does not think the U.S. is in a recession.\nHe highlighted evidence that the economy is slowing, but said it was not yet clear by how much. Mr. Powell also pointed to the strength of the labor market as a reason he does not think the economy is currently in a downturn. And he cautioned that fresh data on economic growth set for release on Thursday should be taken with “a grain of salt.”\nA downturn is not inevitable.\nMr. Powell said that he thinks a slowdown isn’t assured, though he highlighted that it may be difficult to lower inflation without one, and noted that the path toward avoiding such a downturn has “narrowed.”\nBut “we need growth to slow,” Mr. Powell said.\nSome slowing of the economy is good from the Fed’s perspective, Mr. Powell emphasized. While cooling off economic activity enough to lower inflation will probably involve weakening the labor market, a little bit of pain is necessary now to put the economy on a more sustainable path. “We don’t want this to be bigger than it needs to be,” Mr. Powell said, but when thinking about the medium and long term, “price stability is what makes the whole economy work.”", "url": "https://www.nytimes.com/2022/07/27/business/after-another-rate-increase-big-questions-remain-about-what-comes-next.html"}