{"authors": ["Roger Cohen"], "date_download": "2022-10-25 22:59:39", "date_modify": "2022-10-25 22:59:39", "date_publish": "2022-10-16 12:05:55", "description": "He wants to lead a united Europe to independence. But the world has changed on him.", "filename": "2022_10_16_world_europe_macron-france_1666738779.html", "image_url": "https://static01.nyt.com/images/2022/10/13/world/00france-macron-1/00france-macron-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_16_world_europe_macron-france_1666738779.html", "title": "Macron the Disrupter Seeks Direction", "title_page": "Macron the Disrupter Seeks Direction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — A man of perpetual motion, President Emmanuel Macron of France finds himself in an uneasy state of drift. Five months into his second and final five-year term, he wants to forge his legacy, but seems unsure which way to move. He promised “a new era” when re-elected in April, but new limits on his power and cascading crises have nudged the transformative off the agenda.\nMr. Macron, whose every instinct is to play offense, has been pushed into a defensive crouch. His government, at enormous cost, has capped gas and electricity price increases that would otherwise hit 120 percent by next year. It has requisitioned refinery workers in an attempt to break a crippling strike that has led to mile-long lines at gas stations.\nDeprived of the absolute parliamentary majority he had in his first term, seeking new ways to connect with a restive nation, buffeted by Russia’s war in Ukraine and threats from one leftist leader to outdo the 1789 revolution, Mr. Macron seems hesitant. But despite everything, he has lost none of his ambition to remake the world.\nAt 44, he nurses a sweeping agenda: to build a new France at the heart of a strong and autonomous Europe, emancipated from the United States, delivered from fossil fuels, freed from the threat of a far-right takeover — a nation that punches above its weight and controls its 21st-century fate.", "url": "https://www.nytimes.com/2022/10/16/world/europe/macron-france.html"}