{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 22:56:07", "date_modify": "2022-10-25 22:56:07", "date_publish": "2022-05-13 17:07:08", "description": "As Western nations place sanctions on people close to the Russian leader, including family members, the strict secrecy surrounding his private life is being punctured.", "filename": "2022_05_13_world_europe_putin-family-wealth-sanctions_1666738567.html", "image_url": "https://static01.nyt.com/images/2022/05/01/world/01putin-private1/01putin-private1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_13_world_europe_putin-family-wealth-sanctions_1666738567.html", "title": "Vladimir Putin, Family Man", "title_page": "Sanctions Shed Light on Putin’s Private Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "VOORSCHOTEN, Netherlands — Vladimir Putin did not like the prying.\nIt was 2008, and the Russian president, then 56 and eight years into his tightening grip on power, stood for a news conference in Sardinia’s lavish Villa Certosa. At his side was his closest ally in Western Europe, Silvio Berlusconi, the media mogul and Italian prime minister of legendarily hedonist appetites with whom he shared a taste for raunchy jokes, over-the-top furnishings and vast wealth.\nDuring the summers, Mr. Putin’s two teenage daughters had the run of the sprawling villa, going on secret luxury shopping and boating excursions under strict orders that their identities remain concealed and their faces hidden from cameras, according to a person with knowledge of the arrangement.\nThat strategy of strictly shielding his family worked well for Mr. Putin over the years, until Russia invaded Ukraine in February. Now, as nations impose sanctions on those closest to him — including those approved on Friday by Britain on the woman long considered to be his mistress, Alina Kabaeva, and his former wife, Lyudmila Ocheretnaya — the facade is beginning to crumble, shedding new light on the Russian leader’s private life.\nSome of the first glimmers of his complicated family affairs unfolded in that scene at the villa, as a Russian reporter, Nataliya Melikova of Nezavisimaya Gazeta, gingerly broached the forbidden zone. Days before, a report in Moskovsky Korrespondent claimed that Mr. Putin and his wife of 25 years had secretly split. Enticingly, the newspaper further reported that he had fallen for Ms. Kabaeva, a famously flexible Olympic gold medalist in rhythmic gymnastics, who, at 24, was about the age of his daughters and had become a public face of his political party.", "url": "https://www.nytimes.com/2022/05/13/world/europe/putin-family-wealth-sanctions.html"}