{"authors": ["Patrick Kingsley", "Lara Jakes"], "date_download": "2022-10-25 23:55:47", "date_modify": "2022-10-25 23:55:47", "date_publish": "2022-03-28 22:22:41", "description": "The meeting of diplomats from Israel, the U.S. and four Arab countries was momentous just for taking place. But in private, they tried to hash out differences over Iran and the war in Ukraine.", "filename": "2022_03_28_world_middleeast_arab-israeli-summit_1666742147.html", "image_url": "https://static01.nyt.com/images/2022/03/28/world/28israel-diplo1/28israel-diplo1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_28_world_middleeast_arab-israeli-summit_1666742147.html", "title": "Israeli Summit Mixes Historic Symbolism With Sharp Disputes", "title_page": "Israeli Summit Mixes Historic Symbolism With Sharp Disputes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SDE BOKER, Israel — For all its powerful geopolitical symbolism, the first-ever multilateral Arab-Israeli summit on Israeli soil was a largely transactional affair.\nThe meeting of the top diplomats of Israel, the United States and four Arab countries at a resort hotel in the Negev Desert on Monday was a marquee event that showcased Israel’s growing legitimacy among Arab leaders who for decades had shunned the Jewish state. The jovial candid photos of the leaders and their high-flown speeches amply testified to the event’s momentousness.\nBut the real business of the hastily arranged summit was urgent diplomacy, spurred by the war in Ukraine and the pending nuclear agreement with Iran: The United States wanted to press the other five countries to take a harder line against Russia over its invasion of Ukraine, while they in turn wanted American assurances that Iran would be constrained.\nThe 18-hour summit produced no concrete public results, but there were hints of a behind-the-scenes thaw between the United Arab Emirates and the United States after weeks of growing tensions. Washington has been frustrated by the Emirates’ neutral response to the Russian invasion, while Emirati officials were angry at what they see as American indifference to Iranian threats to Emirati security.", "url": "https://www.nytimes.com/2022/03/28/world/middleeast/arab-israeli-summit.html"}