{"authors": ["Christina Jewett", "Andrew Jacobs"], "date_download": "2022-10-25 23:31:55", "date_modify": "2022-10-25 23:31:55", "date_publish": "2022-06-21 21:18:44", "description": "The move would be an effort to further wean Americans from addictive tobacco products and reduce smoking-related illnesses.", "filename": "2022_06_21_health_fda-nicotine-cigarettes.html_action=click&pgtype=Article&state=default&module=styln-smoking&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666740715.html", "image_url": "https://static01.nyt.com/images/2022/06/21/science/00FDA-NICOTINE3/00FDA-NICOTINE3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_21_health_fda-nicotine-cigarettes.html_action=click&pgtype=Article&state=default&module=styln-smoking&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666740715.html", "title": "F.D.A. Aims to Slash Nicotine Levels in Cigarettes", "title_page": "F.D.A. Aims to Slash Nicotine Levels in Cigarettes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Experts said that determined smokers might seek to buy high-nicotine cigarettes on illegal markets or across the borders in Mexico and Canada.\nThe F.D.A. would likely have to overcome opposition from the tobacco industry, which has already begun pointing out the reasons the agency cannot upend an $80 billion market. Legal challenges could take years to resolve, and the agency may give the industry five or more years to make the changes.\nThe effort to lower nicotine levels follows a proposed rule announced in April that would ban menthol-flavored cigarettes, which are heavily favored by Black smokers. That proposal was also hailed as a potential landmark advance for public health and has already drawn tens of thousands of public comments. The F.D.A. is bound to review and address those comments before finalizing the rule.\nOther major tobacco initiatives outlined in the landmark 2009 Tobacco Control Act have been slow to take shape. A lawsuit delayed a requirement for tobacco companies to put graphic warnings on cigarette packs. And the agency recently said it would take up to another year to finalize key decisions on which e-cigarettes might remain on the market.\nA statement from the tobacco company Altria, the maker of Marlboro, offered a preview of arguments that opponents are expected to make against any rule that drastically slashes nicotine levels. “The focus should be less on taking products away from adult smokers and more on providing them a robust marketplace of reduced harm FDA-authorized smoke-free products,” the company said in a statement on Tuesday. “Today marks the start of a long-term process, which must be science-based and account for potentially serious unintended consequences.”\nRAI Services, the parent company of RJ Reynolds, declined to comment on the announcement, but said: “Our belief is that tobacco harm reduction is the best way forward to reduce the health impacts of smoking.”\nAltria and RAI Services have previously warned that a standard that makes tobacco unappealing to adult smokers would be considered a cigarette ban and would violate tobacco control laws.", "url": "https://www.nytimes.com/2022/06/21/health/fda-nicotine-cigarettes.html?action=click&pgtype=Article&state=default&module=styln-smoking&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}