{"authors": ["Susan Dominus", "Luke Broadwater"], "date_download": "2022-10-25 23:37:47", "date_modify": "2022-10-25 23:37:47", "date_publish": "2022-01-04 10:00:20", "description": "For many officers, their bodies, minds and lives will never be the same after the attack.", "filename": "2022_01_04_magazine_jan-6-capitol-police-officers_1666741067.html", "image_url": "https://static01.nyt.com/images/2022/01/09/magazine/09mag-capitol-13/09mag-capitol-13-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_04_magazine_jan-6-capitol-police-officers_1666741067.html", "title": "The Capitol Police and the Scars of Jan. 6", "title_page": "The Capitol Police and the Scars of the January 6th Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Capitol Police management says commanders have taken a number of steps to address the glaring flaws that were laid bare on Jan. 6. The agency has allocated some $4 million on peer-support counseling (more than half of which must be reimbursed to the U.S. Marshals for its support after the 6th), more than $3 million for retention bonuses to try to keep officers from quitting and more than $2 million for tuition credits that they hope will serve as another incentive to stay. The force has hired six new “wellness specialists.” It has also begun sharing intelligence with the rank and file — after its three different intelligence units failed to share throughout the department warnings of potential violence in the buildup to the attack — and spent $5 million on new equipment, including more gas masks, tactical vests, protective equipment and shields. But the agency has failed to execute a vast majority of improvements recommended by the inspector general, with only 30 of 104 recommendations implemented, Bolton reported at the hearing. Troubling risks remain, not only to the force but also to lawmakers and to the Capitol itself.\nBolton told the senators that morale was still an issue. “I think the officers are in that wait-and-see mode,” he said. “They want to see what else are we going to do. And they do recognize it does take time. But also they are watching leadership, and watching the community at large. How are we going to move forward?”\nAnton, now unemployed and living off his savings, did not need to watch a hearing to know the state of the Capitol Police; texts and Instagram messages kept him apprised. “The closest thing to an all out attack took place and nothing has changed,” a friend wrote him in November. “No hope.”\nTricoche had decided to return to college to study creative writing. But Anton was still trying to figure out what his next move might be, or even who he might be. The American flag, a symbol that once moved him deeply, now made him feel empty whenever it caught his eye, and it was everywhere in Washington. He had seen for himself how it could be imbued with any evil meaning its carrier intended. He didn’t even trust his own interpretation of what the flag had meant to him. Those people frothing at the mouth, risking their own lives to take over Congress, which is what he heard them screaming in the Rotunda they wanted to do? They thought they knew what the flag stood for, too.\nWhen he was a kid, Anton had always loved comic books, the dark complexity of Spider-Man, the up-from-Brooklyn fight of Captain America, the guilt they feel that even they can’t save everyone. He thought a lot about one comic in which Spider-Man just up and quits because he can’t take it anymore. He loved it when those books reached into the psyches of those heroes, the way they asked themselves, What am I actually doing? That’s what he was asking himself now. He would never call himself a hero, but he identified with what other people considered heroics — going above and beyond to try to right the world’s wrongs. He had tried to do just that, all his life, and now here he was, at age 34, having come out worse, way worse. Still, that was all he knew how to do: fight the bad guys, put out fires, wield a gun. He was applying for alphabet-soup federal jobs (C.I.A., A.T.F., E.P.A.). But sometimes he thought he’d rather use his skills providing security — like a mercenary — for anyone who could pay well, just so long as they had no ethos, no code of conduct, no statement of higher principles — no illusions about a higher cause or the virtues of that employer.\nHe would spend Christmas with his parents, who now lived in North Carolina, and to whom he was still very close. He thought about his mother when he was fighting in the Rotunda — had hoped that if he died that day, he’d at least get to be some kind of Casper the Ghost, floating above and looking down to see her. Her experience was one reason he wanted to serve his country in the first place. She had come home on Sept. 11, a day that brought the country together, but even so, every year, she struggled on the anniversary. How would he feel on the anniversary of Jan. 6, a day of tragedy that should have united the country but had only driven people further apart? He was glad he would not be there at the Capitol for the tributes, the memorials, the media blitz. He’d brace himself, he thought, and handle it by telling himself what his mom always said she told herself each anniversary of Sept. 11: “I just have to get through this day.”\nIf you are having thoughts of suicide, in the United States call the National Suicide Prevention Lifeline at 800-273-8255 (TALK) or go to SpeakingOfSuicide.com/resources for a list of additional resources.\nPhilip Montgomery is a photographer whose current work chronicles the fractured state of America. His new monograph of photography, “American Mirror,” was published in December.", "url": "https://www.nytimes.com/2022/01/04/magazine/jan-6-capitol-police-officers.html"}