{"authors": ["Stacy Cowley", "Ella Koeze"], "date_download": "2022-10-25 22:57:03", "date_modify": "2022-10-25 22:57:03", "date_publish": "2022-05-26 19:59:30", "description": "Daniel Defense was one of nearly 500 gun and ammunition makers and retailers that collected a total of $125 million from the Paycheck Protection Program.", "filename": "2022_05_26_business_daniel-defense-ppp_1666738623.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_26_business_daniel-defense-ppp_1666738623.html", "title": "Daniel Defense Got $3.1 Million in Pandemic Aid", "title_page": "Daniel Defense Got $3.1 Million in Pandemic Aid  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Daniel Defense, the company that made the rifle a gunman used to kill 21 people inside a Texas elementary school this week, was one of hundreds of gun makers and merchants that got emergency small-business aid from the federal government through the Paycheck Protection Program.\nThe company, based in Ellabell, Ga., received a $3.1 million loan in early April 2020 — just days after the relief fund opened, when many companies were struggling to break through a crush of applications as the pandemic began.\nThe loan, made by Cadence Bank, was used to support some 200 employees, according to government records. Daniel Defense met the program’s requirements to have its loan forgiven, and it was paid off by the government in June 2021.\nA Daniel Defense rifle was used in the attack on Robb Elementary School in Uvalde, Texas, on Tuesday, according to a state police briefing received by State Senator John Whitmire of Houston. Nineteen children and two adults were killed at the school, and several other children were wounded. The 18-year-old gunman also wounded his grandmother before attacking the school.", "url": "https://www.nytimes.com/2022/05/26/business/daniel-defense-ppp.html"}