{"authors": ["Lisa Rabasca Roepe"], "date_download": "2022-10-25 23:32:01", "date_modify": "2022-10-25 23:32:01", "date_publish": "2022-07-08 09:00:14", "description": "Many employees of start-ups are attracted to the prospect of a big payout and an early retirement, but the strategy can require more luck than skill.", "filename": "2022_07_08_business_start-up-equity-retirement_1666740721.html", "image_url": "https://static01.nyt.com/images/2022/07/10/business/30Retiring-illo/30Retiring-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_08_business_start-up-equity-retirement_1666740721.html", "title": "Start-Up Equity Is a Great Retirement Plan, if You Can Pull It Off", "title_page": "Start-Up Equity Is a Great Retirement Plan, if You Can Pull It Off - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Although she received a seven-figure payout, Ms. Fennewald said she didn’t rely on her equity as her only retirement plan.\n“I always treated stock as a lottery ticket,” she said. “It could be valuable, but I didn’t really bank my retirement on it.” When the company began to offer a 401(k) plan four years ago, she contributed the maximum amount. Often, as start-ups move out of early-stage funding and grow to 50 or more employees, they will offer a 401(k).\nBut not everyone is able to sell their equity.\nDanielle Harrison, a certified financial planner in Columbia, Mo., has a client who wants to retire but is waiting for her company to go public so she can cash in almost $2 million in equity. “To be completely reliant on something like that is tough,” said Ms. Harrison, owner of Harrison Financial Planning.\nIf you’re a start-up employee considering giving up a more traditional route to retirement savings in favor of relying on equity, here is what you need to know.\nHow equity compensation works\nEmployees with equity compensation are typically granted several thousand shares of stock that they can buy at a discounted price before the company goes public. If they leave the company, they typically have 90 days to buy their options. For instance, one of Mr. Northrup’s clients worked at a start-up and had 65,000 stock options that were granted at 13 cents per share. His client paid $8,450 to exercise those options.\nThe company’s stock is now valued at more than $25, making those shares worth $1,625,000, if the company has an initial public offering or is acquired, Mr. Northrup said.\n“The option you have when you leave is to buy the equity and hope that at any given point, something will happen,” said Jessica Little, 32. She and her husband, Matt Little, 40, have worked at several early-stage start-ups and typically buy their equity when they leave. That investment has paid off for them several times, Ms. Little said.", "url": "https://www.nytimes.com/2022/07/08/business/start-up-equity-retirement.html"}