{"authors": ["Mike Baker", "Nicholas Bogel-Burroughs", "Ilana Marcus", "Mary F. Calvert"], "date_download": "2022-10-25 22:55:31", "date_modify": "2022-10-25 22:55:31", "date_publish": "2022-07-09 13:00:22", "description": "Former students say military veterans who led J.R.O.T.C. classes in U.S. high schools fashioned themselves as mentors, then used their power to manipulate and abuse.", "filename": "2022_07_09_us_sexual-abuse-jrotc.html_action=click&pgtype=Article&state=default&module=styln-us-armed-forces&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666738531.html", "image_url": "https://static01.nyt.com/images/2022/07/04/us/00jrotc-abuse-photos-06/00jrotc-abuse-photos-06-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_09_us_sexual-abuse-jrotc.html_action=click&pgtype=Article&state=default&module=styln-us-armed-forces&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666738531.html", "title": "Sexual Abuse of Teens in the Military’s J.R.O.T.C. Program", "title_page": "Sexual Abuse of Teens in the Military’s J.R.O.T.C. Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PICAYUNE, Miss. — With the rifle skills she honed in the Mississippi backwoods, Victoria Bauer had a path to escape the trap of drugs and dead-end jobs she saw most everywhere around her. Her future was in the Marines, she decided, and she had an idea about how to get there.\nAcross the way from her freshman algebra class, Ms. Bauer approached Steve Hardin, the retired Navy intelligence officer who guided the high school’s Junior Reserve Officers’ Training Corps, a leadership program sponsored by the U.S. military at high schools across the country. He welcomed her into the fold, she said, and seemed interested in how her family, which traced roots back to the Four Winds Cherokee of Louisiana, had been displaced by Hurricane Katrina.\nSoon, her 45-year-old J.R.O.T.C. instructor was messaging her on Snapchat late into the night, telling her that it would “drive the guys crazy” if she wore a “small bikini” during the trip to their next out-of-state shooting competition. Then one night in 2015 as he drove her home from rifle practice, she told investigators, Mr. Hardin pushed his hand into her pants and penetrated her with his fingers — the start of what she said was months of sexual assaults. Ms. Bauer, who was 15 at the time, feared that resisting him would jeopardize her shot at advancement through the J.R.O.T.C. ranks or a military career.\n“I gave all the body-language signals that I didn’t want it,” Ms. Bauer said in an interview. “I didn’t feel like I had a choice.”\nImage Victoria Bauer at age 16.\nFor more than a century, the J.R.O.T.C. program has sought to instill U.S. military values in American teenagers, with classes in thousands of public high schools that provide training in marksmanship, life skills, hierarchical discipline and military history. School officials endorse the classes, typically offered as electives during the regular school day, as a way to galvanize students who are struggling with direction and motivation.\nBut a New York Times investigation — which included an examination of thousands of court documents, investigative files and other records obtained through more than 150 public disclosure requests — has found that the program has repeatedly become a place where retired military officers prey on their teenage students.\nIn the past five years, The Times found, at least 33 J.R.O.T.C. instructors have been criminally charged with sexual misconduct involving students, far higher than the rate of civilian high school teachers in jurisdictions examined by The Times. Many others have been accused of misconduct but never charged.", "url": "https://www.nytimes.com/2022/07/09/us/sexual-abuse-jrotc.html?action=click&pgtype=Article&state=default&module=styln-us-armed-forces&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}