{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:25:16", "date_modify": "2022-10-25 23:25:16", "date_publish": "2022-09-26 14:56:01", "description": "As he runs for governor of Pennsylvania, Doug Mastriano is being heavily outspent by his Democratic rival and trails badly in polling. National Republicans show little desire to help him.", "filename": "2022_09_26_us_politics_doug-mastriano-campaign-pennsylvania_1666740316.html", "image_url": "https://static01.nyt.com/images/2022/09/25/multimedia/00pol-mastriano-promo/00pol-mastriano-speaking-1-603a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_26_us_politics_doug-mastriano-campaign-pennsylvania_1666740316.html", "title": "Mastriano’s Sputtering Campaign: No TV Ads, Tiny Crowds, Little Money", "title_page": "Doug Mastriano’s Sputtering Campaign: No TV Ads, Tiny Crowds, Little Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HARRISBURG, Pa. — In the same spot where he spoke to thousands of people at a raucous State Capitol rally demanding an end to pandemic restrictions in April 2020, Doug Mastriano appeared on Saturday before a crowd of just a few dozen — about half of whom were volunteers for his ragtag campaign for governor of Pennsylvania.\nMr. Mastriano, an insurgent state senator who in the spring cruised to the Republican nomination, is learning this fall that while it is one thing to win a crowded G.O.P. primary on the back of online fame and Donald J. Trump’s endorsement, it is quite another to prevail in a general election in a battleground state of nearly 13 million people.\nHe is being heavily outspent by his Democratic rival, has had no television ads on the air since May, has chosen not to interact with the state’s news media in ways that would push his agenda, and trails by double digits in reputable public polling and most private surveys.\nThere’s no sign of cavalry coming to his aid, either: The Republican Governors Association, which is helping the party’s nominees in Arizona, Michigan and six other states, has no current plans to assist Mr. Mastriano, according to people with knowledge of its deliberations.", "url": "https://www.nytimes.com/2022/09/26/us/politics/doug-mastriano-campaign-pennsylvania.html"}