{"authors": ["Charlie Savage", "Glenn Thrush"], "date_download": "2022-10-25 22:55:07", "date_modify": "2022-10-25 22:55:07", "date_publish": "2022-09-30 21:27:25", "description": "In both cases, former President Donald J. Trump is claiming a novel power to keep White House information from his time in office secret from the Justice Department.", "filename": "2022_09_30_us_politics_trump-executive-privilege_1666738507.html", "image_url": "https://static01.nyt.com/images/2022/09/29/us/politics/00dc-privilege1/00dc-privilege1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_30_us_politics_trump-executive-privilege_1666738507.html", "title": "Trump Argues for Executive Privilege in Jan. 6 and Mar-a-Lago Inquiries", "title_page": "Trump Argues for Executive Privilege in Jan. 6 and Mar-a-Lago Inquiries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the Jan. 6 investigation, the Justice Department has obtained grand jury subpoenas for several former aides to Mr. Trump seeking testimony about his conversations. Mr. Trump’s lawyers have instructed them not to answer questions, based on a broad conception of his residual powers of executive privilege, even though Mr. Biden has rejected the idea as not in the best interests of the United States.\nA dispute over whether those witnesses may lawfully decline to answer certain questions is now playing out before Beryl Howell, the chief judge of the Federal District Court for the District of Columbia, behind closed doors, according to people familiar with the matter.\nIn the documents investigation, Mr. Trump’s lawyers have convinced a judge he appointed in November 2020, Aileen M. Cannon of the Southern District of Florida, to name a special master to oversee the vetting of some 11,000 documents and records the F.B.I. seized from his Florida residence, Mar-a-Lago, in August.\nOver the Justice Department’s objections, Judge Cannon ruled that Mr. Trump can make the case to the special master — and, ultimately, to her — that some of the documents should be withheld from investigators under executive privilege. She rejected the department’s argument that Mr. Trump was entirely foreclosed from raising the privilege in these circumstances.\nBut Judge Cannon has also hedged, writing that Mr. Trump should have the ability to invoke the privilege “as an initial matter” but also suggesting that any assertion in this context might ultimately fail. For its part, the Trump legal team has shied away from explaining why material covered by executive privilege would be off limits to investigators with the Justice Department, a component of the executive branch.\n“Trump’s team has not been entirely clear in asserting their executive privilege claims in their early briefs,” said Michael Stern, a former counsel with the House Permanent Select Committee on Intelligence who writes on issues involving investigations, national security and the law. “They have laid out a broad argument, but it remains to be seen how, exactly, they are going to make their case as these issues move up to appellate courts.”\nThe special master Judge Cannon appointed, Judge Raymond J. Dearie, had instructed Mr. Trump’s lawyers to go through the seized records and distinguish between those they think are merely shielded from disclosure to people outside the executive branch, which is not unusual, and those they think the executive branch itself supposedly cannot review, a much more radical proposition. He also wanted them to explain why for each document.", "url": "https://www.nytimes.com/2022/09/30/us/politics/trump-executive-privilege.html"}