{"authors": ["Thomas Gibbons-Neff", "John Ismay"], "date_download": "2022-10-25 23:41:30", "date_modify": "2022-10-25 23:41:30", "date_publish": "2022-04-08 15:33:13", "description": "Civilians near Kharkiv in northeastern Ukraine are discovering a new threat: munitions that eject up to two dozen small mines that explode at intervals.", "filename": "2022_04_08_world_europe_ukraine-russia-land-mines_1666741290.html", "image_url": "https://static01.nyt.com/images/2022/04/07/world/07ukraine-clusterbombs/merlin_205140630_8e80a7c6-70b2-4b92-b63b-078ad06fefa5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_08_world_europe_ukraine-russia-land-mines_1666741290.html", "title": "Land Mines on a Timer, Scattered Over a Ukrainian Town", "title_page": "Civilians Near Kharkiv Are Discovering Timed Land Mines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEZRUKY, Ukraine — When Sergiy, a 47-year-old construction worker, got out of bed Sunday morning in this small town in northeastern Ukraine, he discovered a chilling new hazard in a war filled with them: He had woken up in a minefield.\nHe had heard a rocket land near his home around 1 in the morning but thought little of it. There had been plenty of rockets since Russian forces invaded in late February. The thuds, crumps and blasts had become a cruel but familiar soundtrack to those who stayed behind, along with the acidic smell the weapons left in the air.\nBut what landed in his yard was a new weapon for the town’s residents to add to their growing lexicon of destruction: they knew the Smerch, the Grad, the Hurricane — and now they were introduced to the PTM-1S land mine, a type of scatterable munition.\n“Nobody understood what it was,” said Sergiy, declining to provide his surname out of fear of retribution. The weapons roar in like any rocket, but instead of exploding instantly, they eject up to two dozen mines that explode at intervals, parceling out death in the hours afterward.", "url": "https://www.nytimes.com/2022/04/08/world/europe/ukraine-russia-land-mines.html"}