{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:36:33", "date_modify": "2022-10-25 23:36:33", "date_publish": "2022-05-20 18:07:53", "description": "Philip Glass’s portrait of a pathbreaking pharaoh returns to the Metropolitan Opera for the first time since its hit debut there in 2019.", "filename": "2022_05_20_arts_music_akhnaten-met-opera-review_1666740993.html", "image_url": "https://static01.nyt.com/images/2022/05/21/multimedia/20akhnaten/20akhnaten-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_20_arts_music_akhnaten-met-opera-review_1666740993.html", "title": "Review: Grammy-Winning ‘Akhnaten’ Returns to the Met Opera", "title_page": "Review: Grammy-Winning ‘Akhnaten’ Returns to the Met Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The conductor Karen Kamensek held together what can be an unwieldy production and led a Met Orchestra much more reliably capable than in 2019. She and the ensemble set the tone with the opera’s mood-altering, time-bending prelude. On the recording, propulsive, shifting arpeggios come off as sluggish, with lapses of legato phrasing. Returned to with more experience, along with noticeably more control, the score moved along with crisp transparency and a tense momentum that didn’t let up in the first act. The instrumentalists still have work to do, though. As the show went on, the strings occasionally slid into soft articulation; and the brasses suffered from clumsiness and imprecision, mistakes that can’t be hidden in music that lives or dies on accuracy.\nMcDermott’s production similarly exposes its performers: not only the singers but also a dozen jugglers in catsuits, including Sean Gandini, the show’s choreographer. As scrappy as it is ornate, the staging — with imaginative, thrift-store-find costumes by Kevin Pollard and sets to match by Tom Pye, and artful lighting by Bruno Poet — demands the patience and steadiness of yoga in its movement, as well as an active eye for anyone watching. (At one point, one of Gandini’s people balances atop a large rolling wheel while, on scaffolding above, jugglers toss balls as the chorus does a version of the same thing; playing out amid the spectacle is the funeral of Akhnaten’s father.)\nIt can be a lot to take in, and the metaphor of juggling — its spheres redolent of Akhnaten’s precious sun, their constant and unpredictable motion as precarious as his reign — proves its point too quickly to go on for as long as it does. As ritual, it doesn’t achieve the transcendence of McDermott’s “Satyagraha,” one of the Met’s finest productions, a staging whose visual diversity and inventiveness give way to sublime austerity.", "url": "https://www.nytimes.com/2022/05/20/arts/music/akhnaten-met-opera-review.html"}