{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:34:00", "date_modify": "2022-10-25 23:34:00", "date_publish": "2022-09-15 18:02:21", "description": "Viola Davis leads a strong cast into battle in an epic from Gina Prince-Bythewood, inspired by real women warriors.", "filename": "2022_09_15_movies_the-woman-king-review-viola-davis_1666740840.html", "image_url": "https://static01.nyt.com/images/2022/09/15/arts/15womanking-review/15womanking-review-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_15_movies_the-woman-king-review-viola-davis_1666740840.html", "title": "‘The Woman King’ Review: She Slays", "title_page": "‘The Woman King’ Review: Viola Davis Slays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The kinetic action adventure “The Woman King” is a sweeping entertainment, but it’s also a story of unwavering resistance in front of and behind the camera. The ascendancy of women filmmakers over the past decade is one of the great chapters in movie history, and as women have fought their way back into the field, they have also taken up space — on screens and in minds — long denied them. Their canvases are again as expansive as their desires.\nCertainly one of the most expansive of these canvases is “The Woman King,” a drama about the real women soldiers of the precolonial Kingdom of Dahomey in West Africa. Directed by Gina Prince-Bythewood, the movie is filled with palace intrigues, sumptuous ceremonies and stirring battles, and features, as golden-age Hollywood liked to brag, a cast of thousands (or thereabouts!). Yet while it evokes the old-fashioned spectacles the studios habitually turned out long before Marvel, there is no precedent for this one.\nThe story, as moviemakers also like to say, is “inspired” by real events, which in this case are mind-blowing. The tale is rooted in the women warriors of Dahomey whose exact origins remain obscured by tribal myths and oral traditions as well as the obviously biased, self-serving and at times contradictory accounts of European observers. It’s thought that the warriors emerged in the 17th century, and were part of a heavily female social organization that included lots of wives and his-and-her sides of the palatial compound. (The stronghold was about one-eighth the size of Central Park.)", "url": "https://www.nytimes.com/2022/09/15/movies/the-woman-king-review-viola-davis.html"}