{"authors": ["Max Fisher"], "date_download": "2022-10-25 23:38:52", "date_modify": "2022-10-25 23:38:52", "date_publish": "2022-01-13 08:00:10", "description": "The Russian leader is fighting fires on multiple fronts, illustrating the danger of his strategy of relying on force to aid his autocratic neighbors.", "filename": "2022_01_13_world_europe_putin-ukraine-kazakhstan_1666741132.html", "image_url": "https://static01.nyt.com/images/2022/01/12/world/12int-russia-1/12int-russia-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_13_world_europe_putin-ukraine-kazakhstan_1666741132.html", "title": "For Putin, Propping Up Allies Is Turning Into a Perilous Bargain", "title_page": "For Putin, Propping Up Allies Is Turning Into a Perilous Bargain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, with capitalism and at least pretensions of democracy the norm on both sides of the old Iron Curtain, there is little to justify fealty to Moscow beyond the shared desire of post-Soviet strongmen to help one another cling to office.\n“There’s no real ideological glue to hold together this motley alliance of people with very different interests,” said Timothy M. Frye, a Columbia University political scientist.\nMr. Putin’s sphere of influence, for all the trouble it causes the West, is increasingly a cage of his own making. The more that he relies on force to prop up aging, unpopular autocrats on his periphery, the more besieged his alliance becomes, both by dissent at home and Western pressure abroad.\nAs a result, the very threats that Mr. Putin hoped to avert are instead growing. Ukraine is rushing into the West’s arms. Provocations by Belarus, rooted in its crackdown on rising dissent, are uniting Europe against its pro-Moscow leader. And protesters in long-stable Kazakhstan are demanding change.\nMr. Putin has sought to turn his reactive escalations into a strength at home, portraying his interventions into those countries’ problems as reclaiming Soviet greatness.", "url": "https://www.nytimes.com/2022/01/13/world/europe/putin-ukraine-kazakhstan.html"}