{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 22:56:07", "date_modify": "2022-10-25 22:56:07", "date_publish": "2022-01-04 23:35:02", "description": "The gap illustrates how severe the economic crisis has been in New York, and how aid programs may be falling short.", "filename": "2022_01_04_nyregion_new-york-rent-relief-pandemic_1666738567.html", "image_url": "https://static01.nyt.com/images/2022/01/04/multimedia/04virus-briefing-new-york-relief-money/04virus-briefing-new-york-relief-money-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_04_nyregion_new-york-rent-relief-pandemic_1666738567.html", "title": "New York Requested $1 Billion for Pandemic Rent Relief. It's Getting Far Less.", "title_page": "New York Requested $1 Billion for Pandemic Rent Relief. It's Getting Far Less. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As New York State all but ran out of its share of a federal pandemic rent relief program in the fall, state officials asked the federal government for $1 billion more — money they said was necessary to keep tens of thousands of struggling residents out of debt and in their homes.\nBut the state has now received some sobering news: it stands to receive about $27 million, less than 3 percent of what it requested.\nThe gap between the need outlined by the state and the money it is getting is yet another stark illustration of just how severe the economic crisis has been in New York and elsewhere. State and federal officials said the need was high in places all around the country and there is only a limited pot of funds overall.\nBut without more aid, tens of thousands of renters who lost their jobs in the pandemic will not be able to cover their debts and could be at greater risk of eviction when a moratorium expires in less than two weeks. Landlords also will not be able to make up the lost rental income.", "url": "https://www.nytimes.com/2022/01/04/nyregion/new-york-rent-relief-pandemic.html"}