{"authors": ["Derrick Bryson Taylor"], "date_download": "2022-10-25 22:57:14", "date_modify": "2022-10-25 22:57:14", "date_publish": "2022-09-28 19:33:27", "description": "Just two Category 5 hurricanes have hit the United States in the last 30 years, both in Florida.", "filename": "2022_09_28_us_category-5-hurricane_1666738634.html", "image_url": "https://static01.nyt.com/images/2022/09/28/lens/28ian-blog-andrew/28ian-blog-andrew-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_28_us_category-5-hurricane_1666738634.html", "title": "Category 5 Hurricanes in the U.S. Are Extremely Rare", "title_page": "Category 5 Hurricanes in the U.S. Are Extremely Rare  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hurricane Ian came ashore Wednesday as one of the most powerful storms to menace the United States in decades, just short of the rarest — and strongest — class of hurricane, a Category 5.\nA storm reaches that classification on the Saffir-Simpson Hurricane Scale when its winds exceed 157 miles per hour. Ian’s winds appeared to top out at 155 m.p.h., and had weakened slightly before making landfall at 3:05 p.m., according to the National Hurricane Center.\nIn the last three decades, only two Category 5 storms have made landfall in the United States: Hurricane Michael four years ago, and Hurricane Andrew 30 years ago, according to the National Oceanic and Atmospheric Administration. Both hit Florida.\nMichael, one of the most powerful storms to make landfall on the continental United States, slammed Florida’s Panhandle region in October 2018. It packed maximum sustained winds of 161 miles per hour and left a 200-mile trail of destruction. Its winds were so strong that the National Weather Service office in Tallahassee issued its first Extreme Wind Warning, a rare act among Weather Service offices.", "url": "https://www.nytimes.com/2022/09/28/us/category-5-hurricane.html"}