{"authors": ["Victor Mather"], "date_download": "2022-10-25 23:35:19", "date_modify": "2022-10-25 23:35:19", "date_publish": "2022-05-16 18:18:56", "description": "Sodashi, who won the Victoria Mile on Sunday in Tokyo, has a rare genetic anomaly and may be the greatest thoroughbred of its kind.", "filename": "2022_05_16_sports_horse-racing_rare-white-thoroughbred_1666740919.html", "image_url": "https://static01.nyt.com/images/2022/05/16/sports/16white-horse/16white-horse-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_16_sports_horse-racing_rare-white-thoroughbred_1666740919.html", "title": "A Rare Kind of Filly Dazzles at the Racetrack", "title_page": "A Rare Kind of Filly Is Thrilling Racing Fans in Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sodashi won the Victoria Mile on Sunday with a closing rally and received an especially loud roar from the fans at Tokyo Racecourse. The cheers did not come exclusively from those who had bet her to win at 5-1. The filly has become a sensation in Japanese horse racing circles because of her color: pure white.\nWhite thoroughbred horses are exceedingly rare: As few as one in 100,000 are considered pure white. To qualify, the horse’s entire coat must be white and cannot have any other colors. Sodashi meets that definition.\nOther light-colored horses that you might see at the track are registered as gray (a mixture of black and white hairs) or roan (red or brown and white). Some of these may become whiter as they grow older but still don’t qualify as the rare white horse.\nPlenty of gray and roan horses have fared well over the years, including Kentucky Derby winners like Spectacular Bid in 1979, Winning Colors in 1988 and Silver Charm in 1997. But the handful of white horses hadn’t really distinguished themselves until Sodashi came along.", "url": "https://www.nytimes.com/2022/05/16/sports/horse-racing/rare-white-thoroughbred.html"}