{"authors": ["Alan Blinder", "Andrew Keh", "David W. Chen", "Remy Tumin", "Jonathan Abrams", "Juliet Macur", "Jack Williams"], "date_download": "2022-10-25 22:57:48", "date_modify": "2022-10-25 22:57:48", "date_publish": "2022-08-18 00:00:08", "description": "Kelly Kay Green wanted to be someone. The internet rewarded a criminal stunt, because of course it did.", "filename": "2022_08_17_sports_football_fame-kelly-kay-green-super-bowl_1666738668.html", "image_url": "https://static01.nyt.com/images/2022/08/18/sports/18fame-green2a/18fame-green2a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_sports_football_fame-kelly-kay-green-super-bowl_1666738668.html", "title": "When the Pursuit of Fame Runs Through a Miami Jail", "title_page": "Kelly Kay Green’s Grand Plan to Jump on the Field at the Super Bowl - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI GARDENS, Fla. — Hours after her audacious act, Kelly Kay Green peered into the jailhouse camera that was, for all she knew, her last chance to be noticed. She had gotten her lips done for this moment, fixed her makeup just so. Her eyes did not betray the distress within.\nShe wanted to be famous, so she had donned a specially made dress, chugged a Coors Light for courage and dropped onto the turf at the Super Bowl here in February 2020. Arrested almost instantly, she feared that her ambitions of internet celebrity would lead only to a long, cold night in lockup.\n“In my head at that time, I didn’t think I had made the news,” she said recently. “I was defeated.”\nBut 21st-century fame is quick to come, quick to go, often premeditated and nearly always magnified in a digital world where dubious behavior and rank voyeurism collide. And so, propelled by a Super Bowl’s stardust and the whims of the internet, Green opened her way to becoming a self-described “self-made millionaire” by way of a misdemeanor and a Miami mug shot.\n“I saw an opportunity to capitalize, and I saw the power of virality,” Green, who turned 30 in June, said in the dispassionate tone of an executive.", "url": "https://www.nytimes.com/2022/08/17/sports/football/fame-kelly-kay-green-super-bowl.html"}