{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:30:52", "date_modify": "2022-10-25 23:30:52", "date_publish": "2022-07-27 09:00:26", "description": "These controls, which are buried inside products from Apple, Google, Meta and others, make us share more data than we need to.", "filename": "2022_07_27_technology_personaltech_default-settings-turn-off_1666740652.html", "image_url": "https://static01.nyt.com/images/2022/07/28/business/21Techfix-illo/21Techfix-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_27_technology_personaltech_default-settings-turn-off_1666740652.html", "title": "The Default Tech Settings You Should Turn Off Right Away", "title_page": "The Default Tech Settings You Should Turn Off Right Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There’s a catchy saying going around with a valuable lesson about our personal technology: The devil is in the defaults.\nThe saying refers to the default settings that tech companies embed deep in the devices, apps and websites we use. These settings typically make us share data about our activities and location. We can usually opt out of this data collection, but the companies make the menus and buttons hard to notice, likely in the hope that we don’t immediately tweak them.\nApple, Google, Amazon, Meta and Microsoft generally want us to leave some default settings on, purportedly to train their algorithms and catch bugs, which then make their products easier for us to use. But unnecessary data sharing isn’t always in our best interest.\nConsider how several whistle-blowers confessed in 2018 that they had listened in on Apple’s Siri recordings and Amazon’s Alexa activations that inadvertently recorded couples having sex. The recent reversal of Roe v. Wade also underscored the many ways that women can be tracked through their personal tech when seeking options to terminate pregnancies.", "url": "https://www.nytimes.com/2022/07/27/technology/personaltech/default-settings-turn-off.html"}