{"authors": ["James Barron"], "date_download": "2022-10-25 23:29:54", "date_modify": "2022-10-25 23:29:54", "date_publish": "2022-10-05 04:10:05", "description": "Jim Houghton Way, near the Signature Theater on West 42nd Street, is the latest in roughly 2,000 “co-namings” of city streets.", "filename": "2022_10_05_nyregion_street-renamings-jim-houghton_1666740594.html", "image_url": "https://static01.nyt.com/images/2022/10/05/multimedia/05nytoday-street-naming-1-d6bb/05nytoday-street-naming-1-d6bb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_05_nyregion_street-renamings-jim-houghton_1666740594.html", "title": "How to Honor a New Yorker? Name a Street After Them.", "title_page": "How to Honor a New Yorker? Name a Street After Them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some council members reject any and all applications for street renaming, among them Daniel Garodnick, who represented the East Side at the time of the Breslin co-naming. Ruth Messinger, a former Manhattan borough president and City Council member, said then that council members disliked the process because “one family is happy, and 12 families call up and say, ‘What about my person?’”\nTauber said there has to be “some kind of screening.”\n“I think we have seen in some places a sort of, if I may use the word, promiscuous use of co-naming,” he said, pulling out a 2016 photo he took at the corner of 52nd Street and the Avenue of the Americas, which had three co-names: W.C. Handy’s Place, for the blues musician; WCBS-FM Way, for a radio station whose corporate headquarters were once on the block; and Cousin Brucie Way, for Bruce Morrow, a longtime host on WCBS-FM.\nOn Jim Houghton Way on Tuesday, Houghton’s colleagues and family celebrated the co-naming. “The fact that we got this done is a testament to how passionately I think people wanted to honor Jim,” said Edward Norton, the actor who is chairman of the Signature Theater’s board.\n“People forget what this block was,” Norton said. “If you came up in New York in the ’90s and before, this block wasn’t these gleaming towers. It was this run of really humble, kind of fantastic little theaters, the Houseman and lots of others.” He said the Signature “ended up carrying on the artistic spirit of this block.”\nBut even with his name on the street sign, Houghton’s image is nowhere to be found.\n“We don’t yet have his picture in a public place at Signature,” said Beth Whitaker, the venue’s associate artistic director, “and he always shied away. The point of Signature was lifting up playwrights and other artists. But the fact that his name is right under a 42nd Street sign, on the theater street in the neighborhood he loved, would be thrilling to him.”\nWeather\nShowers continue through the evening, with temperatures near 60 during the day and around the mid-50s at night.", "url": "https://www.nytimes.com/2022/10/05/nyregion/street-renamings-jim-houghton.html"}