{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:10", "date_modify": "2022-10-25 23:44:10", "date_publish": "2022-01-14 15:38:03", "description": "The prime minister’s office said it was “deeply regrettable” that two parties took place at Downing Street the night before Prince Philip’s funeral. Mr. Johnson was not accused of attending either of them.", "filename": "2022_01_14_world_europe_boris-johnson-apology-lockdown-parties_1666741450.html", "image_url": "https://static01.nyt.com/images/2022/01/14/world/14uk-royals-01/14uk-royals-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_14_world_europe_boris-johnson-apology-lockdown-parties_1666741450.html", "title": "Boris Johnson’s Office Apologizes to Queen for Parties", "title_page": "Boris Johnson’s Office Apologizes to Queen for Parties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Capping a week of abject contrition, Prime Minister Boris Johnson of Britain apologized on Friday to Buckingham Palace for raucous parties held in Downing Street the night before Queen Elizabeth II buried her husband, Prince Philip, in a socially distanced ceremony that left her grieving alone in a choir stall.\nMr. Johnson, who apologized in Parliament on Wednesday for attending a garden party during a lockdown in 2020, was not present at either of these two gatherings. But the reports of more alcohol-fueled socializing at Downing Street, on the eve of a somber funeral ceremony remembered for its poignant image of an isolated, masked monarch, dealt a fresh blow to an already reeling prime minister.\n“It’s deeply regrettable that this took place at a time of national mourning,” a spokesman for Downing Street said as outrage over the parties mounted, “and No. 10 has apologized to the palace for that.”\nBuckingham Palace, which has been preoccupied by a crisis of its own, declined to comment on the apology. On Thursday, the queen stripped her second son, Prince Andrew, of his military titles and royal charities after a judge in New York ruled that a sex abuse lawsuit against him could go ahead.", "url": "https://www.nytimes.com/2022/01/14/world/europe/boris-johnson-apology-lockdown-parties.html"}