{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:40:25", "date_modify": "2022-10-25 23:40:25", "date_publish": "2022-10-19 20:12:49", "description": "The electric carmaker is growing fast but investors are worried that sales are starting to slow because of higher prices and interest rates.", "filename": "2022_10_19_business_telsa-profits-third-quarter-sales_1666741225.html", "image_url": "https://static01.nyt.com/images/2022/10/19/business/19tesla/19tesla-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_19_business_telsa-profits-third-quarter-sales_1666741225.html", "title": "Tesla Reports Strong Profit in Third Quarter on Soaring Sales", "title_page": "Tesla Reports Strong Profit in Third Quarter on Soaring Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tesla on Wednesday reported a big jump in its quarterly profit as sales of its electric cars soared in the three months that ended in September.\nThe electric carmaker said it made $3.3 billion in the third quarter, up from $1.6 billion in the same period a year earlier and nearly matching the record profit it reported in the first three months of the year. It reported revenue of $21.5 billion, up from $13.8 billion.\nTesla said this month that it had produced more than 365,000 cars in the third quarter, a 50 percent increase from a year earlier. Sales also surged but investors have grown increasingly concerned about signs that suggest that demand for the company’s luxury cars might be weakening.\nTesla sold about 20,000 fewer cars than it made in the third quarter and wait times for its vehicles have been falling. Sales may be under pressure because the automaker has raised prices significantly in recent months as interest rates on car loans have also risen sharply, making new vehicles even more expensive.", "url": "https://www.nytimes.com/2022/10/19/business/telsa-profits-third-quarter-sales.html"}