{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:23:33", "date_modify": "2022-10-25 23:23:33", "date_publish": "2022-07-20 23:42:36", "description": "The larger-than-expected G.O.P. vote in the House in support of legislation to codify marriage equality caught both parties off guard, suggesting there could be a narrow path to enactment.", "filename": "2022_07_20_us_politics_same-sex-marriage-bill-senate_1666740213.html", "image_url": "https://static01.nyt.com/images/2022/07/20/us/politics/20dc-gaymarriage-1/merlin_210086673_c5d6988a-d757-46ce-950a-ea5faa8ba4d6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_20_us_politics_same-sex-marriage-bill-senate_1666740213.html", "title": "Same-Sex Marriage Bill, Considered Dead on Arrival, Gains New Life", "title_page": "Same-Sex Marriage Bill, Considered Dead on Arrival, Gains New Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It began for Democrats as a messaging vote, an election-year political maneuver to show voters that they were doing everything possible to protect marriage equality in the face of new threats from a conservative Supreme Court — and a move to force Republicans to put their opposition on the record.\nBut when the House called its vote this week on the Respect for Marriage Act, which would codify federal protections for same-sex couples, 47 Republicans voted “yes.” That raised the possibility that there could be a narrow bipartisan path for the legislation to move ahead in the Senate and make its way to President Biden’s desk to be signed into law.\nSenator Mitch McConnell, Republican of Kentucky and the minority leader, who has positioned himself as an obstacle to most of the Democrats’ agenda, declined to reveal a stance on the bill. And on Wednesday, four Republican senators — Susan Collins of Maine, Rob Portman of Ohio, Lisa Murkowski of Alaska and Thom Tillis of North Carolina — said they supported it.\nIn the space of 24 hours, Senator Chuck Schumer of New York, the majority leader, shifted from declining to commit to a vote on the measure on Tuesday to saying that he intended to bring it to the floor. Mr. Schumer also said he was working to get the requisite 10 Senate Republicans on board to ensure that it could move a bill past a filibuster.", "url": "https://www.nytimes.com/2022/07/20/us/politics/same-sex-marriage-bill-senate.html"}