{"authors": ["Emma Goldberg", "Lauren Hirsch"], "date_download": "2022-10-25 23:01:09", "date_modify": "2022-10-25 23:01:09", "date_publish": "2022-01-13 22:27:01", "description": "Companies must now decide whether to proceed with planned mandates without cover from the federal government.", "filename": "2022_01_13_business_osha-vaccine-mandate-businesses_1666738869.html", "image_url": "https://static01.nyt.com/images/2022/01/14/business/14mandate-reax-print1/13mandate-reax-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_13_business_osha-vaccine-mandate-businesses_1666738869.html", "title": "Businesses are whipsawed again as the Supreme Court blocks OSHA’s vaccine mandate.", "title_page": "Businesses are whipsawed again as the Supreme Court blocks OSHA’s vaccine mandate. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some companies have been concerned about losing employees when workers are already scarce, and although firms with mandates have said those concerns have largely not come to fruition, a national requirement could have further eased those concerns.\nThe National Retail Federation, which was one of several trade groups to sue the administration over the mandate, called the Supreme Court’s action a “significant victory for employers.” The organization said it “urges the Biden administration to discard this unlawful mandate and instead work with employers, employees and public health experts on practical ways to increase vaccination rates and mitigate the spread of the virus in 2022.”\nCompanies have been preparing for months for the mandate, and many may still go forward with their policies, said Douglas Brayley, an employment lawyer at Ropes & Gray. He noted that the Supreme Court did not say anything against employer vaccination mandates.\nSome local and state laws still require employers to mandate vaccines or weekly testing. New York City, for example, has a more stringent rule than the federal government’s, requiring all on-site workers to be vaccinated. The Supreme Court has repeatedly upheld state vaccine mandates, and it did not limit the ability of employers to create their own requirements.\nBut other states have laws blocking mask and vaccine mandates, which the federal rule would have pre-empted. With the Biden administration’s rule blocked, many employers in those states will be unable to require vaccines, said David Michaels, an epidemiologist and a professor at George Washington University and a former OSHA administrator.\n“This decision will be an excuse for those employers who care less about their employees to return to business as usual,” Dr. Michaels said. He added that the decision could exacerbate the divide between white-collar workers who can remain at home and workers who have to conduct business in person as Covid cases surge.\nThe Supreme Court’s decision, which described OSHA’s rule as “a blunt instrument,” left open the possibility that the agency could issue a revised rule that is targeted at certain types of workplaces or is more clearly within its purview, such as requiring improved ventilation and personal protective equipment, Dr. Michaels said. It could also follow a more traditional rule-making process rather than the emergency one it used, though that could take years.", "url": "https://www.nytimes.com/2022/01/13/business/osha-vaccine-mandate-businesses.html"}