{"authors": ["David D. Kirkpatrick", "Paul Furber", "Ron Watkins"], "date_download": "2022-10-25 23:23:53", "date_modify": "2022-10-25 23:23:53", "date_publish": "2022-02-19 15:30:22", "description": "Using machine learning, separate teams of computer scientists identified the same two men as likely authors of messages that fueled the viral movement.", "filename": "2022_02_19_technology_qanon-messages-authors_1666740233.html", "image_url": "https://static01.nyt.com/images/2022/02/19/us/19qanon-promo/19qanon-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_19_technology_qanon-messages-authors_1666740233.html", "title": "Who Is Behind QAnon? Linguistic Detectives Find Fingerprints", "title_page": "Who Is Behind QAnon? Linguistic Detectives Find Fingerprints - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\n“Open your eyes,” the online post began, claiming, “Many in our govt worship Satan.”\nThat warning, published on a freewheeling online message board in October 2017, was the beginning of the movement now known as QAnon. Paul Furber was its first apostle.\nThe outlandish claim made perfect sense to Mr. Furber, a South African software developer and tech journalist long fascinated with American politics and conspiracy theories, he said in an interview. He still clung to “Pizzagate,” the debunked online lie that liberal Satanists were trafficking children from a Washington restaurant. He was also among the few who understood an obscure reference in the message to “Operation Mockingbird,” an alleged C.I.A. scheme to manipulate the news media.\nAs the stream of messages, most signed only “Q,” grew into a sprawling conspiracy theory, the mystery surrounding their authorship became a central fascination for its followers — who was the anonymous Q?", "url": "https://www.nytimes.com/2022/02/19/technology/qanon-messages-authors.html"}