{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 22:59:58", "date_modify": "2022-10-25 22:59:58", "date_publish": "2022-01-24 15:46:10", "description": "He was the leader of the country’s Sunni Muslims, one of the three main sects that share power, and the scion of a prominent political dynasty.", "filename": "2022_01_24_world_middleeast_saad-hariri-lebanon-quits_1666738798.html", "image_url": "https://static01.nyt.com/images/2022/01/24/world/24lebanon/24lebanon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_24_world_middleeast_saad-hariri-lebanon-quits_1666738798.html", "title": "Saad Hariri, Lebanon’s Former Prime Minister, Quits Politics", "title_page": "Saad Hariri, Lebanon’s Former Prime Minister, Quits Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Saad Hariri, a former prime minister of Lebanon and one of its most prominent politicians for nearly two decades, announced on Monday that he was suspending his political career amid a grave economic collapse that the country’s leaders have failed to stop.\nMr. Hariri, whose party has stood as a counterbalance to the increasing power of Iran-backed militants in the country, said he would not run in upcoming parliamentary elections and called on his political party, the Future Movement, not to run either.\n“I am convinced that there is no room for any positive opportunity for Lebanon in light of Iranian influence, international confusion, national division, flaring sectarianism and the withering of the state,” Mr. Hariri said in an emotional televised address.\nMr. Hariri’s departure was perhaps the greatest sign yet that the political order that has run Lebanon since the country’s disastrous civil war ended in 1990 is coming undone after repeatedly failing to find solutions to Lebanon’s intensifying social and economic problems.", "url": "https://www.nytimes.com/2022/01/24/world/middleeast/saad-hariri-lebanon-quits.html"}