{"authors": ["Jennifer Medina", "Jazmine Ulloa", "Ruth Igielnik"], "date_download": "2022-10-25 23:23:11", "date_modify": "2022-10-25 23:23:11", "date_publish": "2022-09-18 07:00:09", "description": "A New York Times/Siena College poll found Democrats faring far worse than they have in the past with Hispanic voters. But overall, the party has maintained a hold on the Latino electorate.", "filename": "2022_09_18_us_politics_latino-vote-polling_1666740191.html", "image_url": "https://static01.nyt.com/images/2022/09/16/multimedia/18polls-promo-chart/promo2-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_18_us_politics_latino-vote-polling_1666740191.html", "title": "Majority of Latino Voters Out of G.O.P.’s Reach, New Poll Shows", "title_page": "Majority of Latino Voters Out of G.O.P.’s Reach, New Poll Shows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It has been nearly two years since Donald Trump made surprising gains with Hispanic voters. But Republican dreams of a major realignment of Latino voters drawn to G.O.P. stances on crime and social issues have failed to materialize, according to a new poll by The New York Times and Siena College.\nThe poll — one of the largest nonpartisan surveys of Latino voters since the 2020 election — found that Democrats had maintained a grip on the majority of Latino voters, driven in part by women and the belief that Democrats remained the party of the working class. Overall, Hispanic voters are more likely to agree with Democrats on many issues — immigration, gun policy, climate. They are also more likely to see Republicans as the party of the elite and as holding extreme views. And a majority of Hispanic voters, 56 percent, plan to vote for Democrats this fall, compared with 32 percent for Republicans.\nBut the survey also shows worrying signs for the future of the Democratic message. Despite that comfortable lead, the poll finds Democrats faring far worse than they did in the years before the 2020 election. Younger male Hispanic voters, especially those in the South, appear to be drifting away from the party, a shift that is propelled by deep economic concerns. Weaknesses in the South and among rural voters could stand in the way of crucial wins in Texas and Florida in this year’s midterms.\nAnthony Saiz, 24, who reviews content for a social media platform in Tucson, Ariz., said he had to take on a second job baking pizzas at a beer garden to make ends meet. Mr. Saiz voted for President Biden in 2020 and considers himself a Democrat because he grew up in a Democratic household. But under Mr. Biden, he said, the cost of living seemed to have doubled for him even as he moved into a smaller apartment.", "url": "https://www.nytimes.com/2022/09/18/us/politics/latino-vote-polling.html"}