{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:33:20", "date_modify": "2022-10-25 23:33:20", "date_publish": "2022-08-19 17:04:07", "description": "A federal judge had ruled that election regulations for a state commission violated the Voting Rights Act by diluting the power of Black voters to elect their preferred candidates.", "filename": "2022_08_19_us_politics_supreme-court-black-voters-georgia_1666740800.html", "image_url": "https://static01.nyt.com/images/2022/08/18/us/politics/00dc-scotus-vote/00dc-scotus-vote-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_19_us_politics_supreme-court-black-voters-georgia_1666740800.html", "title": "Supreme Court Temporarily Blocks Georgia Election Law Said to Harm Black Voters", "title_page": "Supreme Court Temporarily Blocks Georgia Election Law Said to Harm Black Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court temporarily halted an election in Georgia on Friday, reviving a federal judge’s ruling that the state had adopted voting rules that disadvantaged Black voters in violation of a federal civil rights law.\nIn an unsigned order without noted dissents, the justices wrote that an appeals court’s reason for staying the judge’s ruling — that it had come too close to the election in November — was flawed because state officials had told the judge that there was enough time to make the required adjustments. The Supreme Court vacated the stay and returned the case to the appeals court for reconsideration.\nThe court’s order was an exception to what legal experts say is a growing trend: a near-categorical ban on late changes to state election procedures even when those changes have been ruled necessary to address illegal infringements of the right to vote. But the exception was based on an unusual concession from state officials and therefore may not have larger implications.\nThe case concerned elections for the Georgia Public Service Commission, which sets utility rates and has five members. A 1998 law divided the state into five districts, with one commissioner representing each. But the commissioners continued to be elected in statewide elections.", "url": "https://www.nytimes.com/2022/08/19/us/politics/supreme-court-black-voters-georgia.html"}