{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:06", "date_modify": "2022-10-25 23:44:06", "date_publish": "2022-02-06 09:41:03", "description": "The milestone puts the queen, 95, in rarefied company: Only three other monarchs are documented to have reigned for more than 70 years.", "filename": "2022_02_06_world_europe_queen-elizabeth-platinum-jubilee_1666741446.html", "image_url": "https://static01.nyt.com/images/2022/02/06/world/06queen-jubilee01/06queen01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_06_world_europe_queen-elizabeth-platinum-jubilee_1666741446.html", "title": "Queen Elizabeth Commemorates Platinum Jubilee, Marking 70-Year Reign", "title_page": "Queen Elizabeth Commemorates Platinum Jubilee, Marking 70-Year Reign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Seventy years ago this weekend, a young English princess climbed into Treetops, a remote game-viewing lodge in Kenya, built into the limbs of a fig tree overlooking an elephant watering hole. The next morning, she came down as a queen, though she only learned of the death of her father, George VI, later that day.\nThe 70th anniversary of Queen Elizabeth II’s accession to the throne will be a good deal more earthbound: The 95-year-old monarch plans to spend a quiet Sunday at her country estate, Sandringham, where her father died on Feb. 6, 1952. Four days of festivities to celebrate her Platinum Jubilee are scheduled for June.\nBut tributes to the queen poured in from Britain’s great, good and merely prominent. Justin Welby, the archbishop of Canterbury, told the BBC, “She takes her duties seriously, but she doesn’t take herself very seriously.” Prime Minister Boris Johnson praised her for her “inspirational sense of duty and unwavering dedication to this nation.”", "url": "https://www.nytimes.com/2022/02/06/world/europe/queen-elizabeth-platinum-jubilee.html"}