{"authors": ["Clyde Mcgrady", "Kellen Browning"], "date_download": "2022-10-25 23:32:57", "date_modify": "2022-10-25 23:32:57", "date_publish": "2022-10-06 07:00:12", "description": "Before his Twitter posts upended the Georgia Senate race, Herschel Walker’s son already had a large social media presence reveling in contradictions.", "filename": "2022_10_06_us_herschel-walker-son-christian_1666740777.html", "image_url": "https://static01.nyt.com/images/2022/10/04/us/04walker-son/04walker-son-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_us_herschel-walker-son-christian_1666740777.html", "title": "Christian Walker Battles His Father Herschel Walker", "title_page": "Christian Walker Battles His Father Herschel Walker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Soon after Herschel Walker, the former football star, announced he would run for U.S. Senate in Georgia as a Republican, his son Christian appeared with him at an event at Mar-a-Lago, and grinned when his father greeted him with a kiss on the head. “Had the honor of introducing my dad,” he tweeted, “then got to hug a future senator. Perfect night.”\nThe moment seemed a logical convergence of Christian Walker’s personal and public lives: the young man was already emerging as a conservative social media star who took delight in provoking the left, and defending Donald Trump’s MAGA movement.\nYet, after that night, he fell largely silent about his father’s campaign. That changed in spectacular fashion Monday night after news broke that in 2009, Herschel Walker, a staunch opponent of abortion rights, paid for his then-girlfriend to have an abortion, according to a report from The Daily Beast.\n“You’re not a ‘family man’ when you left us to bang a bunch of women, threatened to kill us, and had us move over 6 times in 6 months running from your violence,” Christian Walker wrote of his father on Twitter.", "url": "https://www.nytimes.com/2022/10/06/us/herschel-walker-son-christian.html"}