{"authors": ["Juliet Macur"], "date_download": "2022-10-25 22:58:10", "date_modify": "2022-10-25 22:58:10", "date_publish": "2022-02-17 14:00:11", "description": "Competing after a positive test for a banned substance, the teenager Kamila Valieva placed fourth in the individual skating event after having been the presumed favorite. Her teammates won the gold and silver medals.", "filename": "2022_02_17_sports_olympics_kamila-valieva-falls-fourth-figure-skating_1666738690.html", "image_url": "https://static01.nyt.com/images/2022/02/17/sports/olympics/beijing-women-s-figure-skating-599/beijing-women-s-figure-skating-599-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_17_sports_olympics_kamila-valieva-falls-fourth-figure-skating_1666738690.html", "title": "Valieva Falls and Shcherbakova Rises in a Blur of Jumps, Tumbles and Tears", "title_page": "Valieva Falls and Shcherbakova Rises in a Blur of Jumps, Tumbles and Tears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An air of awkwardness loomed over the victory ceremony on Thursday night, as Shcherbakova, 17, sprung onto the top step of the podium to accept her stuffed mascot panda, a fuzzy reminder of her win until she receives her gold medal on Friday.\n“I was feeling a lot of pleasure because I happened to be in the right time and the right place and did the right things,” Shcherbakova said. But she quickly added, obliquely referring to Valieva’s situation, “On the other hand, I feel this emptiness inside.”\nTrusova, 17, was less thrilled about the finishing order. With five quadruple jumps, including three clean ones, she had climbed to second place after finishing fourth in the short program. She had been sure that her icy, rocker’s performance to the “Cruella” soundtrack was good enough to win.\nAfter the results were finalized, cameras captured her weeping and screaming in anger, as she hesitated to return to the ice for the award ceremony.\n“I hate it!” Trusova, who had been swept up in the week of controversy along with Valieva and her teammates, said while on camera near Valieva at the side of the rink. “I don’t want to do anything in figure skating ever in my life! Everyone has a gold medal, and I don’t!”\nLater, she told reporters, with her eyes rimmed with red from crying, “I am not happy with the result. There is no happiness.” She said she had been alone at the Olympics and had cried because she missed her mother and her dogs.\nWith Valieva off the podium, the awards ceremony was held after all. If she had finished in the top three, Olympics officials had said that there would be no medals awarded until her doping case’s resolution, which could take months.", "url": "https://www.nytimes.com/2022/02/17/sports/olympics/kamila-valieva-falls-fourth-figure-skating.html"}