{"authors": ["Natasha Frost", "James Glanz"], "date_download": "2022-10-25 23:23:47", "date_modify": "2022-10-25 23:23:47", "date_publish": "2022-01-19 10:51:34", "description": "After a huge volcanic eruption severed the island country’s lone connection to the global internet, a difficult repair job, delving deep into the ocean, lies ahead.", "filename": "2022_01_19_world_australia_tonga-volcano-internet-cable_1666740227.html", "image_url": "https://static01.nyt.com/images/2022/01/19/world/19tonga1/19tonga1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_19_world_australia_tonga-volcano-internet-cable_1666740227.html", "title": "After Volcanic Eruption, Tonga Faces Weeks Without Internet", "title_page": "After Volcanic Eruption, Tonga Faces Weeks Without Internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than 430 cables like the one serving Tonga sit on the beds of the earth’s oceans, covering almost a million miles in total. It is basically internet plumbing, and like all plumbing, it can suffer ruptures.\nA few minutes after the volcanic blast on Saturday night, there was a plunge in internet traffic to Tonga. A little over an hour later, the connection went completely dark, said Doug Madory, the director of internet analysis at Kentik, a network monitoring company. “I think that’s the moment when something reached the cable,” Mr. Madory said.\nThe following day, the cable went into what is known as single-end feed mode, in which it was being powered from Fiji but not from Tonga, said Craige Sloots, a spokesman for Southern Cross Cable Network, which is part of the collective working to repair the connection.\nAnalysts have identified a break both in the international section of Tonga’s cable, which occurred about 23 miles off the coast of its capital, Nuku’alofa, and in the islands’ internal network. The cause is believed to be a land slippage or shift in the sea floor, Mr. Sloots said in an email.\nUnder any circumstances, fixing this internet plumbing is intricate work. Add in the complications of an active volcano and the tentacle-like effects of the coronavirus pandemic, and it is even more challenging, said Amanda Watson, a researcher at the Australian National University’s Department of Pacific Affairs.", "url": "https://www.nytimes.com/2022/01/19/world/australia/tonga-volcano-internet-cable.html"}