{"authors": ["Michael Crowley", "Jonathan Abrams"], "date_download": "2022-10-25 23:27:39", "date_modify": "2022-10-25 23:27:39", "date_publish": "2022-03-05 14:33:22", "description": "Russian customs officials said a U.S. basketball player had vape cartridges containing hashish oil in her luggage. A Russian news agency identified the player as Griner.", "filename": "2022_03_05_sports_basketball_russia-brittney-griner_1666740459.html", "image_url": "https://static01.nyt.com/images/2022/03/06/sports/05russia-griner1/05russia-griner1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_05_sports_basketball_russia-brittney-griner_1666740459.html", "title": "WNBA Center Brittney Griner Is Detained in Russia", "title_page": "WNBA Center Brittney Griner Is Detained in Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Griner’s detention comes at the most dangerous moment in U.S.-Russia relations since the Cuban missile crisis, as the Biden administration leads dozens of nations in imposing crushing sanctions on Russia’s economy and its political elites. President Vladimir V. Putin of Russia said on Saturday that the sanctions were “akin to a declaration of war” against his country.\nAlso on Saturday, the State Department, which for weeks had warned Americans against traveling to Russia, released an updated advisory urging U.S. citizens to leave the country immediately, citing the invasion in Ukraine, the “potential for harassment against U.S. citizens by Russian government security officials” and the limited ability of the U.S. Embassy in Moscow to assist American citizens in the country.\n“I obviously don’t know the circumstances of her detention, but Griner’s arrest should serve as a wake-up call to all Americans in Russia,” said Michael A. McFaul, a former U.S. ambassador to Moscow. “Get out. Shut down your businesses now.”\nThe video released by Russia’s Customs Service showed a traveler passing through security screening, followed by footage of someone examining a package that appeared to be from the traveler’s bag. The screening at the airport occurred in February, according to the Customs Service, raising the possibility that Griner, 31, has been in custody for at least several days.", "url": "https://www.nytimes.com/2022/03/05/sports/basketball/russia-brittney-griner.html"}