{"authors": ["Patrick Kingsley", "Raja Abdulrahim"], "date_download": "2022-10-25 23:55:43", "date_modify": "2022-10-25 23:55:43", "date_publish": "2022-04-17 06:29:31", "description": "An Islamist party said it was freezing its involvement in the coalition government after the Israeli police blocked Muslim access to the Aqsa Mosque compound to prevent clashes.", "filename": "2022_04_17_world_middleeast_jerusalem-al-aqsa-mosque_1666742143.html", "image_url": "https://static01.nyt.com/images/2022/04/17/world/17israel1/merlin_205595091_5f3a06bd-fee2-476e-a82f-c26859a94f31-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_17_world_middleeast_jerusalem-al-aqsa-mosque_1666742143.html", "title": "Israeli Police Stop Muslim Worshipers From Entering Holy Site", "title_page": "Israeli Police Stop Muslim Worshipers From Entering Holy Site - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israel’s government crisis deepened on Sunday night, after a small Islamist party announced it was freezing its participation in the coalition, following a recent rise in tensions between the Israeli police and Muslims at a major mosque in Jerusalem.\nRaam, the first independent Arab party to join an Israeli government, said it was suspending its involvement until further notice, after an emergency meeting by the leadership council of an Islamic movement that oversees the party.\nThe decision has no immediate impact on the government: The Israeli Parliament is on recess until May 8, by which time Raam may have decided to rejoin the government. But if Raam makes its decision permanent within the next three weeks, it would give opposition lawmakers a 64-56 majority in the 120-seat Parliament — enough seats to vote to dissolve the body and send Israel to its fifth election in three years.\nRaam’s move highlights the fraying tightrope that Naftali Bennett, the prime minister, must walk in order to keep his ideologically diverse coalition together. The coalition formed last June, with little uniting its eight right-wing, left-wing, centrist and Arab parties beyond a desire to avoid a fifth election and to prevent Benjamin Netanyahu, then the prime minister, from holding on to power.", "url": "https://www.nytimes.com/2022/04/17/world/middleeast/jerusalem-al-aqsa-mosque.html"}