{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:23:41", "date_modify": "2022-10-25 23:23:41", "date_publish": "2022-06-24 22:54:35", "description": "Outflanked by five impatient and ambitious justices to his right, the chief justice has become powerless to pursue his incremental approach.", "filename": "2022_06_24_us_abortion-supreme-court-roberts_1666740221.html", "image_url": "https://static01.nyt.com/images/2022/06/24/us/politics/24dc-roberts-1/24dc-roberts-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_24_us_abortion-supreme-court-roberts_1666740221.html", "title": "June 24, 2022: The Day Chief Justice Roberts Lost His Court", "title_page": "June 24, 2022: The Day Chief Justice Roberts Lost His Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The failure of his proposed approach was telling, Professor Larsen said.\n“It sounds like the justices are talking past each other,” she said. “There is very little evidence of moderation or narrowing grounds to accommodate another’s point of view.”\nThe chief justice acknowledged that his proposed ruling was at odds with the part of Roe v. Wade that said states may not ban abortions before fetal viability, around 23 weeks. He was prepared to discard that line. “The court rightly rejects the arbitrary viability rule today,” he wrote, noting that many developed nations use a 12-week cutoff.\nBut there was more to Roe than the viability line, Chief Justice Roberts wrote. The court should have stopped short, he wrote, of taking “the dramatic step of altogether eliminating the abortion right first recognized in Roe.”\nJustice Alito rejected that approach.\n“If we held only that Mississippi’s 15-week rule is constitutional, we would soon be called upon to pass on the constitutionality of a panoply of laws with shorter deadlines or no deadline at all,” he wrote. “The ‘measured course’ charted by the concurrence would be fraught with turmoil until the court answered the question that the concurrence seeks to defer.”\nThe chief justice’s proposal was characteristic of his cautious style, one that has fallen out of favor at the court.\n“It is only where there is no valid narrower ground of decision that we should go on to address a broader issue, such as whether a constitutional decision should be overturned,” he wrote on Friday, citing his opinion in a 2007 campaign finance decision that planted the seeds that blossomed into the Citizens United ruling in 2010.", "url": "https://www.nytimes.com/2022/06/24/us/abortion-supreme-court-roberts.html"}