{"authors": ["Jim Tankersley"], "date_download": "2022-10-26 00:16:23", "date_modify": "2022-10-26 00:16:23", "date_publish": "2022-10-18 23:58:43", "description": "Filers whose salaries have not kept pace with inflation could see savings on their federal income tax bills.", "filename": "2022_10_18_business_irs-tax-rates-inflation-2023_1666743383.html", "image_url": "https://static01.nyt.com/images/2022/10/18/multimedia/18dc-irs-2-1-59c7/18dc-irs-2-1-59c7-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_18_business_irs-tax-rates-inflation-2023_1666743383.html", "title": "IRS Announces Inflation Adjustments for Tax Rates in 2023", "title_page": "IRS Announces Inflation Adjustments for Tax Rates in 2023 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The rapidly rising cost of food, energy and other daily staples could allow many Americans to reduce their tax bills next year, the I.R.S. confirmed on Tuesday.\nTax rates are adjusted for inflation, which in typical times means incremental movements in the thresholds for what income is taxed at what rate. But after a year that brought America’s fastest price growth in four decades, the shift in rates is far more notable: an increase of about 7 percent.\nOther parts of the tax code will also be affected by the inflation adjustment. Those include the standard deduction Americans can claim on their tax returns.\nThe shift would be slightly larger if not for a change Republicans made as part of President Donald J. Trump’s tax overhaul that was passed in 2017. It tied rates to a measure of inflation, called the chained Consumer Price Index, that typically rises more slowly than the standard Consumer Price Index. In September, chained C.P.I. was up about a quarter of a percentage point less, compared with the previous year, than standard C.P.I.", "url": "https://www.nytimes.com/2022/10/18/business/irs-tax-rates-inflation-2023.html"}