{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:23:49", "date_modify": "2022-10-25 23:23:49", "date_publish": "2022-05-05 07:00:11", "description": "Over the course of a half-century in national politics, President Biden has evolved from an outright critic of Roe to a seemingly reluctant and largely quiet supporter.", "filename": "2022_05_05_us_politics_biden-abortion_1666740229.html", "image_url": "https://static01.nyt.com/images/2022/05/04/multimedia/04dc-biden-photo01/04dc-biden-photo01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_05_us_politics_biden-abortion_1666740229.html", "title": "With Roe Under Threat, Biden Is an Unlikely Abortion Rights Champion", "title_page": "With Roe Under Threat, Biden Is an Unlikely Abortion Rights Champion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Biden was first sworn into the Senate in January 1973, just 17 days before the Supreme Court issued Roe. and at the time he accused the justices of going “too far.” In an interview a year later, he said a woman should not have “the sole right to say what should happen to her body.”\nIn 1982, Mr. Biden voted for a constitutional amendment pushed by President Ronald Reagan allowing individual states to overturn Roe. He called it “the single most difficult vote I’ve cast as a U.S. senator” but explained it in the context of his faith. “I’m probably a victim, or a product, however you want to phrase it, of my background,” he said. He reversed himself and voted against the amendment a year later.\nFor years, he voted for the so-called Hyde Amendment barring the use of federal Medicaid funds for abortion and proposed an amendment of his own to prohibit foreign aid for biomedical research related to abortion. He voted for legislation outlawing a rare late-term abortion procedure. But as he noted repeatedly in recent days, he also led the fight against confirming Robert H. Bork, an outspoken abortion foe nominated by Reagan to the Supreme Court.\nBy the time Mr. Biden was gearing up for his second run for the presidency, he presented himself as a changed man. “I was 29 years old when I came to the U.S. Senate, and I have learned a lot,” he said on “Meet the Press” on NBC in 2007. “Look, I’m a practicing Catholic, and it is the biggest dilemma for me in terms of comporting my religious and cultural views with my political responsibility.”\nHis shift in position to meet his political needs was most recently on display in 2019 as he battled more progressive opponents to win the Democratic presidential nomination. One day his campaign said he still supported the Hyde Amendment, but after an uproar on the left, he reversed his longstanding stance the next day.\nAs a result, both sides share uncertainty about his true convictions. “If you follow his history on this, Joe Biden has been on this issue wherever he thought it was politically expedient,” said David N. O’Steen, the executive director of the National Right to Life Committee. “Internally how does he really feel? Nobody really knows how he feels.”", "url": "https://www.nytimes.com/2022/05/05/us/politics/biden-abortion.html"}