{"authors": ["Martha C. White"], "date_download": "2022-10-25 23:32:00", "date_modify": "2022-10-25 23:32:00", "date_publish": "2022-06-12 09:00:16", "description": "You can’t leave money in your I.R.A. forever, as dictated by I.R.S. rules. This can put retired investors in a tough spot.", "filename": "2022_06_12_business_retiring-bear-market_1666740720.html", "image_url": "https://static01.nyt.com/images/2022/06/12/travel/10Retiring-rmd-illo/10Retiring-rmd-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_12_business_retiring-bear-market_1666740720.html", "title": "When You’re Forced to Cash Out in a Bear Market", "title_page": "When You’re Forced to Cash Out in a Bear Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Planners report a surge of new clients who are struggling to reconcile retirement spending expectations with a suddenly diminished nest egg.\n“We have a lot of new clients coming in that have to take R.M.D.s,” said Peter Gallagher, managing director of Unified Retirement Planning Group. In reviewing their accounts, he discovered that some were wholly invested in riskier asset classes like stocks, which exposed them to the market’s swoon, rather than in safer categories like bonds. “They didn’t have the idea that they were taking as much risk as they had,” he said.\nSometimes, there is not much to do but break the bad news. “We had some people that were 100 percent in technology stocks, and we had to tell them, ‘Look, you’re down 40 percent from the high,’” Mr. Gallagher said. “It’s a really rough conversation, because we do have to sell.”\nThe ABC’s of R.M.D.\nAs defined-benefit pensions have been replaced by defined-contribution plans like 401(k)s, tax deferral is an incentive for workers to save. Many retirees depend on distributions from their retirement accounts for everyday income, a need that has grown more acute as the prices of gas, groceries and other necessities continue to climb. R.M.D. rules for account owners as well as inheritors are intended to prevent retirement accounts from becoming tax shelters for inherited wealth.\nThe last significant changes to those rules were made by the SECURE (Setting Every Community Up for Retirement Enhancement) Act of 2019, which raised the age by which account owners have to start taking distributions to 72 from 70½ and accelerated the timeline by which people who inherit I.R.A.s or similar accounts must make withdrawals.", "url": "https://www.nytimes.com/2022/06/12/business/retiring-bear-market.html"}