{"authors": ["Stanley Reed"], "date_download": "2022-10-25 22:59:05", "date_modify": "2022-10-25 22:59:05", "date_publish": "2022-02-03 08:00:09", "description": "As Russia squeezes supplies, a parade of tankers carrying liquefied natural gas is coming to Europe’s rescue.", "filename": "2022_02_03_business_natural-gas-europe-us_1666738745.html", "image_url": "https://static01.nyt.com/images/2022/02/02/business/02eurogas1/02eurogas1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_03_business_natural-gas-europe-us_1666738745.html", "title": "Natural Gas Shipments, Mostly From U.S., Ease Europe’s Energy Crunch", "title_page": "Natural Gas Shipments, Mostly From U.S., Ease Europe’s Energy Crunch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Near the entrance to Rotterdam’s vast harbor in the Netherlands is a specialized port that is offering an alternative to the web of Russian pipelines that feed much of Europe’s hunger for natural gas.\nThe facility, called the Gate Terminal, is a critical entry point for liquefied natural gas, an increasingly vital fuel for Europe. This week a giant tanker ship, the GasLog Glasgow, sat at a jetty there, waiting for a winter storm to subside so it could unload liquefied natural gas from Egypt. Another vessel laden with gas waited its turn offshore.\n“It’s very busy,” said Stefaan Adriaens, the commercial manager at the terminal.\nA year ago, he said, the terminal was running at about 5 percent capacity. Lately, “we are running at 100 percent utilization.”\nIn recent months the price of natural gas has soared in Europe, drawing a parade of liquefied natural gas tankers to ports like Rotterdam. The very high prices reflect the crimping of Russian gas supplies to Europe, low fuel in the continent’s storage tanks and geopolitical worries over Ukraine, where, the United States and its allies believe, Russia may be preparing for an invasion.", "url": "https://www.nytimes.com/2022/02/03/business/natural-gas-europe-us.html"}