{"authors": ["Clay Risen"], "date_download": "2022-10-25 23:36:22", "date_modify": "2022-10-25 23:36:22", "date_publish": "2022-10-12 21:24:10", "description": "A leading thinker of the postwar era, he became an ally of the science establishment in the face of attacks by climate deniers and conspiracy theorists.", "filename": "2022_10_12_books_bruno-latour-dead_1666740982.html", "image_url": "https://static01.nyt.com/images/2022/10/13/obituaries/12latour1/12latour1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_12_books_bruno-latour-dead_1666740982.html", "title": "Bruno Latour, 75, Philosopher on the Social Basis of Scientific Facts, Dies", "title_page": "Bruno Latour, 75, Philosopher on the Social Basis of Scientific Facts, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many people interpreted Dr. Latour’s position as relativist — as asserting that there was no such thing as objective truth. At times his statements came across to some as comical, like his remark in a 1988 essay that the Egyptian pharaoh Ramses II could not have died of tuberculosis because the bacteria was only discovered in 1882.\n“Some of the critique was indeed ridiculous,” he said in an interview with Science magazine in 2017. “I certainly was not anti-science, although I must admit it felt good to put scientists down a little. There was some juvenile enthusiasm in my style.”\nDr. Latour was a prime target during the so-called science wars of the 1990s, which pitted traditional, positivist thinkers against social constructionists like himself. Alan Sokal, a mathematician at New York University and a leading positivist, once invited those who, like Dr. Latour, believed that “the laws of physics are mere social conventions” to leap from Dr. Sokal’s 21st-floor apartment to test whether gravity was real or just a social construct.\nDr. Latour declined, but also insisted that Dr. Sokal and others were missing his point. In fact, he said, he was very much pro-science, and felt that he was doing it a favor by demystifying its means of intellectual production — the better to demonstrate to skeptics the extensive work that goes into it.\n“I think we were so happy to develop all this critique because we were so sure of the authority of science,” Dr. Latour told The New York Times Magazine in a profile of him in 2018. “And that the authority of science would be shared because there was a common world.”\nTo the surprise of many of his erstwhile combatants, during the last 20 years, Dr. Latour became an ally and defender of the research establishment in the face of anti-science attacks from corporate and conservative interests.\nBeginning with a 2004 article in the journal Critical Inquiry, he raised the concern that the critical methods and perspectives that he and other philosophers had applied to truth claims in the 1980s and ’90s had been hijacked and perverted by climate change deniers and conspiracy theorists.", "url": "https://www.nytimes.com/2022/10/12/books/bruno-latour-dead.html"}