{"authors": ["Alan Blinder"], "date_download": "2022-10-25 22:57:25", "date_modify": "2022-10-25 22:57:25", "date_publish": "2022-09-02 19:43:30", "description": "The change could take effect as soon as the 2024 season. It is expected no later than 2026.", "filename": "2022_09_02_sports_ncaafootball_college-football-playoff-expansion_1666738645.html", "image_url": "https://static01.nyt.com/images/2022/09/03/multimedia/02cfb-expand-print/02cfb-playoffs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_02_sports_ncaafootball_college-football-playoff-expansion_1666738645.html", "title": "College Football Playoff Will Expand to 12 Teams", "title_page": "College Football Playoff Will Expand to 12 Teams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The College Football Playoff, already a financial gusher for the country’s most powerful conferences, will triple in size to 12 teams no later than the 2026 season as organizers seek to capitalize on the nation’s vast appetite for the sport.\nThe plan, which could quiet arguments that the race for national glory is too exclusive, calls for a playoff field of the six highest-ranked conference champions and the six highest-ranked teams that did not win league titles. The playoff will still rely on its own selection committee to set its rankings, and there will still be no guaranteed bids or caps on invitations for any conferences.\nThe expanded system announced on Friday could be in place as soon as 2024, but executives must still negotiate the logistics and nuances that come with a larger field and a new surge of games with national-title implications. Whether or not the redesigned format starts that soon, Friday’s decision set the playoff on a clearer course toward the biggest television contract in college sports history, one that analysts have said could fetch close to $2 billion a year.\nThe agreement on Friday represented a significant turnabout from the skid that expansion ambitions had entered, including an announcement in February that the tournament would “continue the current four-team playoff for the next four years.” By then, dreams for expansion, which some college sports executives had judged last summer as a fait accompli, had sputtered as leagues jostled over members, mistrust boomed and concerns over ESPN’s role as the playoff’s lone television partner bubbled.", "url": "https://www.nytimes.com/2022/09/02/sports/ncaafootball/college-football-playoff-expansion.html"}