{"authors": ["J. Hoberman"], "date_download": "2022-10-25 23:36:54", "date_modify": "2022-10-25 23:36:54", "date_publish": "2022-02-17 15:17:26", "description": "Released in 1972 and now rediscovered, the movie is as ambitious as “Sweet Sweetback’s Baadasssss Song” and even weirder.", "filename": "2022_02_17_movies_top-of-the-heap-christopher-st-john_1666741014.html", "image_url": "https://static01.nyt.com/images/2022/02/18/arts/16rewind-top-of-heap/merlin_202305015_ce8ee93c-565d-4714-a1ff-ebbab52940ba-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_17_movies_top-of-the-heap-christopher-st-john_1666741014.html", "title": "‘Top of the Heap’: Is It Blaxploitation? Avant-Garde? Afrofuturism? All Three.", "title_page": "‘Top of the Heap’: Is It Blaxploitation? Avant-Garde? Afrofuturism? All Three. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The tale of a tightly wound Black police officer whose identity crisis leads to an action-packed nervous breakdown, “Top of the Heap” makes a statement — not least in that its writer-director, Christopher St. John, is also the star.\nHardly seen since its initial 1972 release, “Top of the Heap” was rediscovered about a decade ago by a determined programmer, Floyd Webb, for Chicago’s Black Cinema House. Now restored, it’s getting a theatrical run at BAM in Brooklyn.\nThe movie, which appeared a year after Melvin Van Peebles’s one-man show “Sweet Sweetback’s Baadasssss Song” rocked the world, is nearly as confrontational and no less ambitious. Uptight and disagreeable, St. John’s George Lattimer isn’t a conventional hero; nor, as The Amsterdam News dryly noted in a generally favorable review, “the stuff of which positive images are made.”\nGeorge has every problem a white cop would have and many more. Universally suspicious, he is subject to racial epithets by Black drug dealers and roughed up by a white cop only too eager to mistake him for a criminal. His crisis begins when he learns that, after 12 years on the Washington, D.C., police force, he has been passed over for sergeant and his mother in Alabama has died.", "url": "https://www.nytimes.com/2022/02/17/movies/top-of-the-heap-christopher-st-john.html"}