{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:31:03", "date_modify": "2022-10-25 23:31:03", "date_publish": "2022-10-18 04:01:14", "description": "The European Union has been severing economic ties with Moscow to support Ukraine, but some countries have lobbied to protect key sectors.", "filename": "2022_10_18_world_europe_eu-sanctions-russia-ukraine_1666740663.html", "image_url": "https://static01.nyt.com/images/2022/10/14/world/00ukraine-eu-loopholes-01/00ukraine-eu-loopholes-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_18_world_europe_eu-sanctions-russia-ukraine_1666740663.html", "title": "As Europe Piles Sanctions on Russia, Some Sacred Cows Are Spared", "title_page": "As Europe Piles Sanctions on Russia, Some Sacred Cows Are Spared - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — Eight months into the war in Ukraine, and eight rounds of frantic negotiations later, Europe’s sanctions against Russia run hundreds of pages long and have in many places cut to the bone.\nSince February, the European Union has named 1,236 people and 155 companies for sanctions, freezing their assets and blocking their access to the bloc. It has banned the trade of products in nearly 1,000 categories and hundreds of subcategories. It has put in place a near-total embargo on Russian oil. About one-third of the bloc’s exports to Russia by value and two-thirds of imports have been banned.\nBut even now some goods and sectors remain conspicuously exempted. A look at just a few items reveals the intense back-room bargaining and arm-twisting by some nations and by private industry to protect sectors they deem too valuable to give up — as well as the compromises the European Union has made to maintain consensus.\nThe Belgians have shielded trade in Russian diamonds. The Greeks ship Russian oil unimpeded. France and several other nations still import Russian uranium for nuclear power generation.", "url": "https://www.nytimes.com/2022/10/18/world/europe/eu-sanctions-russia-ukraine.html"}