{"authors": ["Dave Philipps"], "date_download": "2022-10-25 22:55:37", "date_modify": "2022-10-25 22:55:37", "date_publish": "2022-07-14 13:44:54", "description": "Fighting headwinds from the pandemic, the tight labor market and demographic shifts, the armed forces may fall further short of enlistment quotas this year than they have in decades.", "filename": "2022_07_14_us_us-military-recruiting-enlistment_1666738537.html", "image_url": "https://static01.nyt.com/images/2022/07/14/us/14recruiting-1/merlin_209726925_5bbc3ab1-e760-44eb-b2af-e2b9d5ff30ea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_14_us_us-military-recruiting-enlistment_1666738537.html", "title": "With Few Able and Fewer Willing, U.S. Military Can’t Find Recruits", "title_page": "With Few Able and Fewer Willing, U.S. Military Can’t Find Recruits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The sergeant made a mental note: diabetic, not fit to serve. But he did not give up.\n“OK, well, just give me a name — one number I can call, right now,” he pressed. “You’ve got to know someone who might want to join. One number, and I’ll leave you alone.”\nSeconds later, he was on the phone with one of the woman’s friends. “She says you want to join the Army,” the sergeant said, as if he were announcing the winning Powerball numbers. “Where you work? I can meet you when you get done.”\nThe sergeant paused, turned and said, “Dude just hung up on me!”\nMoments later, the friend was calling the woman’s cellphone. Sergeant Pulliam smiled and leaned toward her conspiratorially. “Wouldn’t it be weird if I answered?” he said. “It’d be like I was a Jedi recruiter. Let me take this one.”\nThe woman giggled as the sergeant held her phone up and announced that he was ready to give the friend a second chance. The friend hung up again.\nThe other branches are not having any easier of a time. The Navy and Marine Corps do not release recruiting figures before the end of the fiscal year, a spokesman said, but both have acknowledged that it will be hard for them to meet quotas this year.\nEven the Air Force, which has rarely had trouble attracting talent in the past, is about 4,000 recruits short of the level it typically reaches by midsummer.", "url": "https://www.nytimes.com/2022/07/14/us/us-military-recruiting-enlistment.html"}