{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:38:42", "date_modify": "2022-10-25 23:38:42", "date_publish": "2022-02-23 19:41:07", "description": null, "filename": "2022_02_23_world_europe_russian-troops-around-ukraine-are-prepared-for-an-attack-that-could-be-imminent-pentagon-official-says_1666741122.html", "image_url": "https://static01.nyt.com/images/2022/02/23/world/23ukraine-briefing-pentagon-assessment1/23ukraine-briefing-pentagon-assessment1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_23_world_europe_russian-troops-around-ukraine-are-prepared-for-an-attack-that-could-be-imminent-pentagon-official-says_1666741122.html", "title": "Moscow says separatist allies requested its help, and the U.S. says a Russian attack on Ukraine could be imminent.", "title_page": "Moscow says separatist allies requested its help, and the U.S. says a Russian attack on Ukraine could be imminent. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In its most dire assessment yet, the Pentagon said on Wednesday that 80 percent of the 190,000 Russian troops and separatist forces in or near Ukraine are now in combat-ready positions, and that a full-scale military assault is most likely imminent.\n“They are ready to go,” John F. Kirby, the top Pentagon spokesman, told reporters.\n“They could attack at any time,” he added, “with a significant military force.”\nLate Wednesday night, the Kremlin said that separatist leaders in eastern Ukraine had requested Russian President Vladimir V. Putin’s “help in repelling the aggression of the armed forces and formations of Ukraine,” though Ukrainian officials say there has been no such aggression, and none is planned. The Kremlin did not immediately say how Mr. Putin would respond.\nThe Russian government and state-controlled media have repeatedly claimed, without evidence, that Ukraine is carrying out a “genocide” against Russian speakers and poses a threat to the region controlled by Russia-backed separatists.", "url": "https://www.nytimes.com/2022/02/23/world/europe/russian-troops-around-ukraine-are-prepared-for-an-attack-that-could-be-imminent-pentagon-official-says.html"}