{"authors": ["Roger Cohen"], "date_download": "2022-10-25 23:41:24", "date_modify": "2022-10-25 23:41:24", "date_publish": "2022-03-28 20:23:50", "description": "The French leader’s outreach to his counterparts in Russia and Ukraine is stubborn. Whether it is also effective remains to be seen.", "filename": "2022_03_28_world_europe_macron-france-russia-ukraine_1666741284.html", "image_url": "https://static01.nyt.com/images/2022/03/28/world/28Ukraine-Macron1/28Ukraine-Macron1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_28_world_europe_macron-france-russia-ukraine_1666741284.html", "title": "President Macron’s Unending Russia Diplomacy", "title_page": "President Macron’s Unending Russia Diplomacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Nobody can accuse President Emmanuel Macron of stinting on efforts to avert, defuse or stop Russia’s war in Ukraine. He has clocked 17 phone conversations with President Vladimir V. Putin in the past four months, one personal meeting in Moscow and so many hours of discussion with his own aides that he has had scant time for the small matter of a presidential election in less than two weeks.\nIn the same period, he has spoken 25 times to President Volodymyr Zelensky of Ukraine, and met with him in Kyiv and Brussels. On Feb. 25, he spoke twice in a single day to the Ukrainian leader, something he also did with Mr. Putin on Feb 11. All with a view, Mr. Macron says, “to securing a cease-fire and then the total withdrawal of troops.”\nIf diplomacy is measured by perseverance, Mr. Macron is a supreme diplomat. If it is measured by effective realism, the verdict appears less favorable. Up to now, on the face of it, he has achieved very little through his 42 calls and three meetings. The war is into its second month with an untold number of dead. More than 3.7 million Ukrainian refugees have fled westward.\nMr. Zelensky, to judge by a recent interview in The Economist, has been underwhelmed. Asked about Mr. Macron’s statement at a NATO meeting last week that delivering tanks to Ukraine represented a red line not be crossed, Mr. Zelensky said France took this position because “they are afraid of Russia. And that’s it.”", "url": "https://www.nytimes.com/2022/03/28/world/europe/macron-france-russia-ukraine.html"}