{"authors": ["Anna Schaverien"], "date_download": "2022-10-25 23:34:02", "date_modify": "2022-10-25 23:34:02", "date_publish": "2022-01-30 16:43:37", "description": "Britain moved to broaden the range of sanctions available if Russia invades Ukraine, as Moscow sent an “urgent demand” to NATO to clarify its stance.", "filename": "2022_01_30_world_europe_britain-russia-ukraine-sanctions-nato_1666740842.html", "image_url": "https://static01.nyt.com/images/2022/01/30/world/30ukraine-russia1/30ukraine-russia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_30_world_europe_britain-russia-ukraine-sanctions-nato_1666740842.html", "title": "Britain Toughens Stance on Russia, as Russia Presses NATO for Assurances", "title_page": "Britain Toughens Stance on Russia, as Russia Presses NATO for Assurances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Biden administration officials reiterated on Sunday that the United States believes a Russian invasion is “imminent,” even if Ukraine has been trying to play down the crisis.\n“We have been nothing but clear and transparent about our concerns here at the Pentagon over the rapid buildup for the last few months around the border with Ukraine and in Belarus,” the Pentagon’s press secretary, John F. Kirby, said on “Fox News Sunday.”\nOn CNN’s “State of the Union,” the chairman of the Senate Foreign Relations Committee, Senator Bob Menendez, Democrat of New Jersey, made a joint appearance with the panel’s top Republican, Senator Jim Risch of Idaho. Mr. Menendez said there was “an incredibly strong bipartisan resolve to have severe consequences for Russia if it invades Ukraine, and in some cases for what it has already done.”\nMr. Menendez said that legislation under discussion was expected to include “massive sanctions against the most significant Russian banks: crippling to their economy, meaningful in terms of consequences to the average Russian and their accounts and pensions.”\nSanctions, though, were not Mr. Lavrov’s focus on Sunday — NATO was.\nHe said an official request was sent Sunday to both NATO and the Organization for Security and Cooperation in Europe, an alliance that includes Russia. Mr. Lavrov described it as “an urgent demand to explain how they intend to fulfill their obligation not to strengthen their security at the expense of the security of others.”\n“If they do not intend to, then they must explain why,” Mr. Lavrov said, adding that “this will be the key question in determining our further proposals, which we will report to Russia’s president.”", "url": "https://www.nytimes.com/2022/01/30/world/europe/britain-russia-ukraine-sanctions-nato.html"}