{"authors": ["Sapna Maheshwari", "Vanessa Friedman"], "date_download": "2022-10-25 23:46:55", "date_modify": "2022-10-25 23:46:55", "date_publish": "2022-03-09 16:52:02", "description": "Since the invasion of Ukraine began, the increasing financial and reputational risks of doing business in Russia are leading Western brands to halt operations.", "filename": "2022_03_09_business_russia-ukraine-retail_1666741615.html", "image_url": "https://static01.nyt.com/images/2022/03/09/business/09RUSSIA-RETAIL-01/09RUSSIA-RETAIL-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_09_business_russia-ukraine-retail_1666741615.html", "title": "No Ikea Shelves, No Levis: The Retail Exodus From Russia Is On", "title_page": "No Ikea Shelves, No Levis: The Retailers Pulling Out of Russia  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Retailers are concerned about the reputational damage of doing business in Russia, but they’re also responding to practical challenges imposed by sanctions and the rapid decline in the value of the Russian ruble, said Tahlia Townsend, a partner and co-chair of the international trade compliance group at Wiggin & Dana.\n“The sanctions on banks in particular have made it very difficult to get money into Russia to pay employees or pay utilities, landlords, suppliers,” she said. “It’s not straightforward to get money back out of Russia, and so even if they can be paid for their goods they may not be able to then consolidate that revenue back into the United States or wherever else they’re headquartered.”\nMost major retailers have said they would continue to pay employees in Russia. A few, like Levi’s, specified that they would pay staff in local currency. It is not clear how those plans may be affected if the crisis continues for months and companies deplete their funds in the country.\nRetailers are not just halting sales and imports and exports. Ikea, with 15,000 employees in Russia and its ally, Belarus, has paused production of wooden furniture. TJX, the owner of T.J. Maxx and Marshalls, said it would divest its 25 percent stake in Familia, an off-price retailer with more than 400 stores in Russia, which it acquired for $225 million in 2019. The carrying value of its Familia investment had fallen to $186 million as of Jan. 29, based on the valuation of Russian rubles to U.S. dollars, according to its filing. Adidas also suspended its partnership with the Russian Football Union.\nThe shutdown of Western businesses and the inability to buy simple goods like American-made jeans or Swedish-made furniture may set off alarm bells for Russians, who are facing a walled-off digital state under President Vladimir V. Putin, according to Anna Nagurney, a professor in the Isenberg School of Management at the University of Massachusetts.", "url": "https://www.nytimes.com/2022/03/09/business/russia-ukraine-retail.html"}