{"authors": ["Stanley Reed"], "date_download": "2022-10-25 23:32:01", "date_modify": "2022-10-25 23:32:01", "date_publish": "2022-03-08 15:00:18", "description": "Europe had long trusted in what many thought was a mutually beneficial business relationship. That has changed.", "filename": "2022_03_08_business_european-union-russia-oil-gas_1666740721.html", "image_url": "https://static01.nyt.com/images/2022/03/08/business/08economy-briefing-eu-energy-independence/08economy-briefing-eu-energy-independence-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_08_business_european-union-russia-oil-gas_1666740721.html", "title": "The European Union Seeks Independence From Russian Oil and Gas", "title_page": "The European Union Seeks Independence From Russian Oil and Gas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The European Commission on Tuesday outlined ambitious proposals to “make Europe independent from Russian fossil fuels well before 2030.”\nEurope has been hit with exorbitant natural gas prices in recent months because of tight supplies, exacerbated by restrictions by Russia and worries that Moscow would cut flows in response to Europe’s support for Ukraine.\n“We must become independent from Russian oil, coal and gas,” the commission’s president, Ursula von der Leyen, said in a news release. “We simply cannot rely on a supplier who explicitly threatens us.”\nThe proposals will be discussed at a meeting of European leaders in France this week. If enacted by member countries, the measures are likely to be a huge boon for a variety of energy businesses, from the suppliers of liquefied natural gas in Qatar and around the Gulf of Mexico to builders of solar energy parks and offshore wind farms. The question is whether they can be executed rapidly enough to prevent further harm to household finances and the broader economy.", "url": "https://www.nytimes.com/2022/03/08/business/european-union-russia-oil-gas.html"}