{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:22:42", "date_modify": "2022-10-25 23:22:42", "date_publish": "2022-09-29 14:36:02", "description": "A researcher discovered that giant cells under a microscope were actually cancer cells hiding inside other cancer cells.", "filename": "2022_09_29_health_cancer-hiding-cells.html_action=click&pgtype=Article&state=default&module=styln-cancer-research&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1666740162.html", "image_url": "https://static01.nyt.com/images/2022/10/04/science/29sci-hiddencancer1/29sci-hiddencancer1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_29_health_cancer-hiding-cells.html_action=click&pgtype=Article&state=default&module=styln-cancer-research&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1666740162.html", "title": "A Devious Cellular Trick Cancers Can Use to Escape Your Immune System", "title_page": "A Devious Cellular Trick Cancers Can Use to Escape Your Immune System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a surprise discovery, researchers found that cells from some types of cancers escaped destruction by the immune system by hiding inside other cancer cells.\nThe finding, they suggested in an article published this month in the journal eLife, may explain why some cancers can be resistant to treatments that should have destroyed them.\nThe research began when Yaron Carmi, an assistant professor at Tel Aviv University, and Amit Gutwillig, then a doctoral student studying in his lab, were studying which T cells of the immune system might be the most potent in killing cancers. They started with laboratory experiments that examined treatment-resistant melanoma and breast cancers in mice, studying why an attack by T cells that were engineered to destroy those tumors did not obliterate them.\nThey were looking at checkpoint inhibitors, a particular type of cancer therapy. They involve removing proteins that ordinarily block T cells from attacking tumors and are used to treat a variety of cancers, including melanoma, colon cancer and lung cancer. But sometimes, after a tumor seems to have been vanquished by T cells, it bounces back.", "url": "https://www.nytimes.com/2022/09/29/health/cancer-hiding-cells.html?action=click&pgtype=Article&state=default&module=styln-cancer-research&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc"}