{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:40:27", "date_modify": "2022-10-25 23:40:27", "date_publish": "2022-05-12 16:45:54", "description": "An internal memo shared with employees said the platform’s general manager and general manager for revenue would be departing.", "filename": "2022_05_12_technology_twitter-elon-musk_1666741227.html", "image_url": "https://static01.nyt.com/images/2022/05/12/multimedia/12twitter/12twitter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_12_technology_twitter-elon-musk_1666741227.html", "title": "Two Twitter Leaders Are Leaving Company Following Musk Deal", "title_page": "Two Twitter Leaders Are Leaving Company Following Musk Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Looking into a crystal ball two weeks ago, the board made a great decision,” said Brian Quinn, an associate professor at Boston College Law School focusing on corporate mergers, referring to Twitter’s board. “The idea the board could reasonably get to a $54 price on their own by their own making was debatable before they took the offer — but clearly now, it’s not going to happen anytime near term.”\nMr. Musk, who also runs the electric carmaker Tesla and the rocket company SpaceX, did not immediately respond to a request for comment. He has said he will take Twitter private and wants to improve the product. He has also criticized some of Twitter’s top executives publicly, especially for the way that they have moderated speech on the service. The billionaire, who is still lining up some financing for the purchase, is expected to close the deal for Twitter in the next few months.\nImage Mr. Beykpour, Twitter’s general manager, is leaving and will be replaced by Jay Sullivan. Credit... Jason Henry for The New York Times\nMr. Musk could walk away from the deal, but would have to pay a $1 billion breakup fee. And as long as his debt financing for the acquisition remains intact, Twitter could bring Mr. Musk to court to force him to pay for the deal.\nMr. Agrawal, who was appointed Twitter’s chief executive last November, has made a series of changes at the company and terminated some longtime executives. That same month, for instance, the company’s head of communications departed and its head of people said she would leave by the end of the year. In December, Twitter’s head of engineering and head of design and research left.\nWhile Mr. Agrawal attempts to overhaul the company, Twitter has been in an uproar over Mr. Musk’s takeover. At a company meeting on the day the deal was announced, Mr. Agrawal answered questions about how the deal came to be, what would happen to employees’ compensation and jobs, and how Mr. Musk might change Twitter.", "url": "https://www.nytimes.com/2022/05/12/technology/twitter-elon-musk.html"}