{"authors": ["Richard Pérez-Peña", "Carly Olson", "Matthew Mpoke Bigg"], "date_download": "2022-10-25 23:33:35", "date_modify": "2022-10-25 23:33:35", "date_publish": "2022-10-06 23:00:09", "description": "Facing battlefield setbacks and domestic criticism, the Kremlin has escalated its war, claiming ownership of a nuclear plant and launching more attacks on Ukrainian cities.", "filename": "2022_10_06_world_europe_russia-war-ukraine_1666740815.html", "image_url": "https://static01.nyt.com/images/2022/10/06/world/06ukraine-ledeall-swap/06ukraine-ledeall-swap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_world_europe_russia-war-ukraine_1666740815.html", "title": "Russia Lashes Out in Ukraine, Raising Question of What’s Next", "title_page": "Russia Lashes Out in Ukraine, Raising Question of What’s Next - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Deadly Russian strikes on Ukrainians far behind the front lines and new concerns about the safety of an endangered nuclear power plant highlighted questions about how Vladimir V. Putin’s government, with its troops retreating and dissension escalating at home on Thursday, might lash out if its battlefield losses continue.\nAs Ukraine claimed to retake more towns and villages in the south and east, missiles hit a residential area in the city of Zaporizhzhia, killing at least seven people, with five others missing — the latest in a series of attacks on civilian targets far from the fighting.\n“Absolute meanness, absolute evil,” President Volodymyr Zelensky said of Thursday’s strikes, speaking by video to a gathering of European leaders.\nUkrainian and Western analysts say Russian attacks on civilian targets have grown more indiscriminate, serving little military purpose but reminding people that no part of the country is safe. Less than a week ago, a rocket blast killed at least 30 civilians in Zaporizhzhia at a checkpoint and a bus stop, officials said.", "url": "https://www.nytimes.com/2022/10/06/world/europe/russia-war-ukraine.html"}