{"authors": ["Alex Vadukul"], "date_download": "2022-10-25 23:36:36", "date_modify": "2022-10-25 23:36:36", "date_publish": "2022-02-07 23:45:12", "description": "He drew on his own experiences in the Marines to depict brutality within the corps, drawing acclaim Off Off Broadway.", "filename": "2022_02_07_theater_kenneth-brown-dead_1666740996.html", "image_url": "https://static01.nyt.com/images/2022/02/16/theater/07brown1-print1/oakImage-1644264170122-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_07_theater_kenneth-brown-dead_1666740996.html", "title": "Kenneth H. Brown, Playwright Best Known for ‘The Brig,’ Dies at 85", "title_page": "Kenneth H. Brown, Playwright Best Known for ‘The Brig,’ Dies at 85 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kenneth H. Brown, a New York playwright whose acclaimed 1963 Off Off Broadway play “The Brig,” based on his experiences as a Marine, portrayed dehumanization inside a military prison during the Korean War, died on Feb. 5 at a hospice in Queens. He was 85.\nA friend, the performance artist and writer Penny Arcade, said the cause was cancer.\nAfter growing up in Brooklyn in the 1950s as something of a street tough, Mr. Brown, eager to serve his country, enlisted in the Marines at 18. But stationed in Japan, he found himself rattled by military life and was thrown into the brig for insubordination.\nThere, by his account, he was humiliated and abused. Guards called him “maggot”; he was punched in the gut for even minor infractions. Mornings started with garbage-can lids being banged on bunk beds, and he and his fellow inmates were ordered to jog around their claustrophobic quarters for hours until they were breathless.\n“I was always in trouble in the Marines,” he said in an interview with the Lower East Side Biography Project. “I went to the brig twice. The first time I did 25 days.” Of his military service, he said, “By the time I got out, I was a complete pacifist.”", "url": "https://www.nytimes.com/2022/02/07/theater/kenneth-brown-dead.html"}