{"authors": ["Tiffany Hsu", "Jenny Gross"], "date_download": "2022-10-25 22:54:48", "date_modify": "2022-10-25 22:54:48", "date_publish": "2022-10-17 10:33:26", "description": "The platform announced the deal days after Twitter and Instagram restricted the rapper and entrepreneur’s accounts for posting incendiary content.", "filename": "2022_10_17_business_kanye-west-parler_1666738488.html", "image_url": "https://static01.nyt.com/images/2022/10/18/world/17JPxp-parler-print/17xp-parler-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_17_business_kanye-west-parler_1666738488.html", "title": "Kanye West to Buy Parler, Joining the Right-Wing Social Media Crowd", "title_page": "Kanye West to Buy Parler, Joining the Right-Wing Social Media Crowd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company said last month that it had more than 16 million users, though it did not disclose how many used it regularly. Twitter has more 230 million daily users.\nFor Ye, who has been at the center of several cultural firestorms in recent weeks that led to accusations of racism and antisemitism, Parler’s appeal may be the freedom to post what he wants.\n“Ye is making a groundbreaking move into the free speech media space and will never have to fear being removed from social media again,” said Mr. Farmer of Parlement, who is the son of a member of the British Parliament. “Once again, Ye proves that he is one step ahead of the legacy media narrative.”\nIn recent years, Ye made the jump from music to fashion, forging partnerships with Adidas, Gap and Balenciaga. He also has a stake in Skims, the shapewear business co-founded by his ex-wife, Kim Kardashian.\nBut some of those partnerships have been falling into disarray.\nLast month, Ye notified Gap that he was ending their partnership involving the Yeezy Gap apparel line. Mark Breitbard, the head of the Gap brand, wrote in a note to employees that Gap and Ye had not been “aligned” on how to work together to deliver their shared vision.\nThis month, Ye disrupted a show for his YZY label at Paris Fashion Week by wearing a T-shirt featuring the words “White Lives Matter,” a phrase that the Anti-Defamation League has called hate speech. In response, Adidas said it was reviewing its partnership with him.\nYe wrote on Instagram after the fashion show that “my one T-shirt took allllll the attention.” Much of the reaction was negative. Sean Combs, the rapper and music executive, posted a video urging his audience not to wear or buy the shirt.", "url": "https://www.nytimes.com/2022/10/17/business/kanye-west-parler.html"}