{"authors": ["Ryan Mac", "Cade Metz", "Kate Conger"], "date_download": "2022-10-25 23:40:29", "date_modify": "2022-10-25 23:40:29", "date_publish": "2022-05-03 07:00:21", "description": "To a degree unseen in any other mogul, the world’s richest man acts on impulse and the belief that he is absolutely right.", "filename": "2022_05_03_technology_elon-musk-twitter-plan_1666741229.html", "image_url": "https://static01.nyt.com/images/2022/05/03/business/00musk-top/00musk-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_03_technology_elon-musk-twitter-plan_1666741229.html", "title": "How Elon Musk Winged It With Twitter, and Everything Else", "title_page": "How Elon Musk Winged It With Twitter, and Everything Else - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At a 2018 conference, Mr. Musk explained that he behaved on impulse. It was a lesson he learned more than 25 years ago after founding his first start-up, Zip2, he said.\n“I don’t really have a business plan,” he said. “I had a business plan way back in the Zip2 days. But these things are always wrong, so I just didn’t bother with business plans after that.”\nHow Mr. Musk operates has implications for what he might do with Twitter. The San Francisco company, which the billionaire is set to take ownership of in the next six months, has been in an uproar over the deal. As the takeover drama played out, its new proprietor publicly criticized the platform, took aim at senior Twitter executives who oversee speech rules on the service and needled Representative Alexandria Ocasio-Cortez and Mr. Gates on the site.\nImage Kimbal Musk, Mr. Musk’s younger brother. Credit... Ryan David Brown for The New York Times\nLast week, Parag Agrawal, Twitter’s chief executive, told the company’s more than 7,000 employees that once Mr. Musk takes over, “we don’t know what direction this company will go in.” Twitter declined to comment for this article.\nMr. Musk, who did not respond to requests for comment, is far from ignorant of the chaos that he leaves behind. In emails about a 2018 defamation case stemming from one of his tweets, Mr. Musk called himself an idiot in vulgar terms. In a deposition over a botched effort to take Tesla private that same year, he was rueful, saying, “If I had a hindsight machine, that would be really great.”\nKeeping Control\nBorn in Pretoria, South Africa, Mr. Musk became interested in computers and programming languages as a child. After starting college in Canada, he moved to the United States in 1992, graduating with degrees in economics and physics from the University of Pennsylvania and then enrolling as a Ph.D. student in physics at Stanford University.", "url": "https://www.nytimes.com/2022/05/03/technology/elon-musk-twitter-plan.html"}