{"authors": ["Steven Erlanger", "Michael D. Shear"], "date_download": "2022-10-25 22:57:43", "date_modify": "2022-10-25 22:57:43", "date_publish": "2022-06-29 06:49:37", "description": "The historic deal underscores how the war in Ukraine has backfired for President Vladimir V. Putin.", "filename": "2022_06_29_world_europe_nato-sweden-finland_1666738663.html", "image_url": "https://static01.nyt.com/images/2022/06/29/us/29ukraine-briefing-finland-sweden-nato-sub/merlin_209281287_afc4086e-b52e-4eb8-b3d0-9717dc138bf5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_29_world_europe_nato-sweden-finland_1666738663.html", "title": "NATO Formally Invites Finland and Sweden to Join the Alliance", "title_page": "NATO Formally Invites Finland and Sweden to Join the Alliance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — NATO leaders on Wednesday formally invited Finland and Sweden to join the alliance, one day after Turkey dropped its objections to their membership, clearing the way for what would be one of the most significant expansions of the alliance in decades.\nThe historic deal, following Turkey’s agreement to a memorandum with the two Nordic countries, underscores how the war in Ukraine has backfired for President Vladimir V. Putin, subverting Russian efforts to weaken NATO and pushing Sweden and Finland, which were neutral and nonaligned for decades, into the alliance’s arms.\nAfter weeks of talks, capped by an hourslong meeting in Madrid, President Recep Tayyip Erdogan of Turkey agreed to lift his block on Sweden and Finland’s membership in return for a set of actions and promises that they will act against terrorism and terrorist organizations.\n“As NATO allies, Finland and Sweden commit to fully support Turkey against threats to its national security,” NATO’s secretary general, Jens Stoltenberg, said, providing some details of the agreement. “This includes further amending their domestic legislation, cracking down on P.K.K. activities and entering into an agreement with Turkey on extradition,” he added, referring to the Kurdistan Workers’ Party, which seeks an independent Kurdish state on territory partly within Turkey’s borders.", "url": "https://www.nytimes.com/2022/06/29/world/europe/nato-sweden-finland.html"}