{"authors": ["Ann Carrns"], "date_download": "2022-10-25 23:31:42", "date_modify": "2022-10-25 23:31:42", "date_publish": "2022-09-02 13:00:07", "description": "The recent action on student debt is fodder for spam callers, who often try to trick borrowers into paying for loan cancellation.", "filename": "2022_09_02_your-money_spam-calls-student-loans_1666740702.html", "image_url": "https://static01.nyt.com/images/2022/09/03/business/01Adviser-print/01Adviser-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_02_your-money_spam-calls-student-loans_1666740702.html", "title": "Beware of Scammers Trying to Capitalize on Student Loan Forgiveness", "title_page": "Beware of Scammers Trying to Capitalize on Student Loan Forgiveness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In June, the bureau took action against the owner of a student debt relief company, accusing it of withdrawing hundreds of thousands of dollars from borrowers’ bank accounts without permission. Mr. Chopra said at the time that poor communication by servicers, the companies that collect payments for the loans, exacerbated the issue.\n“When student loan servicers don’t provide clear and accurate information to borrowers,” he said in prepared remarks, “it sets the stage for scammers to swoop in.”\nThe F.T.C. announced on Aug. 18 that it was mailing refunds totaling about $822,000 to thousands of borrowers deceived in one such illegal debt-relief scheme.\nThe F.T.C. has warned consumers that they don’t need to pay to sign up for the debt cancellation program, the loan payment pause or a repayment plan tied to income. “Nobody can get you in early, help you jump the line or guarantee eligibility,” it said, adding that anyone who says he or she can, or tries to charge you, is a “liar” and a “scammer.”\nBorrowers should know that there is no rush to do anything immediately. If a caller suggests that you will miss out by not acting right away, demands money to help you or requests information like your Social Security number or your federal student aid ID, that’s a red flag.\n“When in doubt, don’t give information over the phone,” Ms. Grajales of the F.T.C. said.\nAdvocates for student loan borrowers recommend checking the Federal Student Aid website for official details about the debt cancellation program. The Times is also updating its information page about the Biden administration’s announcement periodically. And the Education Department offers tips online for avoiding student debt scams, whether they come by phone, email, or text.\nHere are some questions and answers about calls targeting student borrowers.\nWhat should I do if I get a suspicious call about student debt?\nHang up and contact your student loan servicer directly, Mr. Pierce said. If you don’t know who your servicer is, check StudentAid.gov. If your loans don’t appear there, they are probably from private lenders and are ineligible for cancellation.", "url": "https://www.nytimes.com/2022/09/02/your-money/spam-calls-student-loans.html"}