{"authors": ["Eileen Sullivan"], "date_download": "2022-10-25 22:56:10", "date_modify": "2022-10-25 22:56:10", "date_publish": "2022-02-14 10:00:20", "description": "Republicans say the new policy helps undocumented immigrants disappear; many immigrants say it has prevented them from following the government’s instructions.", "filename": "2022_02_14_us_politics_border-immigrants-expedited-asylum_1666738570.html", "image_url": "https://static01.nyt.com/images/2022/02/16/us/politics/00DC-IMMIG-4/merlin_198307188_3e81e501-8d31-46e7-87f8-875cf2a3023a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_14_us_politics_border-immigrants-expedited-asylum_1666738570.html", "title": "Migrants Left in Limbo After Policy Change to Help Busy Border Officials", "title_page": "Migrants Left in Limbo After Policy Change to Help Busy Border Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A Haitian couple and their young son were among thousands of undocumented immigrants whom U.S. officials decided to allow entry through the southwest border last summer — part of a record-setting surge in unauthorized crossings over the past year.\nBeginning last spring, immigration officials were so overwhelmed that they admitted tens of thousands of migrants while issuing them a new document that did not include the typical hearing dates or identification numbers recognized in the immigration court system. The change sped up the process of releasing them into the country, but also made it much harder for the new arrivals to start applying for asylum — and for the government to track them.\nMonths later, the government has not been able to complete the processing started at the border, showing how ill prepared the system was for the surge and creating a practical and political quagmire for the Biden administration.\nPresident Biden pledged as a candidate to fix the country’s broken immigration system, a campaign mantra that resonated with many voters after the harsh policies of President Donald J. Trump. But over Mr. Biden’s first year in office, his administration’s response to the surge in migration has consisted largely of crisis-driven reactions — including the faster entry process.", "url": "https://www.nytimes.com/2022/02/14/us/politics/border-immigrants-expedited-asylum.html"}