{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:32:57", "date_modify": "2022-10-25 23:32:57", "date_publish": "2022-03-10 08:00:08", "description": "The price of gasoline is climbing and the markets are adjusting to gloomier prospects as the war in Ukraine grinds on.", "filename": "2022_03_10_business_russia-ukraine-war-gas-prices_1666740777.html", "image_url": "https://static01.nyt.com/images/2022/03/10/multimedia/09strategies-gasoline/09strategies-gasoline-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_10_business_russia-ukraine-war-gas-prices_1666740777.html", "title": "Russia’s War in Ukraine Raises Gas Prices and Unsettles Stocks", "title_page": "Russia’s War in Ukraine Raises Gas Prices and Unsettles Stocks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s getting to the point where you’re better off filling up your gas tank in the morning because the price will be higher by the time you drive home.\nThis is an exaggeration, but not much of one. The price of gasoline was already rising before Russia invaded Ukraine on Feb. 24, and it has risen every day since then. As the most important measure of inflation that most Americans regularly see, this daily increase is a big problem in itself.\nBut it’s more than that: It’s a tax on working people, a drag on economic growth and a conspicuous emblem of the acute problems afflicting a range of financial assets, from stocks and bonds to commodities like gold, nickel and wheat.\nThese issues are minor compared with the anguish that the Russian onslaught has inflicted on Ukrainians. But it’s worth noting that both Russia’s brutal invasion as well as Western efforts to counter it and aid Ukraine are spilling over into global financial markets, affecting, in ways big and small, virtually everyone in the United States and around the world.", "url": "https://www.nytimes.com/2022/03/10/business/russia-ukraine-war-gas-prices.html"}