{"authors": ["Melissa Eddy", "Erika Solomon", "Anton Troianovski"], "date_download": "2022-10-25 22:57:15", "date_modify": "2022-10-25 22:57:15", "date_publish": "2022-09-07 15:58:21", "description": "In Germany and elsewhere, leaders are growing more confident that months of work to stockpile and line up alternate energy sources may help them blunt Russia’s weaponization of exports.", "filename": "2022_09_07_world_europe_eu-russia-putin-gas_1666738635.html", "image_url": "https://static01.nyt.com/images/2022/09/07/world/07EURussiaEnergy04/merlin_202698873_bb843edd-0349-4be0-b13e-5bab1a90d516-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_07_world_europe_eu-russia-putin-gas_1666738635.html", "title": "Europe Says Putin’s Gas Power Is Weakening", "title_page": "EU Leaders Say Putin’s Gas Power Is Weakening - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Not long after Russian forces invaded Ukraine, another mobilization began. European energy ministers and diplomats started jetting across the world and inking energy deals — racing to prepare for a rough winter should Russia choose to cut off its cheap gas in retaliation for Western sanctions.\nSince then, President Vladimir V. Putin of Russia has fiddled with the gas tap to Europe repeatedly. Through Gazprom, the Kremlin-controlled gas monopoly, Russia has vastly reduced supplies or suspended them for days at a time — until last week, when it announced that it would indefinitely halt flows through the Nord Stream 1 pipeline that supplies Germany, and through it, much of Europe.\nYet when the blow finally came, it provoked more ridicule than outrage among European leaders, who say that by now they would expect nothing less from Mr. Putin and that they have accepted that the era of cheap Russian gas is over, unimaginable as that might have seemed just months ago.\nIn some corners, even as Europe’s leaders scramble to blunt the blow from lower gas supplies and higher prices, there is a growing sense that perhaps Russia’s weaponizing of gas exports is a strategy of diminishing returns — and that Mr. Putin may have overplayed his hand.", "url": "https://www.nytimes.com/2022/09/07/world/europe/eu-russia-putin-gas.html"}