{"authors": ["Jonah E. Bromwich", "Jan Ransom"], "date_download": "2022-10-25 23:49:42", "date_modify": "2022-10-25 23:49:42", "date_publish": "2022-06-22 16:45:13", "description": "The deaths came just a week after a judge gave New York City until the fall to come up with a plan for fixing Rikers to avoid a federal takeover.", "filename": "2022_06_22_nyregion_rikers-inmate-deaths_1666741782.html", "image_url": "https://static01.nyt.com/images/2022/06/22/nyregion/22rikers/22rikers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_22_nyregion_rikers-inmate-deaths_1666741782.html", "title": "3 N.Y.C. Detainees Die in Less Than a Week, Bringing Year’s Total to 9", "title_page": "3 N.Y.C. Detainees Die in Less Than a Week, Bringing Year’s Total to 9 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fatalities bring the number of people who have died after being held by the city this year to nine, three more than had died at this time last year. The deaths all came in the week after the judge, Laura T. Swain, had scheduled a status conference about the Rikers Island jail complex for November, likely forestalling any federal takeover of the troubled facility until the winter or later.\nImage Anibal Carrasquillo Credit... Sheniqua Bryant Carrasquillo\nAfter touring two jails on Rikers on Wednesday, Mayor Eric Adams held a defiant news conference in which he defended the work of officers, saying that the problems they faced started “generations ago” and were the result of neglect by past administrations.\nHis full-throated defense of correction officers came before he acknowledged any of the three deaths. Later, in response to a question, he called the deaths “unacceptable.” Still, he said: “I am truly pleased by what I am seeing and what I saw today.”\nThe mayor cited the judge’s order, saying it amounted to an endorsement of the city’s plan for its jails. But members of an oversight agency, the Board of Correction, said the growing death toll on Rikers should compel the judge to reconsider and appoint an independent leader to run the correction system. Last year, 16 people died after being held in New York City’s jails, the highest toll since 2013.\n“The tragedies of the past days on Rikers Island should be of concern to every New Yorker,” said Dr. Robert Cohen, a member of the board. “Thoughts and prayers are important but they are not enough. The City of New York, despite their best efforts, is not capable of maintaining a minimally safe environment for people in custody.”", "url": "https://www.nytimes.com/2022/06/22/nyregion/rikers-inmate-deaths.html"}