{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:23:37", "date_modify": "2022-10-25 23:23:37", "date_publish": "2022-06-25 00:04:56", "description": "The decision overruling Roe v. Wade exposed internal divisions among conservative justices about reconsidering other rights.", "filename": "2022_06_25_us_supreme-court-abortion-contraception-same-sex-marriage_1666740217.html", "image_url": "https://static01.nyt.com/images/2022/06/24/us/politics/24dc-assess1/24dc-assess1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_25_us_supreme-court-abortion-contraception-same-sex-marriage_1666740217.html", "title": "Abortion Ruling Poses New Questions About How Far Supreme Court Will Go", "title_page": "Abortion Ruling Poses New Questions About How Far Supreme Court Will Go - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court’s decision on Friday to end the constitutional right to abortion concluded one battle for now but immediately posed another far-reaching question: whether the judicial ground under rights in other personal matters, including contraception and same-sex marriage, is now also shaky.\nThe lack of a clear and consistent answer among the supermajority of conservative, Republican-appointed justices who control the Supreme Court prompted fear on the left, and anticipation among some on the other side of the ideological divide, that the abortion decision could be just the beginning of a sharp rightward shift on issues that directly touch intimate personal choices.\nThose reactions were stoked by Justice Clarence Thomas’s concurring opinion, in which he explicitly said that precedents establishing those rights — which relied on the same legal reasoning as the now-overturned Roe v. Wade — should be reconsidered.\nThe majority opinion by Justice Samuel A. Alito Jr. sought to be more reassuring to those who see a judicial assault coming on same-sex marriage and contraception. He declared that a ruling that the 14th Amendment — which forbids the government to take away people’s freedom unfairly — does not protect abortion rights should not be seen as imperiling precedents unrelated to ending fetal life. Yet his legal rationale implicitly called a series of such precedents into doubt.", "url": "https://www.nytimes.com/2022/06/25/us/supreme-court-abortion-contraception-same-sex-marriage.html"}