{"authors": ["Glenn Thrush", "Serge F. Kovaleski"], "date_download": "2022-10-25 22:56:49", "date_modify": "2022-10-25 22:56:49", "date_publish": "2022-06-19 09:00:16", "description": "The massive system already has major loopholes advocated by gun manufacturers to maintain easier access to firearms. The Senate’s proposed gun reform measures could fall victim to those same limitations.", "filename": "2022_06_19_us_gun-background-checks_1666738609.html", "image_url": "https://static01.nyt.com/images/2022/06/17/us/00background-checks01/00background-checks01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_19_us_gun-background-checks_1666738609.html", "title": "Loopholes and Missing Data: The Gaps in the Gun Background Check System", "title_page": "Loopholes and Missing Data: The Gaps in the Gun Background Check System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That becomes even more problematic when considering juvenile records.\n“You are talking about setting up a system entirely from scratch,” Mr. Collins of the Brady gun control group said. “Juvenile records are sacrosanct — we rightly believe in this country that you get a fresh start at 18 — so states will have to figure out some way of disclosing problems to NICS without violating a young person’s privacy rights, if at all possible.”\nAnd there is no guarantee the system will catch all potential mass shooters even after those changes are made. New York State has a “red flag” law that is intended to prevent individuals who pose a violent threat to themselves or others from accessing firearms.\nBut the 18-year-old who killed 10 people in Buffalo on May 14 was able to legally purchase a gun because no one filed a petition in court for a red flag order when he underwent a mental health evaluation and was released.\nGun owners and gun control activists agree on one thing: A background check can never be entirely effective if family members and communities do not intervene when they notice behavior that could lead to violence.\n“What I would like to see is family members step up to the plate and do their jobs and notify law enforcement when there is a relative in the household who should not have a firearm,” said Michael Cargill, owner of Central Texas Gun Works in Austin.\n“We’ve had situations in the gun store where family members will call and say that their son, for example, is suicidal and ‘Please don’t sell him a gun.’ That’s how it should work.”\nMr. Cargill said that there were members of his own family he would not sell a firearm to because he believes they are a danger to themselves and others.\nNone of their issues, he added, would show up on a background check.\nAlain Delaquérière provided research.", "url": "https://www.nytimes.com/2022/06/19/us/gun-background-checks.html"}