{"authors": ["Joe Rennison"], "date_download": "2022-10-25 23:31:52", "date_modify": "2022-10-25 23:31:52", "date_publish": "2022-10-12 18:10:50", "description": "The Bank of England started a bond-buying program last month to stabilize financial markets. But its plan to end the program this Friday is only making investors more nervous.", "filename": "2022_10_12_business_uk-bond-market-bank-of-england_1666740712.html", "image_url": "https://static01.nyt.com/images/2022/10/12/business/12uk-bonds-1/12uk-bonds-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_12_business_uk-bond-market-bank-of-england_1666740712.html", "title": "Turmoil Returns to the U.K. Bond Market", "title_page": "Turmoil Returns to the U.K. Bond Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To protect — or hedge — against changes in interest rates, pension funds use complex financial contracts called derivatives. The value of these derivatives is tied to gilts. The initial sell-off in gilts in September, in response to the government’s tax cuts plan, was so fast and so sharp that the value of the hedges lurched downward. Because of the way the derivatives are structured, the drop in their value led to calls from market participants on the other side of those trades for more collateral to cover the losses.\nCaught off guard by the speed of the move, pension fund managers began selling other assets, including gilts, to raise the cash needed to cover the collateral calls. Those sales only exacerbated the situation, driving gilt prices even lower.\nThe sell-off compelled the Bank of England to step in to restore stability to the bond market, starting a short-term program to buy gilts on Sept. 28. At the time, the central bank said it would stop its purchases this Friday, which it hoped would give pension funds enough time to pull together the collateral and stabilize themselves.\nHowever, the pension fund industry is typically slow moving, and the sale of assets, as well as the transfer of cash for collateral, can take time. Some asset managers said that as of last week, they still had pension fund clients pulling money out of their funds as they sought to raise more cash.\nAware that investors were still concerned about Friday’s deadline, the Bank of England announced on Monday additional support measures, including the purchase of inflation-linked bonds and a temporary facility that would provide short-term loans to banks in exchange for government bonds.\nAs of Tuesday, the central bank had spent almost 7 billion pounds on bond purchases, far short of the potential £65 billion it made available for the life of the program. The central bank also spent almost £2 billion on inflation-linked bond purchases, part of Monday’s expanded provision where it said it would buy up to £5 billion per day for the rest of this week.\nSatisfied that this should be enough, Andrew Bailey, the head of the central bank, said on Tuesday that the planned Friday deadline remained in place, directly telling pension funds that they had “three days left.”", "url": "https://www.nytimes.com/2022/10/12/business/uk-bond-market-bank-of-england.html"}