{"authors": ["Ronda Kaysen"], "date_download": "2022-10-25 23:26:37", "date_modify": "2022-10-25 23:26:37", "date_publish": "2022-09-17 07:00:09", "description": "It seems simple enough to hold spare keys for tenants at the front desk, but if one goes missing it can create security headaches.", "filename": "2022_09_17_realestate_landlord-spare-keys-charge_1666740397.html", "image_url": "https://static01.nyt.com/images/2022/09/18/realestate/17Ask-illo/17Ask-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_17_realestate_landlord-spare-keys-charge_1666740397.html", "title": "Can My Landlord Charge for Spare Keys?", "title_page": "Can My Landlord Charge for Spare Keys? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anything beyond that is a courtesy, and one with potential pitfalls. The building’s new owners may have looked at the long-term arrangement and seen reason for concern. When keys come and go from the front desk, handed off to house cleaners, friends and other visitors, there is a chance that one could go missing. Did the dog walker forget to hand the keys back to the doorman, or did the doorman misplace them?\n“That’s a security problem,” said Dan Wurtzel, the president of FirstService Residential New York, a property manager. “If there is a mix-up with those keys and somebody said they left the key and they didn’t, now there is a security issue and we have to change the locks.”\nHowever, such a rule does have limits. A tenant who is older or disabled may have caregivers who need to be able to readily access the apartment. If the new rule does not take that into consideration and make reasonable accommodations, those tenants could potentially file a complaint with the New York City Commission on Human Rights, according to Samuel J. Himmelstein, a Manhattan real estate lawyer.\nRent-stabilized tenants could argue that the old policy was a required service and so the change amounts to a reduction of services. Those tenants could apply to the state for rent reductions because of the loss of the building-wide service. If they win and management decides to revoke the new policy rather than selectively enforce it, the entire building could benefit. “This is an example where the market tenants could ride the backs of the stabilized tenants,” Mr. Himmelstein said.", "url": "https://www.nytimes.com/2022/09/17/realestate/landlord-spare-keys-charge.html"}