{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:34:05", "date_modify": "2022-10-25 23:34:05", "date_publish": "2022-08-17 06:38:37", "description": "The surge in prices is expected to peak in the autumn, when household energy bills are likely to sharply increase.", "filename": "2022_08_17_business_inflation-uk_1666740845.html", "image_url": "https://static01.nyt.com/images/2022/08/17/business/17uk-inflation-promo/17uk-inflation-promo-facebookJumbo-v9.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_business_inflation-uk_1666740845.html", "title": "U.K. Inflation Jumps to 10.1%, Pushed Higher by Food", "title_page": "U.K. Inflation Jumps to 10.1%, Pushed Higher by Food - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are some signs that supply chain problems, which had been a major driver of inflation among goods, were easing, suggested by a fall in the annual price growth of furniture, household goods and used cars.\nBut “such silver linings to this report are few and far between,” Ms. Horsfield said.\nRestaurant and hotel prices rose by 9 percent in July, the fastest annual increase in 30 years, the statistics agency estimates. Price increases for services — a broad category that includes haircuts and public transport, and one less directly influenced by global prices — rose 5.7 percent in July, far exceeding its 2 percent average over the past decade.\nInflation is still a couple of months away from its expected peak in the autumn, when Britain’s cap on household energy bills is set to rise. At that point, the economy could enter a long recession as high energy prices lead to a drop-off in consumer spending and restrain businesses, according to the Bank of England’s forecast.\nThe data released on Wednesday adds to the troubles of the central bank, which is tasked with bringing inflation back down to its 2 percent target. Policymakers have been raising interest rates since December to slow spending as inflation has regularly outpaced expectations. And this month, they increased rates by half a percentage point, the biggest jump in 27 years, in a bid to slow price increases.\nBut the outlook for the economy has turned sour. In the second quarter, economic output contracted slightly, losing momentum before what is expected to be a difficult winter for many. There is a risk that the central bank will tighten monetary policy too excessively in response to rising prices and worsen an economic downturn. Inflation could fall below the bank’s target as international influences on inflation ease and domestic price pressures decline amid a weak economy, the bank said.\n“The mix of high near-term inflation and weak activity leading up to a recession is a challenging backdrop for monetary policy,” Andrew Bailey, the governor of the central bank, said earlier this month.", "url": "https://www.nytimes.com/2022/08/17/business/inflation-uk.html"}