{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 23:23:41", "date_modify": "2022-10-25 23:23:41", "date_publish": "2022-06-23 22:03:20", "description": "Demand for the vaccine was high as the city began offering the vaccine at one Chelsea clinic, where a long line formed and people were turned away.", "filename": "2022_06_23_nyregion_monkeypox-vaccine-new-york_1666740221.html", "image_url": "https://static01.nyt.com/images/2022/06/24/nyregion/24ny-monkeypox/24ny-monkeypox-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_23_nyregion_monkeypox-vaccine-new-york_1666740221.html", "title": "A Monkeypox Vaccine Is Available for At-Risk New Yorkers", "title_page": "A Monkeypox Vaccine Is Available for At-Risk New Yorkers  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is a great desire, he said, to get at least one dose of the two-dose vaccine before this weekend, which will provide at least some protection against spread, even among people not planning to have sexual experiences. The disease can transmit from skin-to-skin contact with infected lesions anywhere on the body, and does not require sexual contact.\n“At parties, often times people take their shirts off and dance close to each other,” he said. “This is enabling us to feel a little more comfortable.”\nVaccines will be available at the clinic from 11 a.m. to 7 p.m. on Mondays, Tuesdays, Thursdays, Fridays and Sundays, the city announced. The web appointment system should also have more appointments beginning Sunday, officials said.\nThe monkeypox virus, so named because it was discovered in captive monkeys in 1958, typically begins with flulike symptoms, such as a fever and swollen lymph nodes, and then progresses to a painful rash with pus-filled lesions on the face and body.\nWhile far less lethal than its relative, smallpox, it can be fatal, with a fatality rate of between 3 to 6 percent in the African regions where it is endemic. It mostly spreads by skin-to-skin contact, but can also be spread by respiratory droplets from prolonged close contact or contact with shared objects like towels.\nIn this global outbreak, the disease has sometimes presented differently, as only a few lesions in the genital area or internally. As a result, there is a risk of it being confused with other sexually transmitted illnesses, such as syphilis and herpes, the C.D.C. warned in a recent health alert.\nTesting in the United States is done at one of about 70 public health laboratories around the country, but the C.D.C. recently announced that it was expanding access to some commercial laboratories to make the tests easier for health providers to order. The pace of testing is still at a relatively low level, however, and some people who suspect they have monkeypox have been struggling to find providers to test them.", "url": "https://www.nytimes.com/2022/06/23/nyregion/monkeypox-vaccine-new-york.html"}