{"authors": ["Jay Senter", "Shaila Dewan"], "date_download": "2022-10-25 22:54:58", "date_modify": "2022-10-25 22:54:58", "date_publish": "2022-07-07 20:37:52", "description": "Derek Chauvin, already serving more than 22 years in state prison for murder, pleaded guilty to federal charges that he used excessive force against Mr. Floyd and a 14-year-old boy.", "filename": "2022_07_07_us_derek-chauvin-george-floyd-sentence_1666738498.html", "image_url": "https://static01.nyt.com/images/2022/07/07/us/07chauvin01/07chauvin01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_07_us_derek-chauvin-george-floyd-sentence_1666738498.html", "title": "Derek Chauvin Sentenced to 21 Years for Civil Rights Violations", "title_page": "Derek Chauvin Sentenced to 21 Years for Civil Rights Violations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I really don’t know why you did what you did, but to put your knee on another person’s neck until they expired is simply wrong, and for that conduct you must be substantially punished,” Judge Paul Magnuson of U.S. District Court in St. Paul said in imposing the sentence. “You absolutely destroyed the lives of three other young officers” who were also involved, the judge added.\nMr. Chauvin’s encounter with Mr. Floyd in May 2020 became a stark example of police brutality and stirred up demands for racial equity in hundreds of cities. During an attempt to arrest Mr. Floyd for passing a counterfeit $20 bill at a convenience store, Mr. Chauvin pinned Mr. Floyd to the street for more than nine minutes, using a knee to press down his neck while Mr. Floyd protested, “I can’t breathe.” The Minneapolis Police Department initially claimed that he had died in a “medical incident.”\nIn the federal plea agreement, Mr. Chauvin acknowledged using excessive force against Mr. Floyd and, in a similar incident in 2017, a teenager named John Pope, whose mother reported that he had assaulted her. Although Mr. Pope “made no aggressive moves” toward the officers who responded, according to the agreement, Mr. Chauvin hit him repeatedly with a flashlight and pinned him down with a knee for more than 15 minutes.\n“I was treated like I was not a human being at the hands of Derek Chauvin,” Mr. Pope said at the sentencing hearing in a St. Paul courtroom on Thursday. “He made a choice and didn’t care about the outcome. By the grace of God I lived to see another day.”\nMr. Pope said he had tried hard to make good grades and had planned to go to college before the encounter with Mr. Chauvin nearly killed him and left him feeling powerless.", "url": "https://www.nytimes.com/2022/07/07/us/derek-chauvin-george-floyd-sentence.html"}