{"authors": ["Emma Goldberg", "Alisha Haridasani Gupta", "Lauren Hirsch"], "date_download": "2022-10-25 23:46:41", "date_modify": "2022-10-25 23:46:41", "date_publish": "2022-05-04 22:10:11", "description": "In a deeply divided nation, public statements on Roe v. Wade can affect everything from recruiting to a company’s bottom line. So far, that has kept almost everyone quiet.", "filename": "2022_05_04_business_abortion-corporate-america-silence_1666741601.html", "image_url": "https://static01.nyt.com/images/2022/05/04/business/00roe-workforce-1/00roe-workforce-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_04_business_abortion-corporate-america-silence_1666741601.html", "title": "Corporate America Doesn’t Want to Talk Abortion, but It May Have To", "title_page": "Corporate America Doesn’t Want to Talk Abortion, but It May Have To - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even more recently, corporate leaders were reminded of how fraught engagement can be. Disney, for example, faced internal backlash when its leadership declined to take a strong stance against Florida’s Parental Rights in Education act, which critics often refer to as the “Don’t Say Gay” law. But when the chief executive did take a public stance, the company was crucified on social media, and the state revoked its special tax benefits.\nNow, with the expected demise of the country’s landmark abortion law, corporate leaders are confronting the hottest of hot-button issues. In a Pew Research poll in 2021, 59 percent of Americans said they believed that abortion should be legal in all or most cases, while 39 percent said it should be illegal in all or most cases. People on all sides of the issue feel strongly about it, with nearly a quarter of Americans saying they will vote only for candidates who share their views on abortion, according to Gallup.\nThat all adds up to many reasons a company would want to avoid making any statement on abortion — and all the more reason that customers and workers could come to see it as necessary. A company’s position on the end of Roe could have repercussions for how it hires in an increasingly competitive labor market, and how customers view its brand.\n“Abortion is a health care issue, health care is an employer issue, so abortion is an issue for employers,” said Carolyn Witte, chief executive of Tia, a women’s health care company. On Tuesday, Tia announced that it would provide medication abortions through its telemedicine platform in states where it operated and where doing so was legal.\nFor some major companies that have been known to weigh in on political and social issues, this week has been unusually quiet. Walmart, Disney, Meta, PwC, Salesforce, JPMorgan Chase, ThirdLove, Patagonia, Kroger and Business Roundtable were among the companies and organizations that declined to comment or take a position, or did not respond to requests for comment about whether they plan to make public statements about their stance on abortion. Hobby Lobby, which in 2014 brought a suit to the Supreme Court challenging whether employer-provided health care had to include contraception, made no public statement and did not respond to a request for comment.\nOther companies did wade in. United Talent Agency said it would reimburse travel expenses for employees affected by abortion bans. Airbnb said it would ensure its employees “have the resources they need to make choices about their reproductive rights.” Levi Strauss & Company, which has said its benefits plan will reimburse employees who have to travel out of state for health care services such as abortions, said abortion was a business issue.", "url": "https://www.nytimes.com/2022/05/04/business/abortion-corporate-america-silence.html"}