{"authors": ["Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 22:57:00", "date_modify": "2022-10-25 22:57:00", "date_publish": "2022-05-12 16:44:25", "description": "A federal grand jury has issued at least one subpoena, and investigators are seeking interviews in the case of sensitive documents that ended up at the former president’s Florida home.", "filename": "2022_05_12_us_politics_justice-department-trump-classified_1666738620.html", "image_url": "https://static01.nyt.com/images/2022/05/12/us/politics/12dc-documents/merlin_205888125_e49df1d2-6d7a-4a45-8efd-faa044d400b9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_12_us_politics_justice-department-trump-classified_1666738620.html", "title": "Prosecutors Pursue Inquiry Into Trump’s Handling of Classified Material", "title_page": "Prosecutors Pursue Inquiry Into Trump’s Handling of Classified Material - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The documents in question are believed to have been kept in the residence of the White House before they were boxed up and sent to Mar-a-Lago. The investigation is focused on how the documents made their way to the residence, who boxed them up, whether anyone knew that classified materials were being improperly taken out of the White House and how they were ultimately stored in Mar-a-Lago, according to a person with knowledge of the matter, who also spoke on condition of anonymity.\nAn investigation in 2016 into Hillary Clinton over a similar issue involving her personal email account ended without her being charged. And in the case of Mr. Trump, legal experts said, presidents have the ability while in office to essentially declassify whatever information they want, further complicating any possible prosecution.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe classified documents in question are considered presidential records under federal law. Because of that distinction, Mr. Trump’s lawyers were notified of the Justice Department’s request, giving them the opportunity to block their release by going to court to quash the subpoena. It is unclear if the lawyers have responded.\nLast year, Mr. Trump’s lawyer unsuccessfully went to court to stop the National Archives from handing over a range of presidential records to the special congressional committee investigating the Jan. 6, 2021, attacks on the Capitol.\nThe question of how Mr. Trump has handled sensitive material and documents he received as president loomed throughout his time in the White House, and beyond it. He was known to rip up pieces of official paper that he was handed, forcing officials to tape them back together because it is illegal to destroy presidential records. And an upcoming book by a New York Times reporter reveals that residence staff would find clumps of torn-up paper clogging a toilet, and believed he had thrown them in. They did not know the subjects or contents of the documents.\nThe investigation of the classified documents adds to an array of legal problems Mr. Trump still faces 15 months after he left office. A local prosecutor in Atlanta is investigating whether he and his allies illegally interfered with Georgia’s 2020 election results, and the New York State attorney general is investigating the finances of Mr. Trump’s company.\nDespite Mr. Trump’s role in helping incite the mob that stormed the Capitol on Jan. 6 and his other efforts to disrupt the counting and certification of the election, there has been no indication to date that the Justice Department has begun examining any criminal culpability he might have in those matters.", "url": "https://www.nytimes.com/2022/05/12/us/politics/justice-department-trump-classified.html"}