{"authors": ["Rick Rojas"], "date_download": "2022-10-25 23:24:05", "date_modify": "2022-10-25 23:24:05", "date_publish": "2022-04-08 22:17:41", "description": "Legal challenges are being prepared against the law, which is one of the most restrictive in the country and threatens doctors and nurses with up to 10 years in prison.", "filename": "2022_04_08_us_alabama-transgender-law-ivey_1666740245.html", "image_url": "https://static01.nyt.com/images/2022/04/08/us/08alabama-transgender/08alabama-transgender-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_08_us_alabama-transgender-law-ivey_1666740245.html", "title": "Alabama Governor Signs Ban on Transition Care for Transgender Youth", "title_page": "Alabama Governor Signs Ban on Transition Care for Transgender Youth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The medical care law, which was passed by legislators on Thursday, has been condemned by the transgender community as well as the medical establishment. Opponents contend that the law, instead of protecting children as its supporters claim, targets and endangers young people who are already uniquely vulnerable. The American Medical Association has assailed such measures as government intrusion, blocking transition-related care that is considered medically necessary.\nLegal challenges are being prepared by the Transgender Law Center and the American Civil Liberties Union, among other groups, to stop the legislation from being carried out. Last year, a federal court blocked Arkansas from enforcing a similar law.\n“We’ll see the state in court and we feel extremely confident that we will get a preliminary injunction before the law goes into effect on May 8,” said Kaitlin Welborn, a lawyer with the A.C.L.U. of Alabama. She added that transgender children in the state knew they have access to their normal health care and should continue to seek it out in the interim.\nAlthough other states have also taken steps to limit medical care for transgender youth, Alabama has adopted a law that goes further than the others by making it a felony to prescribe hormones or puberty-blocking medication or perform gender-affirming surgeries. It also would not allow educators and school nurses to “encourage or coerce” students to withhold from their parents “the fact that the minor’s perception of his or her gender or sex is inconsistent with the minor’s sex.”\nIn the legislation, called the Vulnerable Child Compassion and Protection Act, its sponsors said that “minors, and often their parents, are unable to comprehend and fully appreciate the risk and life implications, including permanent sterility, that result from the use of puberty blockers, cross-sex hormones, and surgical procedures.”", "url": "https://www.nytimes.com/2022/04/08/us/alabama-transgender-law-ivey.html"}