{"authors": ["Eileen Sullivan"], "date_download": "2022-10-25 22:56:06", "date_modify": "2022-10-25 22:56:06", "date_publish": "2022-03-29 22:30:07", "description": "Officials are bracing for the number of interceptions at the border to rise much higher if a public health order that has limited immigration during the pandemic is lifted.", "filename": "2022_03_29_us_politics_title-42-us-border-crossings_1666738566.html", "image_url": "https://static01.nyt.com/images/2022/03/29/us/politics/29dc-immig-1/merlin_202704333_18a4a2c4-9b76-4459-bf72-295ade4d4b4b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_29_us_politics_title-42-us-border-crossings_1666738566.html", "title": "Homeland Security Is Making Plans to Handle a Record Surge of Migrants", "title_page": "Homeland Security Is Making Plans to Handle a Record Surge of Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Crossings at the southwest border have been peaking again in recent weeks, and homeland security officials are bracing for those numbers to rise much higher if the Biden administration decides to lift a public health order that has limited immigration during the pandemic.\nA decision about the order, put in place by the Trump administration two years ago this month, could come as early as Wednesday, when the Centers for Disease Control and Prevention may decide whether to renew it for another 60 days.\nHomeland security officials on Tuesday described contingency plans for managing as many as 18,000 encounters a day at the border, regardless of the cause. Working with the Federal Emergency Management Agency, other federal agencies, and state and local officials, the department is prepared to have on standby additional personnel, transportation and medical assistance, and temporary facilities for processing migrants.\nThe stakes are high, from both a humanitarian standpoint and a political one. Democrats do not want the southwest border to appear out of control in the months ahead of the midterm elections, which would fuel more Republican attacks on the Biden administration’s border policies.", "url": "https://www.nytimes.com/2022/03/29/us/politics/title-42-us-border-crossings.html"}