{"authors": ["Kate Conger", "Ryan Mac", "Lauren Hirsch"], "date_download": "2022-10-25 23:40:24", "date_modify": "2022-10-25 23:40:24", "date_publish": "2022-10-21 21:34:46", "description": "With Mr. Musk’s $44 billion deal to buy Twitter set to close no later than Oct. 28, the company is trying to reassure workers about their employment and compensation.", "filename": "2022_10_21_technology_twitter-employees-elon-musk_1666741224.html", "image_url": "https://static01.nyt.com/images/2022/10/21/business/21twitter/merlin_214496592_519bbab8-ff80-49f8-a337-2cfc16cc9919-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_21_technology_twitter-employees-elon-musk_1666741224.html", "title": "Twitter Tries Calming Employees as Deal With Elon Musk Looms", "title_page": "Twitter Tries Calming Employees as Deal With Elon Musk Looms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We do not have any confirmation of the buyer’s plans following close and recommend not following rumors or leaked documents but rather wait for facts from us and the buyer directly,” he wrote. The memo was reported earlier by Bloomberg.\nWhatever Twitter does to reassure its employees may not be enough. Once Mr. Musk — a famously mercurial entrepreneur — completes the deal for the company, he can do almost anything he likes with the firm. And he has indicated that he plans to make big changes.\nMr. Musk has said that he wants more free speech on the platform and that he will allow former President Donald J. Trump, who was barred from the service, to return to tweeting. Mr. Musk, who has publicly criticized Twitter’s executives, has also said he plans to add more subscription services to Twitter and cut some jobs while attracting more users to the service.\nAs of Friday, the deal appeared to be hurtling toward the finish line. The investment banks that have committed $12.5 billion to finance Mr. Musk’s takeover of Twitter continue to work on finalizing those commitments ahead of the Oct. 28 deadline, said a person with knowledge of the situation. Mr. Musk’s advisers are also sharing their financial analysis of the company with investors, the person said.\nOnce the deal is closed, Mr. Musk is expected to run Twitter on a lean budget. The billionaire, who also oversees the electric automaker Tesla and the rocket company SpaceX, is taking out more than $12 billion in loans to finance the Twitter acquisition, which puts him on the hook for expensive repayments. Investors who are contributing more than $7 billion in equity to the purchase will also eventually expect returns.", "url": "https://www.nytimes.com/2022/10/21/technology/twitter-employees-elon-musk.html"}