{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:23:44", "date_modify": "2022-10-25 23:23:44", "date_publish": "2022-07-22 09:00:24", "description": "Since the Supreme Court overturned Roe v. Wade, anti-gay rhetoric and calls to roll back L.G.B.T.Q. rights have grown bolder among Republican elected officials and candidates.", "filename": "2022_07_22_us_politics_after-roe-republicans-sharpen-attacks-on-gay-and-transgender-rights_1666740224.html", "image_url": "https://static01.nyt.com/images/2022/07/13/multimedia/00pol-anti-lgbtq-nessell/00pol-anti-lgbtq-nessell-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_22_us_politics_after-roe-republicans-sharpen-attacks-on-gay-and-transgender-rights_1666740224.html", "title": "Republicans Sharpen Post-Roe Attacks on L.G.B.T.Q. Rights", "title_page": "Republicans Sharpen Post-Roe Attacks on L.G.B.T.Q. Rights   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some Democrats and advocates for L.G.B.T.Q. communities say the Republican attacks have deepened their concerns that the overturning of Roe could undermine other cases built on the same legal foundation — the right to privacy provided in the Fourteenth Amendment — and lead to increases in hate crimes as well as suicides of L.G.B.T.Q. youth.\n“The dominoes have started to fall, and they won’t just stop at one,” said Attorney General Dana Nessel of Michigan, a Democrat who was the first openly gay person elected to statewide office there. “People should see the connection between reproductive rights, L.G.B.T.Q. rights, women’s rights, interracial marriage — these things are all connected legally.”\nThis year, Republican-led states have already passed numerous restrictions on transgender young people and on school discussions of sexual orientation and gender.\nIn June, Louisiana became the 18th state, all with G.O.P.-led legislatures, to ban transgender students from playing on sports teams that match their gender identity. Laws to prohibit transitioning medical treatments to people under 18, such as puberty blockers, hormones and surgeries — which advocates call gender-affirming care — have been enacted by four states. And after Gov. Ron DeSantis of Florida signed a law in March banning classroom discussion of sexual orientation and gender identity in early grades, more than a dozen other states moved to imitate it.\nIn all, over 300 bills to restrict L.G.B.T.Q. rights have been introduced this year in 23 states, according to the Human Rights Campaign, the nation’s largest L.G.B.T.Q. advocacy organization.\nThe bills under consideration focus not on same-sex marriage but on transgender youth, on restricting school curriculums and on allowing groups to refuse services to L.G.B.T.Q. people based on religious faith. Most of the measures have no chance of passage because of opposition from Democrats and moderate Republicans.\nStill, the Human Rights Campaign had characterized 2021 as the worst year in recent history for anti-L.G.B.T.Q. laws after states passed seven measures banning transgender athletes from sports teams that match their gender identity. So far in 2022, those numbers are already higher.", "url": "https://www.nytimes.com/2022/07/22/us/politics/after-roe-republicans-sharpen-attacks-on-gay-and-transgender-rights.html"}