{"authors": ["Carlos Aguilar"], "date_download": "2022-10-25 23:33:43", "date_modify": "2022-10-25 23:33:43", "date_publish": "2022-02-11 20:24:11", "description": "The French director is candid about his fights with Harvey Weinstein and his reasons for working with Netflix. And he can’t hide his joy about a rerelease of “Amélie.”", "filename": "2022_02_11_movies_jean-pierre-jeunet-bigbug-amelie_1666740823.html", "image_url": "https://static01.nyt.com/images/2022/02/11/arts/11jean-pierre-jeunet1/11jean-pierre-jeunet1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_11_movies_jean-pierre-jeunet-bigbug-amelie_1666740823.html", "title": "Jean-Pierre Jeunet on \"Amélie\" and \"Bigbug\"", "title_page": "Jean-Pierre Jeunet on \"Amélie\" and \"Bigbug\" - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yes, it played in a couple theaters in 3-D in 2015. I remember it took a long time to be released in the U.S.\nI know, because he didn’t care. I refused to modify the film. Of course he wanted to re-edit, but now it’s fun to imagine him in jail. [Laughs]\nCan you elaborate on what happened with Harvey Weinstein on that film?\nHe told me, “We will do something better than with ‘Amélie.’ I promise.” But when after some test screenings he was like a gallery owner saying to the painter, “We’re going to modify the green because in U.S. we don’t like green. I will ask the framer to put some blue instead.” I refused. I said, “I won’t change one frame.” So he punished me like he punished everybody. He wanted to do that with “Amélie” as well, but he couldn’t because it was such a success. He never touched a thing.\nYour films often feature mechanical gadgets. “Bigbug” has a lot of robots that were physically built.\nI love to imagine these objects because I get to keep them. I don’t know if it’ll be possible with Netflix. I hope so. Two years ago, a beautiful exhibition of props from our movies in Paris and in Lyon had 180,000 admissions. I was waiting for money for “Bigbug” and nobody wanted to produce it. But yes, it was such a pleasure to imagine the robots, especially Einstein [a mechanical bust resembling the physicist]. He had 82 motors inside to move.\nThinking of how “Bigbug” presents technology, are you afraid of the future or what the future may hold for humanity?", "url": "https://www.nytimes.com/2022/02/11/movies/jean-pierre-jeunet-bigbug-amelie.html"}