{"authors": ["Steven Lee Myers", "Edward Wong"], "date_download": "2022-10-25 23:33:05", "date_modify": "2022-10-25 23:33:05", "date_publish": "2022-02-02 06:05:19", "description": "President Biden could find his plans to punish Russia undermined by Xi Jinping, a longtime ally of Mr. Putin. But China moves cautiously during crises.", "filename": "2022_02_02_world_asia_russia-ukraine-china-putin-xi_1666740785.html", "image_url": "https://static01.nyt.com/images/2022/02/02/world/02china-russia-01/02china-russia-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_02_world_asia_russia-ukraine-china-putin-xi_1666740785.html", "title": "In Clash With U.S. Over Ukraine, Putin Has a Lifeline From China", "title_page": "In Clash With U.S. Over Ukraine, Putin Has a Lifeline From China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — As the United States moves to exert maximal pressure on Russia over fears of a Ukraine invasion, the Russian leader, Vladimir V. Putin, has found relief from his most powerful partner on the global stage, China.\nChina has expressed support for Mr. Putin’s grievances against the United States and NATO, joined Russia to try to block action on Ukraine at the United Nations Security Council, and brushed aside American warnings that an invasion would create “global security and economic risks” that could consume China, too.\nOn Friday, Mr. Putin will meet in Beijing with China’s leader, Xi Jinping, ahead of the opening ceremony of the Winter Olympics that President Biden and other leaders have pointedly vowed to boycott.\nAlthough details of any potential agreements between the two countries have not been disclosed, the meeting itself — Mr. Xi’s first in person with a world leader in nearly two years — is expected to be yet another public display of geopolitical amity between the two powers.", "url": "https://www.nytimes.com/2022/02/02/world/asia/russia-ukraine-china-putin-xi.html"}