{"authors": ["Marc Santora", "Ivan Nechepurenko"], "date_download": "2022-10-25 23:23:33", "date_modify": "2022-10-25 23:23:33", "date_publish": "2022-06-24 13:05:37", "description": "A growing guerrilla movement appears to have been fueled by public anger over worsening economic, security and humanitarian conditions.", "filename": "2022_06_24_world_europe_ukraine-russia-kherson-politician-killed_1666740213.html", "image_url": "https://static01.nyt.com/images/2022/06/24/world/24ukraine-briefing-south-military1/24ukraine-briefing-south-military1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_24_world_europe_ukraine-russia-kherson-politician-killed_1666740213.html", "title": "Ukrainian Insurgents Kill a Kremlin-Backed Politician in Occupied Kherson", "title_page": "Ukrainian Insurgents Kill a Kremlin-Backed Politician in Occupied Kherson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Kremlin has portrayed the territory it has taken as stable and the people there as welcoming Moscow’s rule, lining up for Russian passports and condemning the previous Ukrainian authorities falsely as a gang of neo-Nazis. But Ukrainian officials say that residents are being coerced into taking passports and that prices have skyrocketed and many people are out of work.\nUkrainians celebrated the assassination and said their resistance was growing.\n“Our partisans have another victory,” Serhii Khlan, an adviser to the head of the Kherson region’s military administration, said in a Facebook post on Friday. “A pro-Russian activist and traitor was blown up in a car in one of Kherson’s yards in the morning.”\nThis week, the head of the Ukrainian intelligence agency, Kyrylo Budanov, said that Ukrainian insurgents had injured another Russia-backed official, Oleksiy Kovalyov, in the Kherson region. At least two more attacks on people working with the Russians in the regions of Kherson and Zaporizhzhia were also reported this week.\nThe Russians did not acknowledge all of the attacks. They control access to seized territory, and reports of what is happening there often come from witness accounts relayed to Ukrainian officials. Many specific incidents cannot be independently confirmed, but they fit into a broader pattern described by witnesses who have spoken to The New York Times and other independent news media outlets.\nThe Ukrainians point to the documented atrocities committed by Russian forces in areas they briefly held in northern Ukraine as evidence of what Russian rule looks like. They are also eager to encourage attacks on Russian forces and their proxies.", "url": "https://www.nytimes.com/2022/06/24/world/europe/ukraine-russia-kherson-politician-killed.html"}