{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:45", "date_modify": "2022-10-25 23:23:45", "date_publish": "2022-08-15 09:00:14", "description": "Federal officials are not relying on an established system to distribute the vaccine, slowing immunizations and burdening local health departments, critics say.", "filename": "2022_08_15_health_monkeypox-vaccine-distribution_1666740225.html", "image_url": "https://static01.nyt.com/images/2022/08/09/science/00monkeypox-vaccine1/00monkeypox-vaccine1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_15_health_monkeypox-vaccine-distribution_1666740225.html", "title": "‘Frustration and Stress’: State Officials Fault Rollout of Monkeypox Vaccine", "title_page": "‘Frustration and Stress’: State Officials Fault Rollout of Monkeypox Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Instead, the stockpile was designed to deliver massive amounts of vaccine to each state in response to a catastrophic event, according to a federal official with knowledge of the stockpile’s operations.\n“If it was a smallpox response, they’re not going to be sitting in their offices ordering vaccine,” the official said of state health authorities. The stockpile is intended to be “pushing products out — it’s not an ordering-based system,” the official added.\nAs it stands now, the stockpile is shipping monkeypox vaccine to just five sites in each state, regardless of its size. State officials must distribute the doses, track them manually and enter the data into their databases, none of which would have been necessary under the C.D.C.’s system.\nUntil recently, orders for Jynneos had to be placed via email instead of an automated system, and state officials often did not know where their deliveries were or whether they had been sent at all.\nSome containers arrived without labels saying they contained vaccines or needed cold storage. Some were tracked down only after multiple emails and phone calls. Doses of Jynneos have arrived in the dead of night.\n“We had no way to track vaccine shipments, when they actually shipped or when they were going to arrive,” Chris Van Deusen, director of media relations at the Texas Department of State Health Services, said in an email. “They just showed up with no notice.”\nH.H.S. officials two weeks ago switched to a different ordering system, which has been used to deliver antiviral drugs from the stockpile. But that system is also not linked to state immunization databases, and it is not well suited to monitoring the special conditions needed for transporting vaccines, several state officials said in interviews.", "url": "https://www.nytimes.com/2022/08/15/health/monkeypox-vaccine-distribution.html"}