{"authors": ["Alix Strauss"], "date_download": "2022-10-25 23:38:27", "date_modify": "2022-10-25 23:38:27", "date_publish": "2022-09-10 09:00:19", "description": "An avid city cyclist, Félix V. Matos Rodríguez also manages to fit in some work, a lunch outing, a movie and a call to his mother.", "filename": "2022_09_10_nyregion_cuny-chancellor-felix-rodriguez_1666741107.html", "image_url": "https://static01.nyt.com/images/2022/09/11/nyregion/11routine/10routine-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_10_nyregion_cuny-chancellor-felix-rodriguez_1666741107.html", "title": "How the CUNY Chancellor Spends His Sundays", "title_page": "How the CUNY Chancellor Spends His Sundays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Félix Matos Rodríguez oversees the largest urban public university system in the United States.\n“We have 11 four-year schools, seven community colleges, and seven professional and special schools,” said Mr. Rodríguez, the chancellor of the City University of New York (CUNY). He was named to the role in 2019, becoming the first Hispanic and person of color to lead the sprawling organization. “It’s a great honor,” he said. “You’re aware you’re opening doors for others, and you hope that leads to more inclusivity.”\nMr. Rodríguez, 60, who grew up in Puerto Rico, got his start teaching at Hunter College in 2000, including a course on women’s history in the Caribbean. He lives in the Westchester town of Pelham, near the Bronx border, with his wife, Liliana Arabia, 58, a retired dentist, their cairn terrier, Bailey, and sometimes, their two sons, Lucas Matos, 20, and Juan Carlos Matos, 19, who are in college and come home regularly.\nQUIET I set my iPhone for 6 a.m. It’s an old-fashioned ringtone and reminds me of something that doesn’t exist anymore. My boys and wife are not morning people, so this is my peace time. I drink two different coffees, with skim milk, which I have shipped from Puerto Rico: Café Madre Isla and 787, which is Puerto Rico’s old area code. They are sacred. Then I have a bowl of bran cereal and a chocolate chip biscotti from Madonia Bakery.", "url": "https://www.nytimes.com/2022/09/10/nyregion/cuny-chancellor-felix-rodriguez.html"}