{"authors": ["Lananh Nguyen"], "date_download": "2022-10-25 23:46:44", "date_modify": "2022-10-25 23:46:44", "date_publish": "2022-03-17 20:23:22", "description": "Citigroup is the first major U.S. bank to announce a policy change in response to the legislation, which bans abortions after six weeks of pregnancy.", "filename": "2022_03_17_business_citigroup-texas-abortion_1666741604.html", "image_url": "https://static01.nyt.com/images/2022/03/17/business/17citi-abortion-copy/17citi-abortion-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_17_business_citigroup-texas-abortion_1666741604.html", "title": "Citigroup Will Pay Travel Costs for Employee Abortions in Response to Texas Law", "title_page": "Citigroup Will Pay Travel Costs for Employee Abortions in Response to Texas Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Citigroup says it has begun covering travel expenses for employees who seek abortions after a Texas law imposed the most restrictive limits in the nation and prompted similar proposals in other states.\n“In response to changes in reproductive health care laws in certain states in the U.S., beginning in 2022 we provide travel benefits to facilitate access to adequate resources,” the bank said in a filing on Tuesday.\nAbout 8,500 of Citigroup’s 65,000 U.S. employees are in Texas.\nThe policy puts a Wall Street bank alongside smaller or newer companies in responding to the Texas law, which bans abortion after about six weeks of pregnancy and offers the prospect of $10,000 rewards for successful lawsuits against anyone who “aids or abets” a woman who gets an abortion once fetal cardiac activity can be detected.\nThe law is the latest blow to the Supreme Court’s landmark 1973 decision in Roe v. Wade, which prohibits states from banning the procedure before a fetus is viable outside the womb, or about 23 weeks of pregnancy. The Texas law’s novel approach has survived court challenges by putting its enforcement power in the hands of the public, rather than the government.", "url": "https://www.nytimes.com/2022/03/17/business/citigroup-texas-abortion.html"}