{"authors": ["Andrew E. Kramer", "Neil Macfarquhar"], "date_download": "2022-10-25 23:41:05", "date_modify": "2022-10-25 23:41:05", "date_publish": "2022-04-02 15:48:25", "description": "A short drive from Kyiv in any direction turned up scenes of incinerated Russian vehicles, charred engine parts and chunks of armor. Attention is now shifting to the east, where Moscow says it is redirecting its forces.", "filename": "2022_04_02_world_europe_ukraine-russia-kyiv_1666741265.html", "image_url": "https://static01.nyt.com/images/2022/04/02/world/02ukraine-kyiv-1sub/02ukraine-kyiv-1sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_02_world_europe_ukraine-russia-kyiv_1666741265.html", "title": "Russia Retreats From Kyiv, Seeking to Regroup From Battering", "title_page": "Russia Retreats From Kyiv, Seeking to Regroup From Battering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They went from apartment to apartment collecting televisions and computers, loaded them on their tanks and left,” Svetlana Semenova, a retiree, said of the Russian departure, which she described as chaotic. “They left in a hurry.”\nA few dozen people who had been living mostly in basements for a month staggered outside to collect food — bags of potatoes and bread — brought by Ukrainian soldiers.\nElena Shur, 43, an accountant for Ukraine’s national airline, said the first sign of the Ukrainian military came on Friday, when a civilian car carrying soldiers drove through town waving the country’s flag.\n“We saw people on the street, and soldiers,” Ms. Shur said. “I cried.”\nReporters counted six bodies of civilians on the streets and sidewalks of Bucha. It was unclear under what circumstances they had died, but the discarded packaging of a Russian military ration was lying beside one man who had been shot in the head.\nAs photos of casualties in Bucha emerged, a senior adviser to Ukraine’s president said on Saturday that some of the dead wearing civilian clothes appeared to have been bound and executed.\n“The bodies of people with tied hands, who were shot dead by soldiers lie in the streets,” the adviser, Mykhailo Podolyak, said on Twitter. “These people were not in the military. They had no weapons. They posed no threat.” He included an image of a scene, photographed by Agence France-Presse, showing three bodies on the side of a road, one with hands apparently tied behind the back. The New York Times was unable to independently verify Mr. Podolyak’s claim the people had been executed.", "url": "https://www.nytimes.com/2022/04/02/world/europe/ukraine-russia-kyiv.html"}