{"authors": ["James Barron"], "date_download": "2022-10-25 23:49:35", "date_modify": "2022-10-25 23:49:35", "date_publish": "2022-07-01 07:00:09", "description": "The Special Victims Division is the subject of allegations that its officers shamed and abused survivors of sexual assault.", "filename": "2022_07_01_nyregion_nypd-sex-crimes-division-investigation_1666741775.html", "image_url": "https://static01.nyt.com/images/2022/07/01/multimedia/01nytoday-special-victims/01nytoday-special-victims-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_01_nyregion_nypd-sex-crimes-division-investigation_1666741775.html", "title": "The N.Y.P.D.’s Sex-Crimes Division Faces an Investigation", "title_page": "The N.Y.P.D.’s Sex-Crimes Division Faces an Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "My colleagues Ashley Southall and Troy Closson write that the federal investigation is the latest setback for the Police Department, which is already under consent decrees governing its stop-and-frisk and surveillance practices. And Letitia James, the state attorney general, is seeking to have a monitor appointed to oversee changes in the way the department handles protests because of abuses during the George Floyd social justice demonstrations in 2020.\nThe Justice Department announced its investigation — the first centered on claims of gender discrimination since Merrick Garland became attorney general last year — 10 months after more than a dozen victims signed a letter calling for such an inquiry. Many of them had spoken out about experiences with investigators who lacked the sensitivity and the time to handle their cases properly, even after the #MeToo movement prompted a nationwide reckoning on rape in 2017.\nSeveral months later the Police Department, already facing scrutiny of its handling of sex-crimes allegations against the Hollywood producer Harvey Weinstein, resisted the findings of a 2018 report from the city’s own Department of Investigation. That report said that the Special Victims Division was “understaffed and under-resourced.”\nThe city investigators also found that found that some detectives were dismissive of victims’ stories and that some “acquaintance rape” cases were sent to local precincts, which left responsibility for follow-up work after an arrest with “precinct-level detectives who are not trained in sex-crimes investigations.”\nPolice officials initially refused to accept many of the recommendations in that report, and while they later changed course, many of the suggested reforms have yet to be adopted.", "url": "https://www.nytimes.com/2022/07/01/nyregion/nypd-sex-crimes-division-investigation.html"}