{"authors": ["Jeanna Smialek", "Alan Rappeport"], "date_download": "2022-10-25 23:31:55", "date_modify": "2022-10-25 23:31:55", "date_publish": "2022-10-07 07:00:07", "description": "The Federal Reserve, like many central banks, sets policy with an eye on the domestic economy. Its battle to control prices is causing pain abroad.", "filename": "2022_10_07_business_economy_federal-reserve-global-fallout_1666740715.html", "image_url": "https://static01.nyt.com/images/2022/10/05/business/05dc-FedGlobalFallout/05dc-FedGlobalFallout-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_07_business_economy_federal-reserve-global-fallout_1666740715.html", "title": "Global Fallout From Rate Moves Won’t Stop the Fed", "title_page": "Global Fallout From Rate Moves Won’t Stop the Fed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Higher rates slow inflation by cooling consumer demand and allowing supply to catch up, paving the way for more moderate price increases. But in the process, they slow down hiring, weaken wage growth, prompt job losses and ripple through financial markets in sometimes disruptive ways.\nHow much pain today’s moves will ultimately cause remains unclear: So many countries are raising rates so quickly — and so in sync — that it is difficult to determine how intense any slowdown will be once it takes full effect. Monetary policy takes months or years to kick in completely.\nBut many economists and several international bodies have warned that there’s a pronounced danger or overdoing it, including a United Nations agency that warned the damage could be particularly acute in poorer nations. Developing economies had already been dealing with a cost-of-living crisis because of soaring food and fuel prices, and now their American imports are growing steadily more expensive as the dollar marches higher.\nThe Fed’s moves have spurred market volatility and worries about financial stability, as higher rates elevate the value of the U.S. dollar, making it harder for emerging-market borrowers to pay back their dollar-denominated debt.\nIt is a recipe for globe-spanning turmoil and even recession. Despite that, the Fed is poised to continue raising interest rates. That’s because the Fed, like central banks around the world, is in charge of domestic economy goals: It’s supposed to keep inflation slow and steady while fostering maximum employment. While occasionally called “central banker to the world” because of the dollar’s foremost position, the Fed goes about its day-to-day business with its eye squarely on America.", "url": "https://www.nytimes.com/2022/10/07/business/economy/federal-reserve-global-fallout.html"}