{"authors": ["Azeen Ghorayshi"], "date_download": "2022-10-25 23:24:18", "date_modify": "2022-10-25 23:24:18", "date_publish": "2022-01-13 17:11:53", "description": "Clinicians are divided over new guidelines that say teens should undergo mental health screenings before receiving hormones or gender surgeries.", "filename": "2022_01_13_health_transgender-teens-hormones_1666740258.html", "image_url": "https://static01.nyt.com/images/2022/01/13/science/13-SCI-trans-health-promo/13-SCI-trans-health-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_13_health_transgender-teens-hormones_1666740258.html", "title": "Doctors Debate Whether Trans Teens Need Therapy Before Hormones", "title_page": "Doctors Debate Whether Trans Teens Need Therapy Before Hormones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But other trans health specialists are concerned by the sharp increase in adolescents who are referred to gender clinics, and worry that the desire for hormones and surgeries may be driven partly by peer influence on social media platforms like TikTok and YouTube.\n“The kids presenting these days are very different than what I was seeing in the early days,” said Dr. Edwards-Leeper, who in 2007 helped set up one of the first youth gender clinics in the United States, in Boston.\nDr. Edwards-Leeper said that now she was more likely to see adolescents who had recently begun to question their gender, whereas a decade ago her patients were more likely to have longstanding distress about their bodies.\nThese seemingly abrupt changes — as well as other mental health issues or a history of trauma — should be flags for providers to slow down, she said. Instead, some gender clinics with long wait lists are “blindly affirming” adolescent patients, she said, offering them hormones without taking these potential issues seriously.\nAnd although it’s unclear how often it happens, some people who transitioned as teenagers have reported detransitioning later on. Although some people who detransition continue living with a more fluid gender identity, others are upset about living with the irreversible changes caused by hormones or surgeries.\n“These issues of inadequate assessment and what I sometimes called hasty or sloppy care have resulted in potential harm,” said Erica Anderson, a clinical psychologist who works with transgender adolescents in Berkeley, Calif.\nDr. Anderson, 70, said she understood the trauma of being denied care. She first realized she was transgender in her 30s, but didn’t approach an endocrinologist about hormone treatments until age 45. “The doctor’s response was, ‘I can’t help you,’” she said. Despondent, she waited several more years before pursuing a medical transition again.", "url": "https://www.nytimes.com/2022/01/13/health/transgender-teens-hormones.html"}