{"authors": ["Alissa Bennett"], "date_download": "2022-10-25 23:33:43", "date_modify": "2022-10-25 23:33:43", "date_publish": "2022-03-26 09:00:01", "description": "In “The Shame Machine,” the data scientist Cathy O’Neil seeks to discover who exactly has a vested interest in our unhappiness.", "filename": "2022_03_26_books_review_cathy-oneil-the-shame-machine_1666740823.html", "image_url": "https://static01.nyt.com/images/2022/05/08/books/review/00BENNETT/00BENNETT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_26_books_review_cathy-oneil-the-shame-machine_1666740823.html", "title": "The Shame Industrial Complex Is Booming. Who’s Cashing In?", "title_page": "The Shame Industrial Complex Is Booming. Who’s Cashing In? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE SHAME MACHINE\nWho Profits in the New Age of Humiliation\nBy Cathy O’Neil with Stephen Baker\nOne of my earliest encounters with shame occurred at a wedding when I was 9. Shy and socially awkward, I found myself at a table with my parents and a group of elderly relatives while other kids plotted soft crimes and sipped from abandoned glasses of champagne. I don’t remember what song was playing when my mother reached for my little pastel-colored purse and playfully tossed it onto the dance floor, but I do remember picking up the mug of Irish coffee that sat next to her and tipping it over her lap. We left the reception immediately, my mother in her ruined dress and me with her handprint emblazoned across my face. An old man stopped us as we neared the exit. “That was a bad thing you just did,” he said to me, “but I still think you’re a good girl.” I wished that the earth would crack open and swallow up the both of us.\nOver the ensuing years, I have developed an intimate relationship with shame. I think about what it means to feel it, what it means to inflict it and what role it plays in a culture that alternately lauds or castigates those who deviate from the mean. The primary social function of shame — often a tool of oppression and always one that aims to police those who bear witness — is to neutralize transgression via humiliation, to force consensus by threat of moral exile. In her new book, “The Shame Machine,” the writer and data scientist Cathy O’Neil, writing with Stephen Baker, examines how shame has been both commodified and weaponized by a society that is increasingly estranged from real life. Who stands to profit from our ubiquitous shame-driven culture wars? she wonders. And is there anything to be gained from them?\nWhat O’Neil adroitly illustrates is that shame is often a lonely experience, which is perhaps why it is so easy to exploit it for profit. Nowhere is this monetization more evident than in the weight loss and wellness industries. Propped up by social media influencers and celebrity endorsements, companies that make products promising to shrink our bodies or re-elasticize our saggy faces have realized astronomical growth over the past decade. “The Shame Machine” suggests that there is much profit to be made from our low self-esteem, mostly because there is not a diet in the world that will fix it. In what O’Neil terms “the shame industrial complex,” corporations and social infrastructures insist that we are endowed with the power to contour our own lives, and then blame us when their tools inevitably fail. I think of the supermodel Linda Evangelista, who recently filed a lawsuit related to a cosmetic procedure that she claims left her permanently disfigured. Evangelista’s is a double shame; first she aged, and then she got caught trying to hide it from the rest of us.\nI am struck by how very American shame seems when examined in relief, invoking as it does notions of agency, willpower and sacrifice. O’Neil carefully dismantles how we abdicate our social responsibility for caring for the vulnerable when we indulge in the notion that poverty and drug addiction result from a failure to self-actualize. It’s hard to argue with the author’s condemnation of what she calls “punching down,” a targeted brand of humiliation that allows structures of power to transfer blame onto exactly those who have been injured by them. In a 2001 internal email, Purdue Pharma’s then-president, Richard Sackler, referred to the people who had become addicted to OxyContin as “criminals” and “abusers.” In such ways, shame is employed to maintain the status quo; the opioid crisis has been framed as evidence of personal frailty rather than proof of the devastating consequences of corporate greed.", "url": "https://www.nytimes.com/2022/03/26/books/review/cathy-oneil-the-shame-machine.html"}