{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:54:19", "date_modify": "2022-10-25 23:54:19", "date_publish": "2022-09-16 16:06:29", "description": "Ayatollah Ali Khamenei is on bed rest and under observation by a team of doctors, according to four people familiar with his health situation.", "filename": "2022_09_16_world_middleeast_irans-supreme-leader-ayatollah-ali-khamenei-ill_1666742059.html", "image_url": "https://static01.nyt.com/images/2022/09/16/world/16iran-khameneiHFO-image/16iran-khameneiHFO-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_16_world_middleeast_irans-supreme-leader-ayatollah-ali-khamenei-ill_1666742059.html", "title": "Iran’s Supreme Leader Cancels Public Appearances After Falling Ill", "title_page": "Iran’s Supreme Leader Cancels Public Appearances After Falling Ill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iran’s supreme leader, Ayatollah Ali Khamenei, canceled all meetings and public appearances last week after falling gravely ill and is currently on bed rest under observation by a team of doctors, according to four people familiar with his health situation.\nAyatollah Khamenei, 83, had surgery sometime last week for bowel obstruction after suffering extreme stomach pains and high fever, one of the people said. The four people, two of whom are based in Iran, including one who has close ties with the country’s Revolutionary Guards, requested anonymity for discussing a sensitive issue like Ayatollah Khamenei’s health.\nAyatollah Khamenei underwent the surgery at a clinic set up at his home and office complex and is being monitored around the clock by a team of doctors, the person familiar with the operation said. The ayatollah’s condition was considered critical last week but has improved, and he is currently resting, the person said. His doctors remain concerned that he is too weak to even sit up in bed.\nAs supreme leader, Ayatollah Khamenei wields huge authority in Iran and would be the final arbiter on issues like the nuclear deal that is currently being negotiated with the United States. A former president of Iran and protégé of Ayatollah Ruhollah Khomeini, the founder of the revolution that led to the creation of the Islamic Republic of Iran in 1979, Ayatollah Khamenei assumed the position of the country’s top religious, political and military authority in 1989.", "url": "https://www.nytimes.com/2022/09/16/world/middleeast/irans-supreme-leader-ayatollah-ali-khamenei-ill.html"}