{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:34:15", "date_modify": "2022-10-25 23:34:15", "date_publish": "2022-07-25 19:20:58", "description": "Central bankers around the world have been picking up the pace of rate increases. Now the big question looms: When will they slow down?", "filename": "2022_07_25_business_economy_fed-interest-rate-increase_1666740855.html", "image_url": "https://static01.nyt.com/images/2022/07/25/business/25dc-FedPreview/25dc-FedPreview-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_25_business_economy_fed-interest-rate-increase_1666740855.html", "title": "Fed Prepares Another Rate Increase as Wall Street Wonders What’s Next", "title_page": "Fed Prepares Another Rate Increase as Wall Street Wonders What’s Next - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal Reserve officials are set to make a second abnormally large interest rate increase this week as they race to cool down an overheating economy. The question for many economists and investors is just how far the central bank will go in its quest to tame inflation.\nCentral banks around the world have spent recent weeks speeding up their interest rate increases, an approach they’ve referred to as “front-loading.” That group includes the Fed, which raised interest rates by a quarter-point in March, a half-point in May and three-quarters of a point in June, its biggest move since 1994. Policymakers have signaled that another three-quarter-point move is likely on Wednesday.\nThe quick moves are meant to show that officials are determined to wrestle inflation lower, hoping to convince businesses and families that today’s rapid inflation won’t last. And, by raising interest rates quickly, officials are aiming to swiftly return policy to a setting at which it is no longer adding to economic growth, because goosing the economy makes little sense at a moment when jobs are plentiful and prices are climbing quickly.\nBut, after Wednesday’s expected move, the Fed’s main policy rate would be right at what policymakers think of as a neutral setting: one that neither helps nor hurts the economy. With rates high enough that they are no longer actively juicing growth, central bankers may feel more comfortable slowing down if they see signs that the economy is beginning to cool. Jerome H. Powell, the Fed chairman, is likely to keep his options open, but economists and analysts will parse every word of his postmeeting news conference on Wednesday for hints at the central bank's path ahead.", "url": "https://www.nytimes.com/2022/07/25/business/economy/fed-interest-rate-increase.html"}