{"authors": ["Luke Smith"], "date_download": "2022-10-25 23:32:37", "date_modify": "2022-10-25 23:32:37", "date_publish": "2022-09-08 20:23:31", "description": "At its home race, the Italian Grand Prix, the team remains optimistic that it can stop making mistakes and catch up to Red Bull.", "filename": "2022_09_08_sports_autoracing_f1-ferrari-italian-grand-prix_1666740757.html", "image_url": "https://static01.nyt.com/images/2022/09/10/multimedia/10sp-italian-ferrari-inyt1ALT/merlin_212431599_7092eba5-d22c-418e-8b2a-172618bf4007-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_08_sports_autoracing_f1-ferrari-italian-grand-prix_1666740757.html", "title": "As Ferrari Falls Further Behind, Its F1 Championship Hopes Dim", "title_page": "As Ferrari Falls Further Behind in F1, Its Championship Hopes Dim - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Belgium, Leclerc had to fight from the back of the field because of a team penalty for changing his engine, and was then forced to pit early to remove a piece of Verstappen’s plastic helmet visor that he had discarded and then got stuck in Leclerc’s front brake duct.\nRunning fifth with two laps remaining, Ferrari asked Leclerc to pit for fresh tires so he could try and earn a point by setting the fastest lap. He not only failed to set the fastest lap, but also lost a place after another penalty for speeding in the pit lane.\nEven with the championship slipping further away, Leclerc said that he was not upset with Ferrari’s strategy and that it was more frustrating to see the difference in speed between his team and Red Bull.\n“That is the thing we need to work on,” he said, after seeing Verstappen win again in Belgium.\nFernando Alonso of Alpine said he was not surprised to see Ferrari take what seemed like an unnecessary risk. “Ferrari has been doing strange things,” he said. “That was another strange thing.”", "url": "https://www.nytimes.com/2022/09/08/sports/autoracing/f1-ferrari-italian-grand-prix.html"}