{"authors": ["Stephanie Saul", "Anemona Hartocollis"], "date_download": "2022-10-25 23:29:10", "date_modify": "2022-10-25 23:29:10", "date_publish": "2022-01-10 23:54:50", "description": "The federal lawsuit against Yale, M.I.T. and other colleges is the latest legal action to question admissions practices.", "filename": "2022_01_10_us_financial-aid-lawsuit-colleges_1666740550.html", "image_url": "https://static01.nyt.com/images/2022/01/10/world/10FINANCIAL-AID1/10FINANCIAL-AID1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_10_us_financial-aid-lawsuit-colleges_1666740550.html", "title": "Lawsuit Says 16 Elite Colleges Are Part of Price-Fixing Cartel", "title_page": "In Lawsuit, Yale and Other Elite Colleges Are Accused of Limiting Financial Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A lawsuit filed in federal court on Sunday accused 16 of the nation’s leading private universities and colleges of conspiring to reduce the financial aid they award to admitted students through a price-fixing cartel.\nThe lawsuit, filed in federal court in Chicago on behalf of five former undergraduates who attended some of the universities named in the suit, takes aim at a decades-old antitrust exemption granted to these universities for financial aid decisions and claims that the colleges have overcharged an estimated 170,000 students who were eligible for financial aid over nearly two decades.\nThe universities accused of wrongdoing are Brown, the California Institute of Technology, the University of Chicago, Columbia, Cornell, Dartmouth, Duke, Emory, Georgetown, the Massachusetts Institute of Technology, Northwestern, Notre Dame, the University of Pennsylvania, Rice, Vanderbilt and Yale.\nThe allegations hinge on a methodology for calculating financial need. The 16 schools collaborate in an organization called the 568 Presidents Group that uses a consensus approach to evaluating a student’s ability to pay, according to the lawsuit.", "url": "https://www.nytimes.com/2022/01/10/us/financial-aid-lawsuit-colleges.html"}