{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:33:58", "date_modify": "2022-10-25 23:33:58", "date_publish": "2022-07-20 21:25:04", "description": "Jordan Peele’s genre-melting third feature stars Daniel Kaluuya and Keke Palmer as brother-and-sister horse wranglers defending the family ranch from an extraterrestrial threat.", "filename": "2022_07_20_movies_nope-review_1666740838.html", "image_url": "https://static01.nyt.com/images/2022/07/22/arts/nope-anatomy1/nope-anatomy1-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_20_movies_nope-review_1666740838.html", "title": "‘Nope’ Review: Hell Yes", "title_page": "Review: Jordan Peele’s ‘Nope’ Gets a Hell Yes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The trailers for Jordan Peele’s “Nope,” one of the most feverishly anticipated movies of the summer, have raised some intriguing questions. Is it a western? A horror film? Science fiction? Satire? Will it fulfill the expectations raised by Peele’s first two mind-bending, zeitgeist-surfing features, “Get Out” and “Us,” or confound them?\nI can now report that the answer to all of those questions is: Yup. Which is to say that there are some fascinating internal tensions within the movie, along with impeccably managed suspense, sharp jokes and a beguiling, unnerving atmosphere of all-around weirdness.\n“Nope” feels less polemically pointed than “Us” or “Get Out,” more at home in its idiosyncrasies and flights of imagination even as it follows, in the end, a more conventional narrative path. This might be cause for some disappointment, since Peele’s keen dialectical perspective on our collective American pathologies has been a bright spot in an era of franchised corporate wish fulfillment. At the same time, he’s an artist with the freedom and confidence to do whatever he wants to, and one who knows how to challenge audiences without alienating them.", "url": "https://www.nytimes.com/2022/07/20/movies/nope-review.html"}