{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 22:56:03", "date_modify": "2022-10-25 22:56:03", "date_publish": "2022-01-14 10:00:28", "description": "The moratorium’s end presents Gov. Kathy Hochul with a potential challenge as she prepares to run for a full term.", "filename": "2022_01_14_nyregion_eviction-moratorium-new-york_1666738563.html", "image_url": "https://static01.nyt.com/images/2022/01/13/nyregion/00nyevictions2/00nyevictions2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_14_nyregion_eviction-moratorium-new-york_1666738563.html", "title": "New York’s Ban on Evictions Is Expiring. What Happens Now?", "title_page": "New York’s Ban on Evictions Is Expiring. What Happens Now? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She has been pressured by many landlord groups, who have lost substantial amounts of rental income during the pandemic and who have felt the moratorium was too heavy handed and easily abused. She has also faced searing criticism from her party’s left wing for allowing the moratorium to expire without supporting sweeping new eviction protections.\nMs. Hochul said this week that she and state lawmakers were discussing next steps. On Thursday, she and the governors of California, New Jersey and Illinois sent a letter to the U.S. Department of the Treasury calling for more rent relief to states with high numbers of renters.\nElected officials and housing advocates worry that the end of the moratorium could reverberate far beyond housing court, leading to an uptick in crime, homelessness, mental health issues, coronavirus outbreaks and more. A moratorium on commercial evictions and foreclosures also ends on Saturday.\nAgustina Vélez, 41, is certain that she would have been homeless without the moratorium.\nShe lost her job cleaning homes in 2020 when the pandemic hit New York. Her husband lost his job as a cook. They struggled to pay the $1,300 monthly rent for their studio apartment in Corona, Queens, where they live with their two sons.\nThey have both since found some work, but they owe more than $8,000 to their landlord. At one point during the pandemic, he told them he wanted to evict them.\n“I’m so afraid that one day I’ll come back and all of our belongings will be outside of our building,” Ms. Vélez said. “We live with that fear.”", "url": "https://www.nytimes.com/2022/01/14/nyregion/eviction-moratorium-new-york.html"}