{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:50:11", "date_modify": "2022-10-25 23:50:11", "date_publish": "2022-01-21 23:37:40", "description": "Extra vaccine doses were expected to lower infection rates. But the shots also seem to be preventing severe illness caused by the new variant, the C.D.C. reported.", "filename": "2022_01_21_health_covid-boosters-cdc-omicron_1666741811.html", "image_url": "https://static01.nyt.com/images/2022/01/21/science/21virus-boosters/21virus-boosters-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_21_health_covid-boosters-cdc-omicron_1666741811.html", "title": "As Omicron Crests, Booster Shots Are Keeping Americans Out of Hospitals", "title_page": "As Omicron Crests, Booster Shots Are Keeping Americans Out of Hospitals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two of the studies were published in the C.D.C.’s Morbidity and Mortality Report. In one study, researchers analyzed hospitalizations and visits to emergency departments and urgent care clinics in 10 states from Aug. 26, 2021, to Jan. 5, 2022.\nVaccine effectiveness against hospitalization with the Omicron variant fell to just 57 percent in people who had received their second dose more than six months earlier, the authors found. A third shot restored that protection to 90 percent.\nThe second study looked at nearly 10 million Covid cases and more than 117,000 associated deaths recorded at 25 state and local health departments between April 4 and Dec. 25, 2021.\nCases and deaths were lower among people who had received a booster dose, compared with those who were fully vaccinated but did not receive a booster, and much lower than the rates seen among unvaccinated people, the researchers reported.\nBooster doses provided much larger gains in protection among people ages 65 and older, followed by those ages 50 to 64, the study found. The researchers did not offer data on the benefits of the shots in younger people.\nIn the third study, published in the journal JAMA, data from more than 70,000 people who sought testing showed that a third dose provided more protection against symptomatic infection than two doses or none. Full vaccination and boosters were less protective against the Omicron variant than against Delta.\nOn Thursday night, the C.D.C. published additional data on its website showing that in December, unvaccinated Americans 50 years and older were about 45 times more likely to be hospitalized than those who were vaccinated and got a third shot.", "url": "https://www.nytimes.com/2022/01/21/health/covid-boosters-cdc-omicron.html"}