{"authors": ["Melissa Clark"], "date_download": "2022-10-25 23:29:03", "date_modify": "2022-10-25 23:29:03", "date_publish": "2022-10-03 15:00:02", "description": null, "filename": "2022_10_03_dining_fluffy-cheddar-biscuits-and-a-cocktail_1666740543.html", "image_url": "https://static01.nyt.com/images/2019/10/16/dining/ejm-cheddar-biscuits-copy/merlin_162490428_87b7348d-830e-4583-9495-b6e63a9e779f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_03_dining_fluffy-cheddar-biscuits-and-a-cocktail_1666740543.html", "title": "Fluffy Cheddar Biscuits and a Cocktail", "title_page": "Fluffy Cheddar Biscuits and a Cocktail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A few nights ago, my husband opened “Imbibe,” a bartender’s guide, to find our favorite Sazerac recipe. It was scrawled with notes going back a decade. We first added the bar spoon of maraschino liqueur in 2012. A scribble dated 2020 reminded us how much we liked the version with four dashes of Peychaud’s bitters and no Angostura. The page was a roster of happy experiments, our past selves reminding us to be playful with instructions. All my favorite cookbooks look like this: annotated in pen and splatters. I highly recommend this habit — the tactile version of leaving New York Times Cooking recipe notes online. Turn your cookbooks into diaries, then pass them down like heirlooms to family, or at least to a possibly more forgetful you.\nSo, what to have after that Sazerac? I think a batch of fluffy Cheddar biscuits (above) would hit the spot, and they could maybe even be dinner if you added a leafy green salad. But you might be hungrier than that, in which case may I suggest a pot of Pierre Franey’s old-school turkey chili, or Ali Slagle’s updated chicken piccata with caramelized lemons?\nI was recently in New Orleans, where one could pair a Sazerac with a plate of barbecued shrimp and a bowl of gumbo, as I did at the restaurant Miss River. Other memorable bites included a perfect fried-catfish po’ boy at High Hat Cafe and those velvety, crackling-topped deviled eggs at Turkey and the Wolf (here’s a classic version you can run with). I can’t wait to go back for more.\nIn the meantime, there’s no shortage of things to cook at home. This week, I’ve bookmarked Genevieve Ko’s rice noodles with seared pork, carrots and herbs, as well as these meatless cheesy kimchi noodles from Lara Lee. Then for dessert (have you noticed that I have a sweet tooth?), these sticky, chewy Rice Krispies treats with chocolate and pretzels take the classic to a new salty-sweet level.", "url": "https://www.nytimes.com/2022/10/03/dining/fluffy-cheddar-biscuits-and-a-cocktail.html"}