{"authors": ["Patrick Kingsley", "Gabsobelman", "Raja Abdulrahim"], "date_download": "2022-10-25 23:55:42", "date_modify": "2022-10-25 23:55:42", "date_publish": "2022-03-30 08:27:30", "description": "The five victims of Israel’s deadliest terrorist attack in years came from different walks of life, highlighting the complexity of Israeli society.", "filename": "2022_03_30_world_middleeast_israel-terrorism-attack_1666742142.html", "image_url": "https://static01.nyt.com/images/2022/03/30/world/30israel-add4/30israel-add4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_30_world_middleeast_israel-terrorism-attack_1666742142.html", "title": "In Life, They Showed Israel’s Breadth. In Death, They Were Victims.", "title_page": "In Life, They Showed Israel’s Breadth. In Death, They Were Victims. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BNEI BRAK, Israel — At five minutes to eight on Tuesday evening, an Israeli teacher was on an evening stroll, pushing his baby son in a carriage. Up the street, a businessman was in his car, running a brief errand. Around the corner, two Ukrainian construction workers were chatting outside a popular convenience store. And a few blocks over, an Arab Israeli policeman was riding his motorcycle, keeping an eye out for trouble.\nMinutes later, all five men were all dead — shot and killed by a Palestinian gunman in the single deadliest terrorist attack in Israel in eight years. In life, their diverse backgrounds highlighted the breadth and complexity of Israeli society. In death, their shared fates stripped away that nuance, turning them all into victims of the same endless conflict.\nAmir Khoury, the 32-year-old police sergeant, was an Arab Christian who was about to buy a house with his Jewish fiancée.\n“What a loss,” Ghazi Awwad, a lawyer who was close to Sergeant Khoury in college, said Wednesday. “Not all Arabs are good, and not all Jews are good,” Mr. Awwad added. But “Amir was a bridge between Arabs and Jews.”", "url": "https://www.nytimes.com/2022/03/30/world/middleeast/israel-terrorism-attack.html"}