{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 22:59:00", "date_modify": "2022-10-25 22:59:00", "date_publish": "2022-02-28 12:30:19", "description": "The action is likely to fuel rapid inflation in Russia as it wages war in Ukraine.", "filename": "2022_02_28_us_politics_us-sanctions-russia-central-bank_1666738740.html", "image_url": "https://static01.nyt.com/images/2022/03/01/business/28dc-sanctions-print/28dc-sanctions-alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_28_us_politics_us-sanctions-russia-central-bank_1666738740.html", "title": "US Escalates Sanctions With a Freeze on Russian Central Bank Assets", "title_page": "US Escalates Sanctions With a Freeze on Russian Central Bank Assets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fund, according to its website, works with the “world’s foremost investors” to make direct investments in leading and promising Russian companies. It has reserved capital of $10 billion under management and has attracted over $40 billion into the Russian economy. The sanctions ban any Americans from investing in the fund and freeze any assets that it holds in the United States.\nSenior Biden administration officials said the actions were effective immediately. They noted that the value of Russia’s ruble had already fallen more than 30 percent over the weekend and that Russia’s central bank more than doubled its interest rate to try to mitigate the fallout. They also predicted that inflation would soon spike and economic activity would contract as the country’s currency lost value.\nEven nations that usually remain neutral in global disputes entered the fray.\nSwitzerland, a favorite destination for Russian oligarchs and their money, announced on Monday that it would freeze Russian financial assets in the country, setting aside its tradition of neutrality to join the European Union and a growing number of nations seeking to penalize Russia for the invasion of Ukraine. The country said it would immediately freeze the assets of Mr. Putin, Prime Minister Mikhail V. Mishustin and Foreign Minister Sergey V. Lavrov, as well as all 367 individuals the European Union imposed sanctions on last week.\nMore aggressive actions in that vein could be in store. Senator Christopher S. Murphy, Democrat of Connecticut, said after a classified briefing on Monday that the United States and allies were preparing to go beyond freezing the assets of Mr. Putin and Russian oligarchs and actually begin seizing them.\n“This is likely a further step than Putin’s inner circle anticipated,” Mr. Murphy said on Twitter.\nThe U.S. moves represent a significant escalation of sanctions, although the Treasury Department said it was making an exemption to ensure that transactions related to Russia’s energy exports could continue. It is issuing a “general license” to authorize certain energy-related transactions with the Russian central bank.\nThe carve-out means that energy payments will continue to flow, mitigating risks to global energy markets and Europe, which is heavily reliant on Russian oil and gas exports. U.S. officials said that they wanted energy prices to remain steady and that they did not want a spike in prices to benefit Mr. Putin. However, they noted that they were considering measures that would restrict Russia from acquiring technology it needs to be an energy production leader in the long term.\n“The U.S. and other Western economies have deployed a set of highly potent financial weapons against Russia with remarkable speed,” said Eswar Prasad, a Cornell University economics professor and a former International Monetary Fund official. “Cutting off access to global financial markets and to a country’s war chest of international reserves held in currencies of Western economies amounts to a crippling financial blow, especially to an economy like Russia’s that relies to such a large extent on export revenues.”", "url": "https://www.nytimes.com/2022/02/28/us/politics/us-sanctions-russia-central-bank.html"}