{"authors": ["Jack Tamisiea"], "date_download": "2022-10-25 23:43:59", "date_modify": "2022-10-25 23:43:59", "date_publish": "2022-08-30 20:00:12", "description": "A new study confirms a long-held theory that builders used the river to transport the heavy blocks that make up the ancient wonders.", "filename": "2022_08_30_science_pyramids-nile-river-construction-egypt_1666741439.html", "image_url": "https://static01.nyt.com/images/2022/09/13/science/30TB-PYRAMIDS1/30TB-PYRAMIDS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_30_science_pyramids-nile-river-construction-egypt_1666741439.html", "title": "A Long-Lost Branch of the Nile Helped in Building Egypt’s Pyramids", "title_page": "A Long-Lost Branch of the Nile Helped in Building Egypt’s Pyramids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For 4,500 years, the pyramids of Giza have loomed over the western bank of the Nile River as a geometric mountain chain. The Great Pyramid, built to commemorate the reign of Pharaoh Khufu, the second king of Egypt’s fourth dynasty, covers 13 acres and stood more than 480 feet upon its completion around 2560 B.C. Remarkably, ancient architects somehow transported 2.3 million limestone and granite blocks, each weighing an average of more than two tons, across miles of desert from the banks of the Nile to the pyramid site on the Giza Plateau.\nHauling these stones over land would have been grueling. Scientists have long believed that utilizing a river or channel made the process possible, but today the Nile is miles away from the pyramids. On Monday, however, a team of researchers reported evidence that a lost arm of the Nile once cut through this stretch of desert, and would have greatly simplified transporting the giant slabs to the pyramid complex.\nUsing clues preserved in the desert soil, the scientists reconstructed the rise and fall of the Khufu Branch, a now defunct Nile tributary, over the past 8,000 years. Their findings, published in the Proceedings of the National Academy of Sciences, propose that the Khufu Branch, which dried up completely around 600 B.C., played a critical role in the construction of the ancient wonders. “It was impossible to build the pyramids here without this branch of the Nile,” said Hader Sheisha, an environmental geographer at the European Center for Research and Teaching in Environmental Geoscience, and an author of the new study.\nThe project was stirred by the unearthing of a trove of papyrus fragments at the site of an ancient harbor near the Red Sea in 2013. Some of the scrolls date back to Khufu’s reign and recount the efforts of an official named Merer and his men to transport limestone up the Nile to Giza, where it was fashioned into the Great Pyramid’s outer layer. “When I read about that,” Ms. Sheisha said, “I was so interested because this confirms that the transport of the pyramid’s building materials were moved over water.”", "url": "https://www.nytimes.com/2022/08/30/science/pyramids-nile-river-construction-egypt.html"}