{"authors": ["Ryan Mac", "Sheera Frenkel", "Kevin Roose"], "date_download": "2022-10-25 23:36:47", "date_modify": "2022-10-25 23:36:47", "date_publish": "2022-10-10 00:52:57", "description": "Meta’s push to develop virtual and augmented reality technology has had a bumpy year.", "filename": "2022_10_09_technology_meta-zuckerberg-metaverse_1666741007.html", "image_url": "https://static01.nyt.com/images/2022/10/10/business/10meta1-print/00meta-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_09_technology_meta-zuckerberg-metaverse_1666741007.html", "title": "Inside Mark Zuckerberg’s Metaverse Struggles", "title_page": "Inside Mark Zuckerberg’s Metaverse Struggles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The pressures Meta’s business is facing in 2022 are acute, significant and not metaverse-related,” said Matthew Ball, an investor and metaverse expert whose advice Mr. Zuckerberg has sought. “And there is a risk that almost everything Mark has outlined about the metaverse is right, except the timing is farther out than he imagined.”\nIn a statement, Andy Stone, a Meta spokesman, said the company believed it was still on the right path.\n“Being a cynic about new and innovative technology is easy,” Mr. Stone said. “Actually building it is a lot harder — but that’s what we’re doing because we believe the metaverse is the future of computing.”\nMr. Zuckerberg successfully overhauled his company a decade ago, getting it to focus on how its products worked on smartphones instead of desktops. He signaled a similar shift last year, saying that investing in the metaverse would allow Meta to make the leap from one technological era to the next.\nThere are some signs that Meta’s bet has put it ahead of competitors. The company’s consumer V.R. headset, the Quest 2, is the most popular V.R. headset on the market with more than 15 million sold, according to outside estimates. Its Oculus V.R. app — which has since been rebranded Meta Quest — has been installed over 21 million times on iOS and Android devices, according to an estimate by Sensor Tower, an app analytics firm.\nBut Meta’s future success depends on the company’s ability to bring virtual and augmented reality tools to far more people.\nMeta said in February that its Horizon Worlds game had grown to roughly 300,000 monthly active users — an increase from a few months earlier, but minuscule in comparison with Facebook’s more than 2.9 billion monthly active users. The company declined to provide more up-to-date figures for Horizon Worlds.", "url": "https://www.nytimes.com/2022/10/09/technology/meta-zuckerberg-metaverse.html"}