{"authors": ["Michael Barbaro", "Rachel Quester", "Nina Feldman", "Jessica Cheung", "Eric Krupke", "Lisa Tobin", "Paige Cowett", "Marion Lozano", "Rowan Niemisto", "Dan Powell"], "date_download": "2022-10-25 23:23:14", "date_modify": "2022-10-25 23:23:14", "date_publish": "2022-09-06 10:00:05", "description": "What happens in November won’t just be about who wins and who loses. Astead W. Herndon, the host of “The Run-Up,” explains why the stakes are so high.", "filename": "2022_09_06_podcasts_the-daily_midterms-election-biden-trump_1666740194.html", "image_url": "https://static01.nyt.com/images/2022/09/07/podcasts/the-run-up-promo-art/the-run-up-promo-art-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_06_podcasts_the-daily_midterms-election-biden-trump_1666740194.html", "title": "A User’s Guide to the Midterm Elections", "title_page": "A User’s Guide to the Midterm Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[MUSIC PLAYING] This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nmichael barbaro\nFrom “The New York Times,” I’m Michael Barbaro. This is “The Daily.” [MUSIC PLAYING] Today marks the unofficial start of the campaign for the mid-term elections, the first major referendum on the Biden era of government and a test of how much voters want to reinstall the Trump wing of the Republican Party. My colleague, politics reporter Astead Herndon, is covering the election for a “Times” podcast, “The Run-Up,” a show I hosted in 2016, and offers us a guide to the campaign. [MUSIC PLAYING] It’s Tuesday, September 6. [MUSIC PLAYING] Astead, welcome back.\nastead herndon\nThank you. I appreciate it.\nmichael barbaro\nI like the name of the show you are now hosting. [LAUGHS] It’s a great name, great show. It’s destined to be a hit.\nastead herndon\nYeah, no, no, I too like the name and understand that there are big host shoes to fill. So I’m really excited. And I’m excited to do this.\nmichael barbaro\nI consider them more than filled. [LAUGHS]\nastead herndon\nThat’s one of us. I am very nervous.\nmichael barbaro\nSo Astead, I want to dig in with you on the stakes of this year’s midterms. But first, in order to do that, I want you to help us understand the landscape as we head into the run-up to the election. Until quite recently, I think it has felt to most people like this was going to be a terrible midterm for Democrats.\nastead herndon\nTotally. I think up until maybe just a month ago, the conventional political wisdom, which I think had some real validity, was that Democrats were going to have a really tough time this year, that there would be a Republican wave.\nmichael barbaro\nAnd just explain why that would be.\nastead herndon\nYeah, I mean, when we think about midterms, I think the first thing we should say is that there are some real structural rules that govern how we think about these elections. Midterm elections are almost always a referendum on the White House or the party in power. So it’s your first chance as a voter to weigh in on the recently elected president, and in this case, the Congress that’s controlled by the same party. And so oftentimes in midterms, as you saw in 2018 with Democrats, as you saw in 2010 with Republicans, it’s a chance for the opposing party to really strike back after losing the presidential election. And I think for a lot of people, that’s what folks expected coming into this year. There’s also the realities of these gerrymandered House districts. So for maybe 10, 20 years, Republicans have been further ahead of Democrats in terms of controlling state legislatures, and then in turn, being able to draw the House districts that govern the Congressional elections. And so those rules have oftentimes pointed folks who follow elections really closely to really expect Republicans to have a real built-in advantage when we think about these midterms.\nmichael barbaro\nRight. The rules of political gravity, you’re saying, and political gerrymandering, just mean that from the get-go, Democrats, to be very casual, are kind of screwed.\nastead herndon\nYeah, that was the thought. [LAUGHS]\nmichael barbaro\nRight. And on top of that, Republicans don’t have to do all that well because the Democratic majority in both chambers of Congress is so slim — about 9, 10 seats in the House and essentially 0 seats in the Senate, where it’s 50/50. So Republicans don’t have to do all that well to exploit the forces you just described.\nastead herndon\nExactly. There is no margin for error for the Democratic Party. So while we began the year talking about a Republican wave this year, it’s not as if Republicans need a wave. They need more — I don’t — I can’t even think of a metaphor.\nmichael barbaro\nA ripple. They need a ripple.\nastead herndon\nYeah, they need a ripple, right? They need the faucet to leak, and they can take back the House and Senate. Because, as you mentioned, in the Senate, they just have to take one seat from Democrats, and that flips them back into power. And in the House, Democrats’ lead is about a dozen seats. So the bar is frankly low for Republicans in order to get a foot back into power in Washington. But even considering all of those structures that govern the midterms, Democrats had all of these circumstantial realities that were even furthering the hole that they were in. I mean, think about it. Joe Biden had a historically low approval rating, which is another usually telltale sign that the party is going to experience a walloping come November. You had record inflation fueling voters’ concerns about the economy in a very real way. You had soaring gas prices, another thing that really stresses consumers and puts real pressure on the administration. I think you also had — and I would say this is probably even larger than those other factors — a general feeling from a lot of Democrats that they weren’t getting a great return of investment on their votes in 2020. People had felt like they had come out to vote in a pandemic. They had removed Donald Trump, as Joe Biden asked. They had given him said Democratic Congress in a way that was historic and, for some folks, surprising. And still, that agenda wasn’t being followed through on. And remember, this is happening at the summer when you also have the Supreme Court really changing the political landscape. So not only did it feel like Democrats weren’t following through on their promises. For a lot of Democrats, it felt like the country was moving in the opposite direction.\nmichael barbaro\nRight. And then things change.\nastead herndon\nAnd they change rather quickly. [MUSIC PLAYING] I mean, in the last month, you have had the Democratic Party come through with a historic climate bill that goes pretty far on really big priorities for the base. They get Joe Manchin on the same page about climate action. They get Senator Sinema in Arizona to agree to some increases in taxes. They get the Democratic caucus to join together to help lower drug prices, a big priority for the party that has not come through in a long time. I mean, this is not a small bill. And I think that kicks off a series of legislative accomplishments for them. You have the White House taking stronger executive action on the climate front to appease progressives. You have Joe Biden, of course, recently canceling student debt, another big priority for a part of the base. And it happens at the same time as gas prices are falling, as inflation is tapering. [MUSIC PLAYING]\narchived recording (reporter) Democrats have had a pretty good run of things for the course of this summer between guns and the semiconductor bill. This was a big week for President Biden, another legislative win — health care, climate, deficit —\nastead herndon\nAnd all of a sudden —\narchived recording (reporter) The numbers ticked up from 36 to 40, ticked up from 40 to 42 — archived recording (tucker carlson) This is turning around what had been nearly a year-long slide. It was last August when the president’s approval rating started to go south.\nastead herndon\nThe floundering Biden of the summer —\narchived recording (reporter) It appears Democrats and White House staffers are trying to rebrand President Biden by turning “let’s go Brandon” into a pro-Biden meme.\nastead herndon\n— is replaced by the sunglasses-wearing dark Brandon of right now.\narchived recording (reporter) The dark Brandon meme was originally an internet meme intended to make fun of Joe Biden, but now it’s being used to celebrate him. Deputy Press Secretary Andrew Bates tweeted this — “dark Brandon is crushing it —” along with an image of Biden with red laser eyes. People are now unironically loving dark Brandon. Dark Brandon is an ass kicker and doesn’t care about anything and will break the rules to go punish Republicans and to fight back and to get things done. [MUSIC PLAYING]\nmichael barbaro\nRight. I mean, for months, Biden had been talked about up to this point as ineffective, a past-his-moment figure. And this idea that he was going to be some kind of an FDR-like president, as he aspired to be, it almost seemed laughable. And yet all of a sudden, his presidency is now being defined by four or five major accomplishments. And those comparisons, they don’t seem as laughable anymore.\nastead herndon\nExactly. I mean, let’s remember that Joe Biden ran for the presidency pitching himself as someone who can make Washington work again. And I think a lot of folks were doubting that that stuff was possible. I mean, I could say that I was doubting that stuff was possible. And I think we have to say now that this is a president who has rung the most out of DC that he frankly could in those first couple of years, and in doing so, has changed the prospects of his party in the midterms.\nmichael barbaro\nWell, let’s talk about that. I’m curious exactly how you think about the impact these accomplishments you just described might have on the midterms these big wins for Democrats — for example, the climate bill and student loan forgiveness. Are those potentially good for the party in the midterms because they can energize the base, and that’s good? Or are Democrats hoping that these accomplishments help convince some portion of swing voters, voters that they have lost or risked losing, to come over to their side? I mean, basically, what I’m asking is, have the accomplishments of the last month or so moved the middle of the American electorate?\nastead herndon\nYeah. If you ask Democrats they would say they want to get both — that is, an and strategy rather than an or strategy, that issues like climate action and student debt cancellation will fire up core constituencies of the Democratic base. I’m thinking of working-class voters, people of color, young people, folks who they need to really motivate to come out in the midterms. But when we think about some other actions they have taken, and I think specifically that drug prices piece or targeting inflation and the economy, that’s what they’re hoping will convince swing voters that they’re responsible fiscal stewards. And so their goal is to really get both pieces of that puzzle. Because remember, in these races, they have that high bar to clear. And so while they need to fire up their core constituencies to have a chance in those Senate races especially, they also have to win over swing voters and independents to have a chance in many of those hotly contested gerrymandered House districts. So for Democrats, the good signs of the last month has been an improvement on both fronts rather than one or the other.\nmichael barbaro\nRight. Obviously, the Republicans are going to try to stop that from happening. We have already seen them try to frame two of these accomplishments we’re talking about, the climate bill and student loan forgiveness, as examples of Democrats being for the elites. And it seems like the midterms will be a test of whether swing voters buy that characterization of these accomplishments, right?\nastead herndon\nTotally. I mean, Republicans are not going to just sit idly by and let Democrats gain in the midterms, beat them in fundraising, and cruise to a historic midterms turnaround. They’re going to try to change the scope of this debate. I think the student debt cancellation that just happened from the president is a good example of that. Now, Democrats are touting this as something that is — and polling agrees with — very popular among constituencies that they want to grow with. We’re talking about college-educated folks and people who did not graduate college but have that debt. It polls really well with Black voters and with Latino voters, constituencies Democrats are trying to re-energize. Now, it may be popular with one sect of the base, but Republicans are going to try to make it very unpopular with another sect — a moderate, independent swing voter. And so you have seen Republicans try to say that debt cancellation is only for the college-educated, a bribe or a transfer of wealth to Democrats’ elite base.\nmichael barbaro\nIt’s really interesting, Astead, the question of how Americans will respond to student loan forgiveness. In particular, it makes me think back to the Affordable Care Act, to Obamacare. Republicans tried so hard to convince voters that that was big-government socialism. And at first, that really resonated with a lot of their potential voters. But by the time we got to the 2018 midterms, a lot of lower - and middle-class Americans had experienced the ACA in a more intimate, day-to-day way, and they experienced it as a positive. And defending the ACA, which is what the Democrats did, arguably helped the party regain control of the House that year, 2018. In other words, it moved the middle. The ACA won the Democrats centrist swing voters. And we don’t know yet whether student loans might follow that same path, but it’s possible that it will.\nastead herndon\nRight. But I do think that there is a critical difference here in that the benefits that student debt cancellation promises for the millions that will be affected are going to be more immediately realized than something like the Affordable Care Act. So while it is a possibility that Republicans are right and you’ll see a backlash to these actions, you can also see a situation in which Democrats experience immediate benefit from these actions. Because the folks who are going to be disproportionately affected — working-class communities, Black and Latino voters, young people — will — and this is I think the political hope — reward the party by coming out in this November because they’ve experienced these changes almost immediately. If you make less than $125,000 that will happen soon, you know?\nmichael barbaro\nRight. Health care is a little bit different. You have to wait for your open enrollment period. It takes a while.\nastead herndon\nExactly.\nmichael barbaro\nThis is just like, suddenly your bank account is fundamentally different.\nastead herndon\nRight. Suddenly you can, you know, save for a house.\nmichael barbaro\nRight. [MUSIC PLAYING] We’ll be right back. OK. So Astead, you’ve been talking about the ways in which the Democrats’ political fortunes seem to be shifting a bit based on the things that they have done. But it also occurs to me that Republicans may have also done some things to hurt themselves. And the two big examples of this that come to mind are the overturning of Roe v. Wade by Republican-confirmed judges in the Supreme Court and then the degree to which Republican candidates for Congress this fall have really embraced a pretty strident form of Trumpism and very false claims of election fraud. So how do you think about those two things?\nastead herndon\nYeah, I mean, these are huge factors that have shifted fortunes in the midterms. And we should say, if Republicans had built-in structural advantages and circumstantial ones that had given them a head start in these midterms, those are the two things that have really shrunk that to the degree where Democrats feel so confident right now. The overturning of Roe v. Wade — it actually reminds me of what you were talking about with Obamacare where talking about overturning something is more popular or was more popular than the actual reality of doing it. And we have several electoral proof points that after the Dobbs decision that overturned Roe v. Wade, voters have really rallied around the idea of trying to protect the right to abortion. Remember, you had the Kansas referendum, which I think was the largest and certainly the first example of that. And it wasn’t just that Democrats and those who wanted to protect the right to an abortion succeeded in that referendum. It’s that Kansas came out in big, historic numbers that really surged past expectations. There was a takeaway from that race that abortion was a unique driver of turnout.\nmichael barbaro\nRight. I mean, it told people that abortion puts bodies inside voting booths.\nastead herndon\nExactly. I’m thinking about the special election that just happened in Upstate New York, where you had two candidates who are both mainstream members of their respective parties, but the Democrat really succeeds there by placing abortion at the forefront of their campaign. I think, actually, the clearest example here about how the Dobbs decision has changed the political landscape is by Republicans’ own actions themselves. You have Republicans now across the country overtly backtracking on their abortion positions. We are seeing candidates scrub language on their websites, retract their statements, and step away from supporting total bans or near-total bans on abortion, which is where many of the candidates were before the Dobbs decision. One example of that is Blake Masters, the Republican Senate candidate in Arizona, an important race for this year’s midterms. And his campaign removed language on their website that showed him supporting a federal personhood act which would define a fetus as a person from conception and try to make abortions almost totally unavailable. He removed that language from his website, but he also took it a step further where he released an ad —\narchived recording (blake masters) Most people support common-sense regulation around abortion.\nastead herndon\n— misrepresenting that change from his abortion position.\narchived recording (blake masters) Look, I support a ban on very late-term and partial-birth abortion.\nastead herndon\nBut then also —\narchived recording (blake masters) But Mark Kelly votes for the most extreme abortion laws in the world.\nastead herndon\n— trying to cast the finger at his Democratic opponent, saying that where the Democrats stood in terms of allowing abortions was actually the extreme position.\nmichael barbaro\nHmm.\narchived recording (blake masters) I’m Blake Masters, and I approve this message.\nastead herndon\nSo I think that’s actually really representative of what we’re going to see the Republican playbook on this issue be, is to deflect and distract strategy where they change their position from maybe something that was more out of touch where more medium voters are, but then they also try to point the finger at Democrats, which is going to be harder to do, though, in this post-Roe universe where public opinion has really flown in favor of abortion access.\nmichael barbaro\nRight. And it’s so interesting because this has all flipped the political script. Anti-abortion used to be a motivating issue for Republican voters, and a source of great angst for Democrats was that protecting it wasn’t a motivating issue for Democratic voters. It was hard to get Democratic voters to come out and protect abortion rights because they were taken for granted. Now we’re seeing that abortion is becoming a hugely motivating issue for Democrats now that Roe v. Wade is over and a big liability for Republicans.\nastead herndon\nUh-huh. It is one of those realities of politics where folks are more motivated not when things could happen —\nmichael barbaro\nBut when they do.\nastead herndon\nBut when they do, right? So it is a strange twist in this year’s political landscape in that conservatives getting the thing that they have really pushed for over the last 30 years, and the things that Democrats really feared, has actually improved the Democratic standing and hurt Republicans.\nmichael barbaro\nYeah, it’s fascinating. OK. Let’s turn to that second area where Republicans may be doing themselves no favors, which is the nomination of so many Donald Trump acolytes who embrace election denialism.\nastead herndon\nYeah, it’s a huge issue and, I think, a really interesting one. Coming out of the 2020 election, there was an open question for the Republican Party about where they would go for their candidates in the midterms. And that answer has been unequivocal that in state races, particularly in governors’ races and in Senate races all across the country, Donald Trump has succeeded in getting the Trumpiest candidate on the ballot. I’m thinking of Herschel Walker in Georgia, of Mehmet Oz in Pennsylvania. I’m thinking of the governor candidate Tim Michaels in Wisconsin or Kari Lake in Arizona. These are Trump-picked candidates, and they mirror Trump’s messaging that the election was stolen or speaking in flagrantly anti-immigrant rhetoric and terms. And while that might help you in the Republican primary, that isn’t necessarily going to help you in a general election, as Donald Trump himself found out in 2020. And so you have a landscape of Republican candidates that sound a lot like Donald Trump but don’t sound a lot like the median voters in their state. And even some Republicans are sounding the alarm on this front.\narchived recording (reporter) Care to share any of your projections on the midterm elections? archived recording (mitch mcconnell) I think that there’s probably a greater likelihood the House flips than the Senate.\nastead herndon\nI mean, you had Mitch McConnell, Senate Republican leader and, I think, a universally recognized savant at getting Republicans elected to Congress, saying very openly —\narchived recording (mitch mcconnell) Candidate quality has a lot to do with the outcome.\nastead herndon\n— that he thinks the quality of candidates have hurt Republican chances in the Senate. And so Mitch McConnell and Democrats are in agreement that Republicans embracing Trumpism in these midterms might help Democrats succeed in places they thought they were going to have a tougher shot at.\nmichael barbaro\nRight. And we should be clear that we’re really talking here about the Senate, not the House, because, of course, the Senate races are statewide races where you typically need that more broadly appealing candidate. House races, especially with gerrymandering, support more extreme candidates on both sides. And you’re saying that based on the power and the whims of Donald Trump, Republicans are sometimes getting Senate candidates that actually maybe look more like house. Republican candidates.\nastead herndon\nYeah, they would benefit from candidates with broader appeal or with candidates that more closely match where the median swing voter is, for sure. That said, we should definitely do a caveat here, which is that if Donald Trump has taught us anything in the last couple of presidential cycles, it’s that his type of political message has often found a voter that is not reflected in polling. So while it certainly looks to be the case that the transition in Republican candidates has hurt them in this midterm cycle, there is a chance that the same thing could happen to these candidates that Trump has endorsed, that there is some silent Trump voter or a person who comes out to support these folks because of their claims of voter fraud or protecting the country against socialism that the polling has missed.\nmichael barbaro\nAgree. That caveat is clearly important. But it’s interesting to see just how thoroughly the Democrats are banking on their belief that that’s not going to be the case, their belief that just as in Biden’s 2020 presidential campaign, the majority of American voters don’t want to live in that version of the country, the one where the extreme MAGA Trump candidate and that message prevails.\narchived recording (joe biden) My fellow Americans —\nmichael barbaro\nAnd I think you saw that very vividly in the speech that Biden delivered late last week in Philadelphia, right?\narchived recording (joe biden) I speak to you tonight from sacred ground in America.\nmichael barbaro\nThat was, in a lot of ways, the Democratic Party’s official kickoff to the midterms.\narchived recording (joe biden) But as I stand here tonight, equality and democracy are under assault.\nmichael barbaro\nAnd Biden’s message was that —\narchived recording (joe biden) Too much of what’s happening in our country today is not normal. Donald Trump and the MAGA Republicans represent an extremism that threatens the very foundations of our republic.\nmichael barbaro\n— the Trump brand of Republicanism that now dominates among the candidates we’re talking about is a threat to the American way of life —\narchived recording (joe biden) MAGA Republicans do not respect the Constitution. They do not believe in the rule of law. They do not recognize the will of the people.\nmichael barbaro\n— a threat to abortion rights, a threat to democracy itself. And so like you said, this is the Democrats, all the way up to the president himself, looking to exploit what they see as these self-inflicted messaging wounds that Republicans have made and make those the terms on which the midterms are waged. And they clearly think that that message will succeed.\nastead herndon\nRight. It’s incredibly fascinating because for all of his talk about making Washington work, all of his legitimate legislative accomplishments that he’s been able to pull off, somewhat against the odds, he still, to your point, kicks off the Democratic midterm message with those things being secondary. And it’s interesting because when I watched the speech last week, I felt like I was watching a culmination of a journey that Biden and, by some degree, now the Democratic Party, has gone on in terms of figuring out how to deal with Trump and what it means for the country, for politics, and for themes like unity. I mean, let’s go back to the original Joe Biden campaign launch speech in 2020.\narchived recording (joe biden) We are in a battle for America’s soul.\nastead herndon\nThat was a message about restoring the soul of the nation through the act of removing Donald Trump as president.\narchived recording (joe biden) Everybody knows who Donald Trump is. And I believe. I believe in hope. They know who we. We have to let them know who we are.\nastead herndon\nAnd that was the core focus of his campaign, was that Donald Trump was a cancer to the country and that removing him would bring the unity that Joe Biden was pitching to voters.\narchived recording (joe biden) So now —\nastead herndon\nLet’s then get to the inauguration speech after Joe Biden successfully wins the presidency on that message.\narchived recording (joe biden) On this hallowed ground where, just a few days ago, violence sought to shake the Capitol’s very foundation, we come together as one nation under God.\nastead herndon\nI think it’s important to remember that that inauguration speech comes after a January 6 event that is the most direct attack on American democracy that we have seen in a century, that if there is any event that should cause the epiphany among the country and among Republicans that Joe Biden has promised, you imagine it would have been an event like January 6. And he makes the speech in that moment, pitching that version of unity —\narchived recording (joe biden) And together, we shall write an American story of hope, not fear, of unity, not division, of light, not darkness, a story of decency and dignity, love and healing, greatness and goodness. May this be the story that guides us.\nastead herndon\n— saying, OK, that thing happened, so come on. Come with me and excise Donald Trump from the political sphere. But think about what’s happened between that speech and the one he gave last week. You have a Republican Party that is still dominated by the interests and grievances of Donald Trump, that has nominated candidates that reflect those interests and grievances, and beyond that, has nominated a slate of midterm candidates, many of whom reflect his election conspiracies and false claims against American democracy. That is a rejection of the version of unity Biden pitched in the inauguration speech. That epiphany has not come. And so I think we’re now seeing a Joe Biden whose speech last week is updating its language to reflect that information.\narchived recording (joe biden) For a long time, we’ve told ourselves that American democracy is guaranteed, but it’s not. We have to defend it, protect it, stand up for it, each and every one of us. That’s why tonight, I’m asking our nation to come together, unite behind the single purpose of defending our democracy regardless of your ideology.\nastead herndon\nHe is now pitching a version of unity that doesn’t say we unite with the type of people who rioted on January 6 or with so-called, as he put it, MAGA Republicans. He’s trying to unite the country against those people.\nmichael barbaro\nRight.\narchived recording (joe biden) We’re all call by duty and conscience to confront extremists who put their own pursuit of power above all else. Democrats, independents, mainstream Republicans, we must be stronger, more determined, and more committed to saving American democracy than MAGA Republicans are there to destroying American democracy.\nastead herndon\nThat is a different version of unity than he pitched previously. And I think it reflects a change in worldview that we have seen Biden go on. And by proxy, the Democratic Party has gone on with him.\narchived recording (joe biden) We just need to remember who we are. We are the United States of America, the United States of America. [CHEERING] And may God protect our nation, and may God protect all those who stand watch over our democracy. God bless you all, democracy. Thank you. [APPLAUSE]\nmichael barbaro\nRight, so three speeches about unity from Joe Biden. The first one presumes that if we remove one man, Donald Trump, we can all be united. The second speech acknowledges January 6 and says, OK, it’s more complicated than that. It’s bigger than just one man. But if we say that what happened on January 6 is not OK, we won’t stand for this, then we can still be united. The third speech, the one that we all just watched last week, says, all right, sorry. This isn’t really working out. It’s bigger than Trump. It’s really the Republican Party itself. And so the only way we get united is if we all decide to rally against what Trump and Trumpism — which is really, in some ways, the heart of the Republican Party — stands for.\nastead herndon\nExactly. He is now trying to pitch a version of unity that unites Democrats, independents, and Republicans who are frustrated with their own party, of which there are some, against the Trump and Trumpism wing it. Reminds me of “Game of Thrones” where the person on the Iron Throne tells everyone to put their grievances aside to unite against White Walkers, right?\nmichael barbaro\nRight.\nastead herndon\nThere is a pitch that he is trying to make that says no matter all of those differences, the biggest threat to the country is this anti-democracy wing. And this is a critical and urgent time to unite against them. That is a message of unity, but that is not the message of unity that Joe Biden started his presidency with.\nmichael barbaro\nFascinating. In some ways, it feels like Biden has become disillusioned. He has realized over the past couple of years that the unity he very much craved is no longer realistic. And the message now is let’s recognize this group of Americans for what they are — in his view, a threat to democracy, a threat to American values — and start to treat them as the enemy.\nastead herndon\nExactly. And I think we should say something about Biden’s newfound disillusionment which is that he’s basically arriving to the point where millions of Americans already are and have been way before him, that with Trump being out of office — and it’s now become crystallized — that really, the American democracy problem isn’t a fault of a singular individual but is a question of a system and a country that has to wrestle with what it believes in. And so we now have the president, who is framing the stakes of this election in much more stark terms, saying that it is not a question of D versus R. It is a question of a side that wants the republic to exist and a side that does not. I think we need to acknowledge that escalation even as we acknowledge that it has borne out effect — that there are candidates sounding election conspiracies, that there are candidates who are seeking to change democracy at its core. He is responding to fact, but it is an escalation that we haven’t seen.\nmichael barbaro\nRight. But the risks of this seem very obvious in that while Biden is trying to talk about a very specific group of Republicans as un-American, other Republicans could very well see it as an indictment against them as well.\nastead herndon\nMm-hmm. That is the risk, and that is certainly going to be what Republicans try to do. There are a lot of suburban voters in this country that have drifted further away from the Republican Party but were Donald Trump-curious as recently as 2016. There are a lot of voters who may have questions about cultural directions the Democratic Party has gone in, about social movements that the Democratic Party have embraced, but don’t consider themselves Donald Trump voters, would not consider themselves MAGA Republicans. This is a large section of voters. There are moderates. There are swing-y people. And what Republicans are going to try to do is say that that speech cast a negative light on all folks who have some conservative leanings. But I also think that there is another blind spot for the Biden argument here, which actually relates back to what we were talking about before — the structures that govern the House and the gerrymandering that really controls those elections. Because those are districts that, oftentimes, a person who is more polarizing, more extreme — frankly, on a Republican side more, Trumpy — could do well, that Joe Biden could be correct that Trump and MAGA Republicans are only a small slice of the party, and that can still be the small slice that flips the House. So both of these things can exist at the same time where Biden is actually right that the MAGA movement is not the majority of Americans, but it succeeds in creating a real foothold in DC through a Republican Congress this year because we do not have a democracy that’s about majority opinion.\nmichael barbaro\nSo even if Biden is right about MAGA as a fringe element and right in his bet that a majority of Americans see it that way, the structures of our government are such that the Republicans have a very good shot at taking back control of the House on a MAGA message. And the Democrats might well hold the Senate for all the reasons we’ve been discussing, but we’d still have a divided government with one chamber actually defined by the values that Biden is now saying are basically un-American.\nastead herndon\nExactly. And I think for a lot of people, what a Republican House would mean hasn’t really set in.\nmichael barbaro\nWhat do you mean?\nastead herndon\nThe House would be Trumpism’s attack dogs. It would be his voice in Congress, in DC. You have the most energetic Trump MAGA wing of the Republican Party saying that a Republican House would be their vehicle to impeach Joe Biden, to investigate Merrick Garland for the FBI search of Mar-a-Lago, to shut down those January 6 committee investigations, that would be a thorn in by the side more than legislatively, but legally. And for a lot of Republicans, they see this as exacting and settling a score that they really think Democrats started in the Trump administration. This would be a Republican Congress that seeks to even out the playing field for what they view as a Democratic House in the Trump administration that unduly went at the president. Now, of course, that is wrapped up in so many false equivalencies. However, that will be the energy from the grassroots that’s driving them. Because for a lot of those folks, they see the first sin committed as Democratic actions in the Trump era.\nmichael barbaro\nRight. So regardless of your politics, the government you’re describing is going to feel not just dysfunctional, but vindictive and nasty.\nastead herndon\nRight. And for some people, that, might already be the case. They already feel like that’s true. But I definitely think there is some assumption that we’re at a floor of nastiness, of division, of partisanship. And I don’t think we can assume that.\nmichael barbaro\nRight. We’re going to be going to the cellar.\nastead herndon\nRight. And if you think people are disillusioned now, imagine the scenario we’re talking about where folks do come out, they do turn out, they do take up Biden’s message of uniting against people taking aim at democracy, and yet those same people gain a greater foothold in the halls of power. That is the reality we’re discussing. And I think when you look at the midterms landscape, there’s a lot of evidence that could be our future. [MUSIC PLAYING]\nmichael barbaro\nWell, Astead, thank you. We appreciate it.\nastead herndon\nThank you. [MUSIC PLAYING] The first episode of “The Run-Up,” Astead’s show about the midterms, is being released today. You can listen to it right here on “The Daily” later this afternoon or right now by searching for the run-up wherever you listen. [MUSIC PLAYING] We’ll be right back. [MUSIC PLAYING] Here’s what else you need to know today.\narchived recording (graham brady) The total number of valid votes given to each candidate was as follows.\nmichael barbaro\nBritain has a new prime minister.\narchived recording (graham brady) Rishi Sunak — 60,399. Liz Truss — 81,326. Therefore, I give notice that Liz Truss is elected as the leader of the Conservative and Unionist Party. [CHEERS AND APPLAUSE]\nmichael barbaro\nMembers of the country’s Conservative Party have chosen Liz Truss as their next leader, replacing Boris Johnson, who resigned after a series of scandals. Truss, Britain’s foreign secretary, campaigned on a platform of tax cuts and loyalty to Johnson, who remains popular with the Conservative Party’s base. As prime minister, she will inherit an economy reeling from inflation and an energy crisis created by the war in Ukraine. [APPLAUSE]\narchived recording (liz truss) Well, thank you, Sir Graham.\nmichael barbaro\nIn a brief speech after her election, Truss promised to do everything possible to keep the Conservative Party in power.\narchived recording (liz truss) My friends, I know that we will deliver, we will deliver, we will deliver. And we will deliver a great victory for the Conservative Party in 2024. Thank you. Thank you. [CHEERING] [APPLAUSE]\nmichael barbaro", "url": "https://www.nytimes.com/2022/09/06/podcasts/the-daily/midterms-election-biden-trump.html"}