{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:41:04", "date_modify": "2022-10-25 23:41:04", "date_publish": "2022-09-29 17:56:57", "description": "The Russian president’s remarks came after anger with the draft spilled over into street protests across Russia.", "filename": "2022_09_29_world_europe_putin-draft-speech_1666741264.html", "image_url": "https://static01.nyt.com/images/2022/09/29/multimedia/29ukraine-briefing-putin-speech-01-1-db1a/29ukraine-briefing-putin-speech-01-1-db1a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_29_world_europe_putin-draft-speech_1666741264.html", "title": "Putin Concedes That Some Men Were Wrongly Drafted", "title_page": "Putin Concedes That Some Men Were Wrongly Drafted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Vladimir V. Putin acknowledged “mistakes” on Thursday in how the Russian government has been carrying out his draft, a sign of the Kremlin’s scramble to keep public discontent in check over Mr. Putin’s effort to escalate the war in Ukraine.\nIn televised remarks to top security officials, Mr. Putin said that the draft had raised “many questions,” and that “all mistakes must be corrected and prevented from happening in the future.” He described cases of people entitled to deferments being wrongly drafted, such as fathers of three or more children, men with chronic diseases or those above military age.\n“If a mistake is made, I repeat, it must be corrected,” he said in a videoconference with his Security Council. “Those who were called up without proper reason should be returned home.”\nMr. Putin’s remarks, which were shown on state television Thursday evening, came after anger with the draft spilled over into street protests across Russia, including in an impoverished region of Siberia on Thursday.", "url": "https://www.nytimes.com/2022/09/29/world/europe/putin-draft-speech.html"}