{"authors": ["Lydia Depillis"], "date_download": "2022-10-25 23:28:45", "date_modify": "2022-10-25 23:28:45", "date_publish": "2022-08-15 09:00:20", "description": "Conventional employment opportunities abound, but online platforms still have appeal — for flexibility or additional income.", "filename": "2022_08_15_business_economy_gig-work.html_action=click&pgtype=Article&state=default&module=styln-gig-economy&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666740525.html", "image_url": "https://static01.nyt.com/images/2022/08/10/business/00gig-workers01/00gig-workers01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_15_business_economy_gig-work.html_action=click&pgtype=Article&state=default&module=styln-gig-economy&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666740525.html", "title": "If the Job Market Is So Good, Why Is Gig Work Thriving?", "title_page": "If the Job Market Is So Good, Why Is Gig Work Thriving? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Surviving on income from gigs — which for Ms. Bettis now include DoorDash as well as Instacart — isn’t easy. But Ms. Bettis thinks she can save enough money to open her own storefront.\n“We just went through a period where millions died, so are you going to spend your time at your job if it doesn’t fulfill you?” Ms. Bettis said, summing up gig work’s appeal. “Everybody loves stability, but if the flexibility isn’t there, I don’t think a lot of people are going to go back.”\nLabor advocates have long been concerned about businesses that depend on independent contractors, since those workers aren’t entitled to the rights and benefits that come with employee status, like employer contributions to payroll taxes and unemployment insurance. But while the model has gained traction, it has been difficult to pin down how fast the ranks of gig workers are growing.\nThe most accurate measure is Internal Revenue Service data on 1099 tax forms — the freelancers’ counterpart to the W-2 forms filed for employees — but that is available only to select researchers and released with a lag of several years. At last count, in 2018, a team of economists found that about 1.2 percent of workers with any earnings had at least some income from online platform work. (A Pew survey from 2021 found that the share of all adults with gig income in a 12-month period was about 9 percent.)\nThe closest government metric that is more timely comes from the Bureau of Labor Statistics, which asks people whether they count themselves as self-employed. That number rose significantly as a share of the labor force from early 2020 to early this year. But it generally captures people for whom self-employment is the main source of income — which, for most gig workers, it isn’t. More likely, the bump represents an increase in the number of people working as home improvement contractors and owner-operator truck drivers — two longtime means of self-employment that surged during the pandemic — and some white-collar freelancers.\nLess comprehensive but more specific data comes from third-party platforms like Steady, which allows nearly six million workers to track their often-variable sources of income and posts incentives from gig platforms to try working for them. From February 2020 to June 2022, Steady recorded a 31 percent increase in the share of workers on the app with 1099 income. More of those were women than men, with particular growth among single mothers. Freelance income per gig worker increased 13 percent.", "url": "https://www.nytimes.com/2022/08/15/business/economy/gig-work.html?action=click&pgtype=Article&state=default&module=styln-gig-economy&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}