{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:40:28", "date_modify": "2022-10-25 23:40:28", "date_publish": "2022-05-10 17:53:31", "description": "Mr. Musk has said he wants Twitter to be a forum for debate, and he called the barring of Mr. Trump “morally wrong.” The former president has said he would not rejoin the platform.", "filename": "2022_05_10_technology_elon-musk-donald-trump-twitter-ban_1666741228.html", "image_url": "https://static01.nyt.com/images/2022/05/10/business/10twitter-musk/merlin_205888104_ef8a33fe-dbc9-4da1-91b6-6a2c6a5d3d71-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_10_technology_elon-musk-donald-trump-twitter-ban_1666741228.html", "title": "Elon Musk Would Reverse Twitter’s Ban on Trump", "title_page": "Elon Musk Would Reverse Twitter’s Ban on Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even with Mr. Musk’s comments, Mr. Trump’s potential return to Twitter remains far from assured. Mr. Musk is mercurial and has a history of saying things he does not follow through on. In 2018, he famously declared that he planned to take Tesla private and had the funding to do so, when he did not. Even his most devoted followers sometimes wonder whether his obscurantist tweets are serious or are made in jest.\nInvestors have also questioned whether Mr. Musk’s deal for Twitter will be completed. The company’s shares closed Tuesday at $47.26, well below the $54.20 that Mr. Musk agreed to pay for them. Mr. Musk is also still securing financing for his takeover. While venture-capital firms and some big banks have lined up to invest, the billionaire is on the hook to provide as much as $21 billion of his own cash. He has not detailed where he will obtain that money.\nMr. Musk referred to the possibility of the deal not closing on Tuesday and of nothing happening with Mr. Trump’s Twitter account. “Obviously, I don’t own Twitter yet,” he said at the Financial Times conference. “So this is not a thing that will definitely happen because what if I don’t own Twitter.”\nMr. Trump long bedeviled social media companies because of how he pushed the line on speech, sometimes spreading lies and bullying people. But the companies’ moves to bar him drew accusations, especially from conservatives, that they were engaging in censorship and were biased against Republican voices.\nMr. Musk seemed to echo some of those conservative complaints on Tuesday, accusing Twitter of “a strong left bias, because it’s based in San Francisco” and saying “victory would be that the most far-right 10 percent and the most far-left 10 percent are equally upset.”\nSome of the companies have since shied from appearing as the final word on who gets to say what online. Facebook referred Mr. Trump’s case to its Oversight Board, a company-appointed panel of academics, journalists and former members of government. The board ruled that Facebook was right to bar Mr. Trump, but it said the company had not thoroughly explained its decision and should revisit an indefinite suspension.\nIn June, Facebook said Mr. Trump’s ban would last at least two years, keeping the former president off the site through the 2022 midterm elections.", "url": "https://www.nytimes.com/2022/05/10/technology/elon-musk-donald-trump-twitter-ban.html"}