{"authors": ["Christine Hauser"], "date_download": "2022-10-25 23:46:47", "date_modify": "2022-10-25 23:46:47", "date_publish": "2022-08-09 12:30:12", "description": "In Britain, artists lit a structure aflame. At the Jersey Shore, names were carved on shells and rocks. With more than six million dead, memorials have evolved along the way.", "filename": "2022_08_09_us_covid-deaths-memorials_1666741607.html", "image_url": "https://static01.nyt.com/images/2022/06/21/lens/00xp-covidmemorials--01/merlin_207706212_457258d2-4a02-40c0-9290-46f4ce392c0d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_09_us_covid-deaths-memorials_1666741607.html", "title": "How We Mourn Covid’s Victims", "title_page": "How We Mourn Covid’s Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Wall of Hearts\nOver a year after it started, new names are still being added to the thousands scrawled on hearts painted on a wall along the River Thames in London.\nA walk along its nearly half-mile stretch shows how death gutted generations and left few countries untouched. Arabic, Portuguese, Spanish and Urdu are among the languages in messages to “Grandpa,” “Mum,” “Daddy,” “Nana.”\nUncle Joshua. My brother. My first friend.\nTheir authors tried to understand death. “Angel wings gained too soon” was how someone described Sandra Otter’s death on Jan. 30, 2021. “Keep on Rocking” was the message to Big Pete.\nThe virus claimed neighbors, comedians and drinking buddies, their stories told in marker on the wall. Dr. Sanjay Wadhawan “gave his life saving others.” Cookie is “still remembered at the post office.” To all London “cabbies, RIP.”\nSome tried to make sense of loss. Angela Powell was “not just a number.” One person wrote, “This was murder,” and another said, “They failed them all.” A woman named Sonia addressed Jemal Hussein: “Sorry you died alone.”\nThe wall’s founders were citizens and activists, who started painting the empty hearts last year toward the end of one of Britain’s lockdowns to represent the more than 150,000 people who had Covid-19 on their death certificates in Britain.", "url": "https://www.nytimes.com/2022/08/09/us/covid-deaths-memorials.html"}