{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:42:23", "date_modify": "2022-10-25 23:42:23", "date_publish": "2022-09-10 19:16:22", "description": "Russian bloggers reporting from the front line provide a uniquely less-censored view of the war. But as Russia’s military flails, these once vocal supporters are exposing its flaws, lies and all.", "filename": "2022_09_10_world_europe_russia-ukraine-retreat-putin_1666741343.html", "image_url": "https://static01.nyt.com/images/2022/09/10/world/10ukraine-russia1/10ukraine-russia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_10_world_europe_russia-ukraine-retreat-putin_1666741343.html", "title": "As Russians Retreat, Putin Is Criticized by Hawks Who Trumpeted His War", "title_page": "As Russians Retreat, Putin Is Criticized by Hawks Who Trumpeted His War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But online, Russia’s failures were in plain sight — underscoring the startling role that pro-Russian military bloggers on the social network Telegram have played in shaping the narrative of the war. While the Kremlin controls the television airwaves in Russia and has blocked access to Instagram and Facebook, Telegram remains freely accessible and is filled with posts and videos from supporters and opponents of the war alike.\nThe widely followed pro-war bloggers — some embedded with Russian troops near the front line — amplify the Kremlin’s false message that Russia is fighting “Nazis” and refer to Ukrainians in derogatory and dehumanizing ways. But they are also divulging far more detailed — and, analysts say, accurate — information about the battlefield than the Russian Defense Ministry is, which they say is underestimating the enemy and withholding bad news from the public.\nOne of the bloggers, Yuri Podolyaka, who is from Ukraine but moved to Сrimea following its annexation in 2014, told his 2.3 million Telegram followers on Friday that if the military continued to play down its battlefield setbacks, Russians would “cease to trust the Ministry of Defense and soon the government as a whole.”\nIt was the bloggers who first rang alarm bells publicly about a possible Ukrainian counteroffensive in the country’s northeast.\nOn Aug. 30, a Kremlin spokesman held his regular conference call with journalists and repeated his mantra: The invasion of Ukraine was going “in accordance with the plans.”\nThe same day, several Russian bloggers were reporting on social media that something was very much not going according to plan. Ukraine was building up forces for a counterattack near the town of Balakliya, they said, and Russia did not appear in position to defend against it.", "url": "https://www.nytimes.com/2022/09/10/world/europe/russia-ukraine-retreat-putin.html"}