{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:31:15", "date_modify": "2022-10-25 23:31:15", "date_publish": "2022-08-10 17:36:17", "description": "The former president said he would vote for and endorse Mr. Maloney over a challenger from the left, State Senator Alessandra Biaggi.", "filename": "2022_08_10_nyregion_maloney-clinton-endorsement_1666740675.html", "image_url": "https://static01.nyt.com/images/2022/08/10/multimedia/10midterm-briefing-clinton-photo/10midterm-briefing-clinton-photo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_10_nyregion_maloney-clinton-endorsement_1666740675.html", "title": "Sean Patrick Maloney Wins a Clinton Endorsement (Bill, Not Hillary)", "title_page": "Sean Patrick Maloney Wins a Clinton Endorsement (Bill, Not Hillary) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former President Bill Clinton waded into one of New York’s most contentious Democratic primaries on Wednesday, saying that he would cast his vote for Representative Sean Patrick Maloney in a newly redrawn suburban district that includes his Chappaqua home and “urge all my neighbors to do the same.”\n“The stakes in this election are sky high,” Mr. Clinton said in a statement shared with The New York Times, citing Republican ambitions to retake the House this fall. “Sean has proved he can win tough elections and build coalitions to get things done for our communities and continue our progress.”\nMr. Clinton is the latest fixture of the national and local Democratic establishments to line up behind Mr. Maloney, the chairman of the powerful Democratic Congressional Campaign Committee, as he works feverishly to stave off a potentially embarrassing defeat to Alessandra Biaggi, a progressive state senator, in the Aug. 23 primary.\nThe former president’s endorsement may come with added influence, given his standing in the Westchester County suburbs where he has lived since leaving office and his usual reticence to weigh in on primary contests.", "url": "https://www.nytimes.com/2022/08/10/nyregion/maloney-clinton-endorsement.html"}