{"authors": ["Kwame Anthony Appiah"], "date_download": "2022-10-25 22:57:26", "date_modify": "2022-10-25 22:57:26", "date_publish": "2022-08-23 09:00:10", "description": "The magazine’s Ethicist columnist on withholding the truth when it may hurt you professionally.", "filename": "2022_08_23_magazine_abortion-views-work-ethics_1666738646.html", "image_url": "https://static01.nyt.com/images/2022/08/28/magazine/28mag-ethicist/28mag-ethicist-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_23_magazine_abortion-views-work-ethics_1666738646.html", "title": "Is It OK That My Co-Worker Keeps Her Anti-Abortion Views on the Down Low?", "title_page": "Is It OK That My Co-Worker Keeps Her Anti-Abortion Views on the Down Low? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Finally, what about your suggestion that she may deserve to be stigmatized, given the effect of implementing views like hers? Try reversing your positions. Imagine that you’re in a workplace where most people think that abortion is murder. A friend of yours knows that you think otherwise and decides to spread the word because, as she sees it, the implementation of your views has led to the death of millions of innocent human beings. (As in the case you are considering, you are not yourself responsible for these results.) Suppose, in other words, that people on either side of this debate adopted the policy of outing, denying job advancement to and severing friendships with those on the other. Would we be able to have the vigorous public discussions on which democracy depends?\nMy 88-year-old friend is very forgetful. Every time we make a plan to do something, she forgets, even when the plan was made one hour before she was to leave. Like me, she lives alone in a lovely condo. But I am 92 and have all my faculties, and I’m concerned that she’s developing dementia.\nI hate to give up any relationship with her; I’ve known her for many decades and remember when she was vital and fun and game to do anything. But it is driving me crazy to have to call her time after time when she has forgotten that we were supposed to meet. She has spoiled my good time by making me the “mother.” When we do meet, she repeats herself over and over. Should I even try to maintain the friendship?\nHer son, who lives 2,000 miles away, takes care of her financial arrangements. Should I call him and discuss all this, even though I don’t know him very well? Please help me to do the right thing by her and by me. Name Withheld\nAs people’s cognitive capacities decline, spending time with them may become more and more demanding. We’ll extend ourselves for people with whom we have longstanding relationships, and we should. But there are moral limits on what friendship requires. So you’re entitled to step back. In doing so, though, you should also do what you can to help your friend cope with her diminishing abilities. Getting her son involved could be part of that.\nI am a gay male elementary-school teacher, and I strive to make my classroom an L.G.B.T.Q.-affirming space. I am also in an interfaith and interracial relationship, which I make known to my supportive students, families and colleagues. A good friend recently converted to Orthodox Judaism and teaches elementary children in a Jewish school that intentionally does not present students with examples of gay or interfaith partnerships, as its leaders believe these partnerships to be wrong. For example, they do not have the wide variety of children’s literature that present diverse families, and there are no out teachers in her school. While my friend is personally loving and supportive of my partner and me, she complies with her school’s policies. I find this hurtful and wrong, particularly in light of attacks on L.G.B.T.Q. rights in various states. My friend has asked me to help her set up her classroom for the fall. I would normally be happy to help her, out of both love for her and the joy I derive from setting up a learning space for children. I am hesitant, however, to help her because of the politics of the school. Should I set aside my hesitation and help her or stand my ground? Kevin Hershey, Brooklyn\nRefusing to recognize certain kinds of marriages for religious reasons is consistent with respect for the people in them. Denying their existence? Not so respectful. You can think that, as a matter of policy, religious schools of this sort should be afforded wide latitude while preferring not to lend them a hand. Religious toleration doesn’t preclude expressing vigorous disagreement. I’m glad that your friendship has survived the changes in her life, but you should tell her what you’ve told me: that you would have been happy to help — if the circumstances were different.", "url": "https://www.nytimes.com/2022/08/23/magazine/abortion-views-work-ethics.html"}