{"authors": ["Miriam Jordan"], "date_download": "2022-10-25 22:55:48", "date_modify": "2022-10-25 22:55:48", "date_publish": "2022-08-04 09:00:30", "description": "Thousands of migrants have been arriving on buses sent by the governors of Texas and Arizona. Many have ended up in homeless shelters and on the streets.", "filename": "2022_08_04_us_migrants-buses-washington-texas_1666738548.html", "image_url": "https://static01.nyt.com/images/2022/08/02/us/00immig-buses-1/00immig-buses-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_04_us_migrants-buses-washington-texas_1666738548.html", "title": "G.O.P. Governors Cause Havoc by Busing Migrants to East Coast", "title_page": "G.O.P. Governors Cause Havoc by Busing Migrants to East Coast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Lever Alejos was out of money and out of options when he arrived in South Texas last month, after an arduous journey from Venezuela that culminated with him crossing the Rio Grande in water up to his chin. The Border Patrol quickly arrested him, and after his release, he was offered a choice: a $50 bus ride to San Antonio, or a free bus ride to Washington, D.C., paid for by the State of Texas.\n“I wanted San Antonio, but I had run out of money,” said Mr. Alejos, 28, who has no family in the United States. “I boarded the bus to Washington.”\nA few days later, he arrived in the nation’s capital, among a busload of weary migrants. He spent the first night in the plaza across from Union Station but eventually found a bed at Central Union Mission, where he hopes to stay until he can apply for asylum, get a work permit and find a job — a process that could take months.\nA political tactic by the governors of Texas and Arizona to offload the problems caused by record levels of migration at the border is beginning to hit home in Washington, as hundreds of undocumented migrants arriving on the governors’ free bus rides each week increasingly tax the capital’s ability to provide emergency food and housing.", "url": "https://www.nytimes.com/2022/08/04/us/migrants-buses-washington-texas.html"}