{"authors": ["Stanley Reed"], "date_download": "2022-10-25 22:57:11", "date_modify": "2022-10-25 22:57:11", "date_publish": "2022-09-28 21:36:26", "description": "The leaks, which may amount to as much as a third of Denmark’s annual carbon emissions, expose the vulnerability of critical infrastructure as the war in Ukraine continues.", "filename": "2022_09_28_world_europe_nordstream-pipeline-gas-leak-explosions_1666738631.html", "image_url": "https://static01.nyt.com/images/2022/09/28/business/28pipeline-explainer-3/28pipeline-explainer-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_28_world_europe_nordstream-pipeline-gas-leak-explosions_1666738631.html", "title": "What We Know About the Mysterious Nord Stream Pipeline Leaks", "title_page": "What We Know About the Mysterious Nord Stream Pipeline Leaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The leaks may help Russia by pushing energy prices higher.\nIn some respects, disrupting the pipelines serves little immediate purpose for anyone.\nAnd, on the surface, it is unclear why Moscow would seek to damage installations that cost Gazprom billions of dollars to build and maintain. The leaks are expected to delay any possibility of receiving revenue from fuel going through the pipes.\nOn the other hand, the natural gas market is spooked, which helps Russia by raising the price of its gas. On Monday, prices for European gas futures had fallen by nearly half from their high in August. After news of the leaks, they rose nearly 20 percent to about 205 euros (or $191) per megawatt-hour, roughly five times the level of a year ago.\nAfter months of increases and volatility, energy markets had recently begun to settle down as optimism grew that Europe could avoid shortages this winter by finding alternative supplies and filling gas storage facilities.\nThe ruptures could also be a reminder from Moscow that if European countries keep up their support for Ukraine, they risk sabotage to vital energy infrastructure. Experts have warned for years of the danger posed by potential attacks. According to analysts, any disruption could spell trouble because European countries that have been dependent on Russian gas, like Germany and Austria, have little margin for error.\nOver the last year, Gazprom and Russia have taken steps like altering the flows on the Nord Stream 1 pipeline, which analysts say were intended to raise political tensions and energy prices.\nThis incident has sent a chill through the markets because it highlights that a “risk of disruption” to pipelines not controlled by Russia exists, said Massimo Di Odoardo, the vice president for gas research at Wood Mackenzie, an energy consulting firm.", "url": "https://www.nytimes.com/2022/09/28/world/europe/nordstream-pipeline-gas-leak-explosions.html"}