{"authors": ["Victoria Kim"], "date_download": "2022-10-25 22:54:57", "date_modify": "2022-10-25 22:54:57", "date_publish": "2022-05-31 11:53:32", "description": "Prime Minister Viktor Orban has spoken admiringly of President Vladimir Putin and expressed sympathy for his security demands to NATO.", "filename": "2022_05_31_world_europe_hungary-oil-embargo-russia_1666738497.html", "image_url": "https://static01.nyt.com/images/2022/05/31/world/31ukraine-blog-hungary-russia/31ukraine-blog-hungary-russia-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_31_world_europe_hungary-oil-embargo-russia_1666738497.html", "title": "Hungary’s Oil Embargo Exemption Is a Sign of Orban’s Affinity for Russia", "title_page": "Hungary’s Oil Embargo Exemption Is a Sign of Orban’s Affinity for Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The European Union’s long-delayed deal to embargo Russian oil, finalized late Monday, effectively exempts Hungary from the costly step the rest of the bloc is taking to punish Russia for its invasion of Ukraine.\nWhile Hungary’s prime minister, Viktor Orban, has cast his weekslong opposition to the deal as purely about shielding his country’s economy, it was also the latest step in what has been a decade-long turn of Hungary’s leadership toward closer alignment with Russia, at times at the expense of relations with its fellow members of the European Union and NATO.\nThe pivot has occurred despite deep-seated suspicion in Hungary of Russian power and influence based on the history of Russian and Soviet troops brutally cracking down on Hungarian uprisings in 1848-49 and in 1956.\nMr. Orban, an avowedly illiberal leader who earlier in his career was a vocal critic of Moscow, has increasingly spoken admiringly of Russia’s president, Vladimir V. Putin, and his brand of nationalism, expressing sympathies for Mr. Putin’s security demands to NATO. He has also painted Hungary’s interests as being distinct from the West by fanning culture wars and fears of liberal values lapping at Hungary’s borders, speaking in March about “the gender insanity sweeping across the Western world.”", "url": "https://www.nytimes.com/2022/05/31/world/europe/hungary-oil-embargo-russia.html"}