{"authors": ["Sophie Haigney"], "date_download": "2022-10-25 23:35:22", "date_modify": "2022-10-25 23:35:22", "date_publish": "2022-08-24 09:00:07", "description": "The app can’t make people be ‘authentic’ online. But it can remind us of an era when being online felt very different.", "filename": "2022_08_24_magazine_bereal-app_1666740922.html", "image_url": "https://static01.nyt.com/images/2022/08/28/magazine/28mag-screenland/28mag-screenland-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_24_magazine_bereal-app_1666740922.html", "title": "BeReal Captures Our Nostalgia for a Time When Social Media Was Boring", "title_page": "BeReal Captures Our Nostalgia for a Time When Social Media Was Boring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By now, most of us know, or at least claim to know, that it’s neither possible nor necessarily desirable to be “real” on social media. These platforms are a layer of reality that lies atop the world where we eat and sleep and talk and worry and go to work — a layer where we distort our lives into manufactured content that often functions like a highlight reel. The mechanics of BeReal don’t even circumvent that inauthenticity very forcefully. The rules are ultimately flexible: Before posting, you can retake your photo as many times as you want (within the two-minute window), or you can ignore the notification until you’re someplace cooler. (Though in both cases, your friends will know.) And, crucially, always, you choose what goes in the frame and what doesn’t, that act of self-editing so essential to posting.\nThe usual explanation for BeReal’s popularity is that we’re tired of looking at attention-seekers posturing as perfect on the other platforms, and that BeReal presents a more healthful alternative. It certainly markets itself that way: “BeReal won’t make you famous,” its description reads. “If you want to become an influencer you can stay on TikTok and Instagram.” But I am not convinced that its appeal has that much to do with authenticity, whatever authenticity means. What you see on BeReal isn’t necessarily any less self-conscious, or more genuine, than what you see anywhere else on the internet. It is, however, engaged in a very different type of intimacy — one that’s a bit of a throwback, with the feel of an early 2000s vlog or an old Facebook status. This is a version of social media that circles back toward its origins: oversharing, maybe, but the oversharing of minutia that will disappear the next day, instead of building a permanent record of some alternate self.\nA common joke, in those early days of social media, was that it was all just people broadcasting what they were having for lunch. Who, skeptics wondered, wanted to swap the banalities of life with strangers all day? The answer, of course, was hundreds of millions of people; there was, briefly, a version of the social internet that felt dominated by people posting things like “feeling sad today…” or photos of their gardens. Those meaningless details may have left some observers cold, but it would rapidly become clear that they were hardly the worst thing that could happen on the internet. Social media soon became a site of relentless, high-octane argument — a place where extremists organized, a vector of information and disinformation and everything in between, a place where arguments about sandwiches gave way to arguments about the ethics of punching Nazis. Eventually, there were interminable, circular fights about who should be allowed on social media at all, culminating in the president of the United States being kicked off multiple platforms and working to start his own. It would not be a huge surprise if many felt nostalgia for a version of the internet on which it still seemed — assuming you weren’t hyperalert to its already emerging dark underbelly — that people were just talking about their lunches, goofing their way through ordinary days.\nOn Twitter, variations on a particular joke have been spreading over the past few weeks: People keep imagining what it would have been like to post BeReals amid historic moments or disasters. “Imagine BeReal on 9/11,” someone posited. Fake BeReal images show a selfie overlaid on a burning building, or over F.B.I. agents searching Mar-a-Lago. But what’s funny about these jokes is that no matter the context, BeReal would most likely look much the same as ever: people sitting at their desks while, elsewhere, disaster strikes. In the midst of great crises, we are in fact often eating our lunches or riding our buses or getting on with our days; we have all been the plowman in the Bruegel painting “Landscape With the Fall of Icarus,” stuck at work while a tragedy plays out. It can be difficult, even devastating, to wrap our minds around the idea that grand events will happen elsewhere, while, if we are lucky, our boring lives go on as always. But it may also be appealing, at the moment, to turn inward toward the personal and minute. Given the constancy of disaster around us, and the ways we yell about it online, we may want to attend to moments of normality. Even boring ones. Even what someone else had for lunch. Which is, half the time, what we talk to our actual loved ones about anyway, when we are out there really being real.\nSource photographs: franckreporter/Getty Images; Westend61/Getty Images.", "url": "https://www.nytimes.com/2022/08/24/magazine/bereal-app.html"}