{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:58", "date_modify": "2022-10-25 23:23:58", "date_publish": "2022-06-28 23:16:17", "description": "States will be given vaccine doses from the federal stockpile, but supplies of the safest type are limited.", "filename": "2022_06_28_health_monkeypox-vaccinations-cdc_1666740238.html", "image_url": "https://static01.nyt.com/images/2022/06/29/science/29monkeypox1/29monkeypox1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_28_health_monkeypox-vaccinations-cdc_1666740238.html", "title": "As Monkeypox Spreads, U.S. Plans a Vaccination Campaign", "title_page": "As Monkeypox Spreads, U.S. Plans a Vaccination Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some experts said the plan was also unfair to men at risk who will not have access to the Jynneos vaccine, especially those who have H.I.V. and cannot safely take the older smallpox vaccine.\n“There won’t be enough to meet the need,” said Elizabeth Finley, director of communications for the National Coalition of STD Directors. “Plus, without better testing capacity, a strategy based on contacts with a positive case falls flat.”\nIt’s also not clear what qualifies as a probable exposure, she added: “Do you need to know someone at the event tested positive, or do you just say, ‘Oh, I went to a rave and I want to be safe’?”\nMany clinicians are worried about side effects and scarring from the older smallpox vaccine, as well as the misinformation and vaccine hesitancy they might fuel, Ms. Finley said. “We’ve had clinicians say that there’s no way in hell they would give somebody ACAM2000,” she said.\nThe Jynneos vaccine, on the other hand, has never been used on this scale, and federal health officials said they would watch for unexpected side effects.\nThe administration has so far provided more than 9,000 doses of Jynneos vaccine and 300 courses of antiviral treatments to 32 jurisdictions in the country, officials said on Tuesday.\nThe European Union is adopting a similar plan, sending 5,300 of its 100,000 Jynneos doses to Spain, which has the most cases, followed by Portugal, Germany and Belgium. Other member states will receive doses in July and August.", "url": "https://www.nytimes.com/2022/06/28/health/monkeypox-vaccinations-cdc.html"}