{"authors": ["Matt Richtel", "Andrew Jacobs"], "date_download": "2022-10-25 23:32:00", "date_modify": "2022-10-25 23:32:00", "date_publish": "2022-06-23 14:36:48", "description": "The agency ruled against the company’s application to stay on the market, a decisive blow to a once-popular vaping brand that appealed to teenagers.", "filename": "2022_06_23_health_fda-juul-ecigarettes-ban_1666740720.html", "image_url": "https://static01.nyt.com/images/2022/06/22/science/22JUUL/22JUUL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_23_health_fda-juul-ecigarettes-ban_1666740720.html", "title": "F.D.A. Orders Juul to Stop Selling E-Cigarettes", "title_page": "F.D.A. Orders Juul to Remove E-Cigarette Products from U.S. Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Food and Drug Administration on Thursday ordered Juul to stop selling e-cigarettes on the U.S. market, a profoundly damaging blow to a once-popular company whose brand was blamed for the teenage vaping crisis.\nThe order affects all of Juul’s products on the U.S. market, the overwhelming source of the company’s sales. Juul’s sleek vaping cartridges and sweet-flavored pods helped usher in an era of alternative nicotine products that were exceptionally attractive to young people. The company’s initial dominance invited intense scrutiny from antismoking groups and regulators who feared the products would do more harm to young people than good to cigarette smokers trying to quit.\nAlthough teenage vaping rates have declined during the coronavirus pandemic, public health experts and lawmakers continue to express concerns about the additive nicotine in some e-cigarettes that remain on the market, including brands like Puff Bar, whose fruity flavors appeal to young people.\nThe F.D.A.’s decision did not deal with Juul’s relationship to youth vaping. Instead it was based on what the agency said was insufficient and conflicting data from the company about potentially harmful chemicals that could leach out of Juul’s e-liquid pods. There was not an imminent health threat to consumers, the F.D.A. said, but it did not have enough evidence to assess the potential risks.", "url": "https://www.nytimes.com/2022/06/23/health/fda-juul-ecigarettes-ban.html"}