{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:32:13", "date_modify": "2022-10-25 23:32:13", "date_publish": "2022-03-07 23:46:53", "description": "A bipartisan consensus in Congress to increase the Pentagon’s budget is growing stronger as Russia’s invasion of Ukraine has created a sense of insecurity.", "filename": "2022_03_07_us_politics_ukraine-congress-military-spending_1666740733.html", "image_url": "https://static01.nyt.com/images/2022/03/07/us/politics/07dc-defense-spending1/07dc-defense-spending1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_07_us_politics_ukraine-congress-military-spending_1666740733.html", "title": "War in Ukraine Rallies Support in Congress for More Military Spending", "title_page": "War in Ukraine Rallies Support in Congress for More Military Spending - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Luria added: “I was not satisfied with the budget that came over last year from the White House, especially in regards to China, especially in regards to the Navy or shipbuilding, and I’ll be very disappointed, in light of the new world situation, if they come up with a budget like that again.”\nThe rapid shift in thinking is a setback for progressives who had hoped that unified Democratic control of the House, the Senate and the White House would translate into a smaller Pentagon budget and a reduced footprint of American troops around the world.\nRepresentative Ilhan Omar, Democrat of Minnesota, said in a brief interview that she believed it was crucial that the United States provide Ukrainians with some defensive weapons, but added: “Do I think that there is a point where it becomes too much? Yes.”\nMs. Omar said she was particularly worried about the prospect of arming an insurgency, especially as civilians from around the world have flocked to Ukraine to help push back against the Russian Army.\n“We’ve seen what the result of that was in Afghanistan, when we armed so many people to fight against the Russians,” said Ms. Omar, who was born in Somalia. “Many of those people went back to their own countries and caused a lot of havoc, including the one I come from.”\nMr. Biden last weekend authorized a $350 million package of weapons that included Javelin antitank missiles and Stinger antiaircraft missiles as well as small arms and munitions, a shipment that represented the largest single authorized transfer of arms from U.S. military warehouses to another country.", "url": "https://www.nytimes.com/2022/03/07/us/politics/ukraine-congress-military-spending.html"}