{"authors": [], "date_download": "2022-10-25 23:23:25", "date_modify": "2022-10-25 23:23:25", "date_publish": "2022-09-06 09:00:09", "description": "This November, Americans will head to the polls for the first major political test since Jan. 6.", "filename": "2022_09_06_podcasts_run-up-midterm-elections-trump-biden.html_action=click&module=audio-series-bar&region=header&pgtype=Article_1666740205.html", "image_url": "https://static01.nyt.com/images/2022/09/07/podcasts/the-run-up-promo-art/the-run-up-promo-art-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_06_podcasts_run-up-midterm-elections-trump-biden.html_action=click&module=audio-series-bar&region=header&pgtype=Article_1666740205.html", "title": "The Run-Up: The Stakes of the 2022 Midterm Elections", "title_page": "The Run-Up: The Stakes of the 2022 Midterm Elections  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions. [PHONE INTERNAL RINGING]\nbelinda Hello? astead herndon Hi, my name’s Astead Herndon. I’m a politics reporter at “The New York Times” and hosting a new politics podcast from “The Times.” I’m looking for Belinda. Is this her? belinda It is. astead herndon Thank you for picking up. We are hoping that you had maybe 5, 10 minutes today for us to ask a few questions about how you’re feeling about politics right now, and then record that. Is that something you think we could do right now? belinda How long have you been a reporter at “The New York Times?” astead herndon Since 2018. I worked at “The Boston Globe” before that. belinda And what area are you in? astead herndon I write about politics. So I was on the election trail last cycle covering the presidential election. belinda OK. And record it for what purpose? Will it be replayed later, or what? astead herndon Yeah, no problem. We are talking to a lot of different types of voters so that some of our listeners get a sense of how people across the country are feeling. belinda OK, we can try it. I don’t read “The Times.” It’s way too liberal for me. I’m not expecting a whole lot from this conversation. But I’ll give it a shot, OK? [MUSIC PLAYING] astead herndon We are in Beaverdale, Iowa. We’re in Charleston, South Carolina. What direction are we? West? woman North? astead herndon North? I haven’t seen this church, but late — As a pastor’s son, I know that is a cardinal sin.\nastead herndon\nAs I’ve been preparing to cover the 2022 midterms, I keep thinking back to a few years ago —\nastead herndon I’m walking up to this house.\nastead herndon\n— when I was out in the field covering the presidential election.\nastead herndon We see some Trump signs.\nastead herndon\nIt was Donald Trump’s America.\nastead herndon More Trump signs.\nastead herndon\nAnd Joe Biden’s whole campaign was built around getting Trump out of office and unifying the country. He said he wanted to restore the soul of the nation.\nastead herndon Do you think that Biden becoming president will lead to more unity in the country? man I’m not optimistic about that. You can’t force people into unity. woman First of all, all this talk about unity and healing and stuff?\nastead herndon\nBut the question —\nwoman We’re not unifying and healing with these guys.\nastead herndon\n— was whether that was even possible —\nwoman When I hear those calls from Biden for unity, I’m thinking like, OK, but what are the steps for justice that need to happen before we can get there? Let’s have some consequences for things that have happened here.\nastead herndon\n— or whether Biden was trying to go back to a time that no longer existed.\nastead herndon You know, Biden says that he’ll be a president for you. That he’ll listen to you. That he wants to bring people together. When you hear that, what do you think? woman I don’t believe it. [CHUCKLING] I’m sorry. (SARCASTIC) Oh, yeah, let’s all come together. You have not earned it. archived recording (joe biden) I pledge to be a president who seeks not to divide, but unify. Who doesn’t see red states and blue states, only sees the United States. [CHEERING]\nastead herndon\nStill, when Biden won the White House —\narchived recording (joe biden) I sought this office to restore the soul of America.\nastead herndon\n— he doubled down on that promise.\narchived recording (joe biden) And now the work of making that vision is real. It’s a task — the task — of our time. archived recording (crowd) (CHANTING) — the steal! Stop the steal! Stop the steal! Stop the steal!\nastead herndon\nBut let’s be honest here.\narchived recording Took over the Capitol. Overran the Capitol. We’re in the fucking Capitol, bro! Where are the fucking traitors? Drag them out by their fucking hair! (CHANTING) Do not comply! Nobody has the right to tell me what is best for this child. This is my child. Put your mask on! Masking children is child abuse! 65 percent of Americans say they are concerned about how things are going in the US.\nastead herndon\nThe soul of the nation is far from restored.\narchived recording (crowd) (CHANTING) — that’s a lie! Babies never choose to die! Pro-choice, that’s a lie! archived recording The election is rigged. 72 percent of respondents believe America is headed in the wrong direction. They have the devil in them, and they’re all going to burn in hell one day. What kind of ridiculous idea is to put a gun in my hand when I have to defend my students? We have to stand between a shooter and our kids. We didn’t sign up for this shit! 85 percent of Americans say they are dissatisfied with how things are going, regardless of political party. archived recording (crowd) (CHANTING) My body, my choice! My body, my choice! [AUDIO FADING] [PHONE INTERNAL RINGING] [DING] astead herndon Hello, is this Bishop Myers? This is Astead Herndon from “The New York Times.” bishop myers Hello, how are you? astead herndon I’m doing well. How are you? bishop myers I’m well. Thank you. Good to hear your voice. astead herndon [CHUCKLES]: It’s good to hear you too. It’s been a couple years! bishop myers Yes, it has been.\nastead herndon\nNow, in the run-up to this year’s election —\nastead herndon — what’s been the biggest change in the way that you view politics, if any, from two years ago to now? bishop myers I guess the one thing that has bothered me is it’s very disheartening. I’ve really lost faith in a lot of the political —\n[sighs]\nI’ve lost faith in the people.\nastead herndon\nWhat I’m finding when I talk to people all across the country —\nbishop myers Feeling homeless in politics is — it seems like there isn’t a place for anybody to be. I know —\nastead herndon\nIs that there is a new level of political disconnect.\nbelinda That political homelessness, that’s exactly how I feel. bishop myers A lot of people feel like everything is getting too extreme. woman It’s like the land of no more moderates.\nastead herndon\nAnd that this time, it extends well beyond political parties.\nman I definitely do not think the election was stolen, but I understand why the rioters on January 6 were upset.\nastead herndon\nBeyond even Joe Biden and Donald Trump.\nman I can understand the frustration and the helplessness they feel, and the need to revolt just because the system’s not working for them.\nastead herndon\nIt’s about the political system as a whole.\nbelinda The voting system is not secure, and I’m just having doubts as to whether or not it’ll make a difference if I vote at all.\nastead herndon\nPeople don’t just feel divided.\nbelinda I have very little hope for the future of the country.\nastead herndon\nThere’s a deep sense of anxiety.\nman There’s nothing in this country here really gives me hope. It’s really hard to have hope in politics when the news is so bad. This country just — it makes me sick, and I wish I can go to another country, but you can’t.\nastead herndon\nAnd the thing is, there’s a reason people feel this way. It has been a relentlessly disorienting time with demographic shifts that are increasingly changing the country’s makeup. Social movements that have changed cultural norms almost overnight. The explosion of new technology and misinformation that’s amplified our divisions. Add to that a global pandemic, widespread inequality, and rampant inflation. And through all of this, the political system has struggled to keep up to the point where we now have a Congress that’s drifting further apart on the most urgent issues. Very few swing districts even up for grabs because of how election maps have been redrawn. State houses that have become far more extreme than public opinion on issues like abortion and guns.\nman I think the state of democracy right now is very shaky.\nastead herndon\nAnd so much change happening in the Supreme Court outside of voters’ control.\nwoman I’m worried that democracy is being eroded — Our democratic system is under direct threat. — by nationalists and authoritarian groups. man I think democracy, I think it’s much more fragile than I realized.\nastead herndon\nSo I can see why some people feel like, what’s the point of an election when the entire democratic experiment just might crumble?\nbelinda Biden was not, he was not elected.\nastead herndon\nIf it hasn’t already.\nbelinda Poor man. He’s just — he was not elected. This is wrong. I feel like I’m living in a banana republic. astead herndon If you could look ahead to politics, and where you think the country is headed, the direction of the country, what do you think your guess is? woman Oh, we’re headed for destruction. I mean, whatever this country is supposed to mean, it never represented — it don’t represent this country. It doesn’t care about the people.\nastead herndon\nBut here’s what I think. All these things that are making people feel so disconnected, they actually make the midterms more important than ever.\narchived recording We are just 76 days away from the midterm elections that will determine which party controls Congress next year.\nastead herndon\nBecause if Republicans take back the House —\narchived recording (marjorie taylor greene) I have introduced articles of impeachment to impeach Joe Biden, impeach Kamala Harris —\nastead herndon\n— political divisions in Washington will only escalate.\narchived recording (lindsey graham) And I’ll say this. If there’s a prosecution of Donald Trump for mishandling classified information, there’ll be riots in the streets.\nastead herndon\nAnd with the Supreme Court sending issues back to the states —\narchived recording The 2022 fall election will now be a referendum on abortion rights. Candidates who ran on the false claim that the 2020 election was stolen won primaries up and down the ballot.\nastead herndon\n— huge decisions about abortion and voting rights are quite literally on the ballot.\narchived recording Tonight, concerns and frustrations over the integrity of our local elections. Republicans have a slight two-point edge when it comes to which party voters want to control Congress. A new polling shows a swing back toward Democratic candidates ahead of November’s midterm elections.\nastead herndon\nIn places like Pennsylvania —\narchived recording Doug Mastriano, who did march to the Capitol on January 6, is going to be the projected winner of that Republican primary for governor.\nastead herndon\n— and Michigan —\narchived recording This is going to be an epic battle between a conservative businesswoman and mother and a far-left birthing parent and career politician.\nastead herndon\n— and Arizona.\narchived recording When I’m governor, we’re going to take a sledgehammer to these damn electronic voting machines. [CHEERING]\nastead herndon\nAnd finally, this is the first big test, after January 6 and the Trump presidency, of where Americans want the country to go —\narchived recording 75 percent of Democrats saying they want someone besides President Biden to be the Democratic nominee in 2024.\nastead herndon\n— and who they trust to lead them there.\narchived recording And former President Donald Trump still the most favored person for a potential 2024 presidential — Florida Governor Ron DeSantis continues to raise his profile as the possible GOP frontrunner for 2024.\nastead herndon\nSo what I’m trying to figure out when I’m talking to voters, political power players —\njim clyburn [INAUDIBLE] Clyburn. astead herndon Hi, Congressman Clyburn. Thank you so much — Kellyanne Conway. Thank you so much for your time. kellyanne conway I gave you a lot of it. Try not to be too snarky and barky.\nastead herndon\n— and my colleagues at “The Times.”\nmaggie haberman I’m Maggie Haberman, and I cover politics and — lisa lerer I’m Lisa Lerer, and I cover campaigns, elections — shane goldmacher I’m Shane Goldmacher. I’m a national political correspondent. jenny medina I’m Jenny Medina, and I’m a national politics reporter — reid epstein I’m Reid Epstein, and I cover campaigns and elections — maya king I’m Maya King, and I cover Southeast politics for — adam nagourney I’m Adam Nagourney, and I have been covering national politics on and off since 1988.\nastead herndon", "url": "https://www.nytimes.com/2022/09/06/podcasts/run-up-midterm-elections-trump-biden.html?action=click&module=audio-series-bar&region=header&pgtype=Article"}