{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:25:04", "date_modify": "2022-10-25 23:25:04", "date_publish": "2022-08-05 15:42:05", "description": "Fulham has made a habit of bouncing in and out of the world’s richest soccer competition in recent years. Is there a business model in being almost good enough?", "filename": "2022_08_05_sports_soccer_fulham-liverpool-premier-league-mitrovic_1666740304.html", "image_url": "https://static01.nyt.com/images/2022/08/05/multimedia/05soccer-fulham/05soccer-fulham-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_05_sports_soccer_fulham-liverpool-premier-league-mitrovic_1666740304.html", "title": "Fulham Is Back in the Premier League. Staying? That’s Harder.", "title_page": "Fulham Is Back in the Premier League. Staying? That’s Harder. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The thing about Aleksandar Mitrovic is that he is not just a striker, barrel-chested and shaven-headed and keen-eyed. He is not simply a Serbian international, a fairly constant presence for his country for the better part of a decade. Nor is he merely something of a national hero, scorer of the goal that sent his country to the World Cup.\nHe is also, it turns out, an existential question.\nRafael Benítez, one of Mitrovic’s long line of former managers, has been considering the conundrum of his former protégé for about 15 minutes when he hits upon it. “There is a saying in Spain,” said Benítez, a man never short of an aphorism. “It is better to be the mouse’s head than the lion’s tail.”\nWhat Mitrovic must decide, Benítez said, is whether that is enough for him.\nFew players present quite such a distinct dichotomy as Mitrovic. In alternating years as his club, Fulham, has yo-yoed in and out of the Premier League every year since 2018, the 27-year-old forward has at times been one of the most ruthless finishers in European soccer, an implacable goal-scoring machine, and at others a stalled engine, a dulled blade, ineffective and anonymous.", "url": "https://www.nytimes.com/2022/08/05/sports/soccer/fulham-liverpool-premier-league-mitrovic.html"}