{"authors": ["Remy Tumin", "Andrew Keh", "David W. Chen", "Jonathan Abrams", "Alan Blinder", "Juliet Macur", "Jack Williams"], "date_download": "2022-10-25 22:57:49", "date_modify": "2022-10-25 22:57:49", "date_publish": "2022-08-18 00:00:11", "description": "Christy Martin, 54, is largely credited with legitimizing female boxing in the modern era. She also secretly lived a tortured life, and her husband nearly killed her.", "filename": "2022_08_17_sports_fame-boxing-christy-martin_1666738669.html", "image_url": "https://static01.nyt.com/images/2022/08/18/sports/18fame-martin2a/18fame-martin2a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_sports_fame-boxing-christy-martin_1666738669.html", "title": "Famous, but Not Free", "title_page": "How Christy Martin Became Famous, and Later Became Happy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MULLENS, W.Va. — Christy Martin put a sweet tea and a Sprite on her tab at Second Street Station on a recent afternoon. She had only a $100 bill and didn’t want to trouble the waitress by asking her to break it. The restaurant knew Martin was good for it. Everyone in this former mining town knows her.\nMartin, 54, is largely credited with legitimizing female boxing in the modern era. The first female boxer to make the cover of Sports Illustrated, she went undefeated for a decade, achieving success but secretly living a tortured life.\nIt was her second experience of fame — a terrifying, nearly fatal one — that finally set her free.\nMartin fought for the first time in a West Virginia “toughman” contest in 1987, the first year women were allowed to compete. She had never attended a professional fight, never been to a boxing gym or put on gloves, but she was a star basketball player in high school and college and decided to give it a shot. Martin easily won the contest.\nShe continued to train and compete, and in 1991 teamed up with a trainer named Jim Martin. A year later, he proposed marriage. Soon Don King, the boxing promoter, came calling and put Martin on his cards.", "url": "https://www.nytimes.com/2022/08/17/sports/fame-boxing-christy-martin.html"}