{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:37:04", "date_modify": "2022-10-25 23:37:04", "date_publish": "2022-02-08 00:40:32", "description": "The bill would ensure that victims have the option of suing in federal, state or tribal court, depriving perpetrators of a secretive process that can weigh heavily in their favor.", "filename": "2022_02_07_us_politics_house-bill-forced-arbitration_1666741024.html", "image_url": "https://static01.nyt.com/images/2022/02/07/us/politics/07dc-arbitration-1/07dc-arbitration-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_07_us_politics_house-bill-forced-arbitration_1666741024.html", "title": "House Passes Bill to Nullify Forced Arbitration in Sex Abuse Cases", "title_page": "House Passes Bill to Nullify Forced Arbitration in Sex Abuse Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House on Monday overwhelmingly passed legislation that would overhaul how workplace sexual assault and harassment claims are handled, approving a significant change in employment law that would effectively do away with forced arbitration in such cases, eliminating a central source of protection for the perpetrators.\nThe bill’s passage, 335 to 97, had broad bipartisan support in both the House and the Senate and is backed by President Biden. It came years after a major public reckoning on sexual harassment and abuse in the workplace that revealed how powerful men at some of the most prominent companies used secretive proceedings with no appeals to settle cases and silence victims. Those practices allowed the perpetrators to move on without the public learning that claims had ever been filed against them.\nThe bill would for the first time ensure that victims of sexual harassment and assault have the option of suing their abusers in state, tribal or federal court, invalidating any contract that closed off the option — a common condition of employment at many companies.\nHouse passage was the first step in a quick push to usher the legislation into law. Senator Chuck Schumer, Democrat of New York and the majority leader, said Monday that the Senate would take it up later in the week, and the White House has indicated that Mr. Biden will sign it.", "url": "https://www.nytimes.com/2022/02/07/us/politics/house-bill-forced-arbitration.html"}