{"authors": ["Sarika Bansal"], "date_download": "2022-10-25 23:53:04", "date_modify": "2022-10-25 23:53:04", "date_publish": "2022-01-20 10:00:15", "description": "Delhi is growing far beyond the formal confines of the city, a case study in the complexity of what we call urbanization.", "filename": "2022_01_20_world_asia_delhi-worlds-largest-city_1666741984.html", "image_url": "https://static01.nyt.com/images/2022/01/13/multimedia/13hs-delhi-thumbnail/13hs-delhi-thumbnail-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_20_world_asia_delhi-worlds-largest-city_1666741984.html", "title": "The Plans for the World’s Next Largest City Are Incomplete", "title_page": "The Plans for the World’s Next Largest City Are Incomplete - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hindsight is a series from the Headway team looking back at predictions and promises from the past.\nWithin eight years, Delhi is expected to surpass Tokyo to become the largest megalopolis in the world, making it the epicenter of a global phenomenon: Fifteen years ago, most of the world’s population lived in the countryside, and today, most live in cities. The U.N. says two-thirds of people will live in urban areas by 2050. Delhi is one of the most extreme barometers of this transformation.\nEvery two decades or so since 1962, the official planning organization of Delhi has developed a master plan intended to guide the future development of the city. Last year marked the end of Delhi’s Master Plan for 2021, which was adopted in 2007 with hopes of “obliterating the slums, taming the traffic and importing a Manhattan-like skyline.” But architects, urban planners and other experts say Delhi’s plan has remained mostly on paper. Understanding Delhi’s present and future requires looking beyond the city proper, toward the complex ecosystem growing around it.\nWhile the city of Delhi grew half as much as its planners were expecting — from 15 million to 19 million people — the megalopolis that has Delhi at its center, known as the National Capital Region (N.C.R.), has ballooned. This amorphous tangle of cities and districts is so sprawling that no canonical count of its population exists; estimates range from 30 million to 60 million. Neelanjan Sircar, a senior fellow at the Center for Policy Research and co-editor of the book “Colossus: An Anatomy of Delhi,” said it took him and his colleagues a year to even define the N.C.R.’s limits.", "url": "https://www.nytimes.com/2022/01/20/world/asia/delhi-worlds-largest-city.html"}