{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:34:08", "date_modify": "2022-10-25 23:34:08", "date_publish": "2022-08-12 10:45:20", "description": "The slight contraction, 0.1 percent, comes as Britons face high and rising inflation, squeezing household budgets.", "filename": "2022_08_12_business_uk-economy_1666740848.html", "image_url": "https://static01.nyt.com/images/2022/08/12/multimedia/12economy-briefing-UK-GDP/12economy-briefing-UK-GDP-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_12_business_uk-economy_1666740848.html", "title": "Britain’s Economy Shrank 0.1% in Second Quarter", "title_page": "Britain’s Economy Shrank 0.1% in Second Quarter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The British economy contracted slightly in the second quarter, losing momentum as the country experiences a deepening cost-of-living crisis and economists predict that a recession will start later this year.\nGross domestic product fell 0.1 percent in April to June compared with the previous quarter, when the economy grew 0.8 percent, the Office for National Statistics reported on Friday.\nThe biggest drag on growth in the second quarter was a reduction in health services as pandemic measures, such as coronavirus testing and vaccine administering, declined. This was only partly offset by growth in consumer-facing services, such as travel agencies, restaurants and hotels, and spending related to the Queen’s Platinum Jubilee.\nBritons are facing a bleak combination of stagnant or declining economic growth with one of the highest inflation rates among its rich-economy peers. In June, inflation climbed to 9.4 percent, the highest in 40 years, but isn’t expected to peak until it reaches 13 percent in October. The Bank of England, which has been steadily raising interest rates since December in an effort to restrain rapid price rises, predicted last week that the country would enter a recession at the end of the year and wouldn’t exit it until the beginning of 2024.", "url": "https://www.nytimes.com/2022/08/12/business/uk-economy.html"}