{"authors": ["Elizabeth Williamson", "Erin Schaff"], "date_download": "2022-10-25 23:53:02", "date_modify": "2022-10-25 23:53:02", "date_publish": "2022-07-01 09:00:49", "description": "Even some anti-abortion adherents say Texas is failing families left impoverished by its war against abortion.", "filename": "2022_07_01_us_politics_texas-abortion-roe-wade_1666741982.html", "image_url": "https://static01.nyt.com/images/2022/07/01/us/politics/01dc-abortion-promo/01dc-abortion-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_01_us_politics_texas-abortion-roe-wade_1666741982.html", "title": "Who Will Help Care for Texas’ Post-Roe Babies?", "title_page": "How Overturning Roe v Wade Will Impact Texas Families - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ARGYLE, Texas — Two days after the Supreme Court overturned Roe v. Wade, a 27-year-old woman delivered her fourth child, a boy she named Cason. Born after his mother fled from domestic abuse and was denied an abortion, he is among the first of many post-Roe babies expected in Texas.\n“I love my kids and I feel like I’m a really good mom,” said Cason’s mother, who asked to be identified by her first initial, T. “But due to this pregnancy, I couldn’t provide for them.”\nOne in 10 people of reproductive age in America lives in Texas, which will soon join half of all the states in outlawing almost all abortions. Texas’ conservative leadership has spent decades narrowing abortion access while cutting social spending and publicly funded health care. Now, even some anti-abortion adherents say their state is woefully unprepared for a likely surge in births among poor women.\nThe overturning of Roe “creates the sense of urgency that now will create, hopefully, the resources. But unfortunately, there’s that gap,” said Aubrey Schlackman, founder of Blue Haven Ranch, an anti-abortion nonprofit that is providing housing and other assistance for T.’s family.", "url": "https://www.nytimes.com/2022/07/01/us/politics/texas-abortion-roe-wade.html"}