{"authors": ["Rick Rojas", "Tariro Mzezewa"], "date_download": "2022-10-25 23:24:08", "date_modify": "2022-10-25 23:24:08", "date_publish": "2022-04-07 23:30:19", "description": "Legislators also approved a measure restricting discussion of L.G.B.T.Q. issues in public schools.", "filename": "2022_04_07_us_alabama-transgender-youth-bill_1666740248.html", "image_url": "https://static01.nyt.com/images/2022/04/07/us/07alabama-trans01/07alabama-trans01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_07_us_alabama-transgender-youth-bill_1666740248.html", "title": "Alabama Approves Ban on Medical Care for Transgender Youth", "title_page": "Alabama Approves Ban on Medical Care for Transgender Youth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The American Medical Association has assailed these kinds of measures as “government intrusion into the practice of medicine that is detrimental to the health of transgender and gender-diverse children and adults.”\nIn a letter to the National Governors Association last year, the organization said that transition-related care was medically necessary and that forgoing it could have devastating consequences, as transgender people are up to three times as likely as the general population to report or be diagnosed with mental health disorders and have a heightened risk of suicide.\nSome activists fear that these measures could intensify the risk.\n“We’re going to see more and more of our children pull away,” said T.C. Caldwell, the community engagement director for the Knights and Orchids Society, an organization in Selma that provides resources to transgender youth. “I worry about people moving away. Alabama is home. This is home for so many of us who don’t want to leave and many of us who can’t afford to leave — who shouldn’t have to leave.”\nWell over a dozen states have considered legislation in recent years looking to block gender-affirming care for young people. Last summer a federal court blocked Arkansas from enforcing a law that made it the first state to prohibit doctors from providing gender-confirming hormone treatment, puberty blockers or sex reassignment surgery to anyone under 18 years old.\nIn Arizona, Gov. Doug Ducey signed legislation last month blocking some forms of gender-affirming care for minors. Tennessee legislators also approved a bill this year that would ban providing hormone-related medication to children before puberty. But those measures stop short of being considered felony-level offenses.\nLawmakers in Idaho are considering legislation that is even more restrictive, making it a crime with a penalty as severe as life imprisonment for parents to seek gender-affirming health care for their children, even if they did so by going out of state. The bill has passed in the State House.\n“If we do not allow minors to get tattoos, smoke cigarettes and drink alcohol or sign legal contracts,” said Bruce Skaug, the Republican lawmaker in Idaho who sponsored the legislation, “why would we allow them to make decisions to cut away organs based on their feelings during puberty time?”", "url": "https://www.nytimes.com/2022/04/07/us/alabama-transgender-youth-bill.html"}