{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:54:45", "date_modify": "2022-10-25 22:54:45", "date_publish": "2022-10-25 21:20:10", "description": "The Conservative Party is fractured and Britain’s public finances are battered. That will test the political skills of a leader who has been involved in national politics for only seven years.", "filename": "2022_10_25_world_europe_rishi-sunak-uk-economy-politics_1666738485.html", "image_url": "https://static01.nyt.com/images/2022/10/25/world/25uk-politics-ledeall-01/25uk-politics-ledeall-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_25_world_europe_rishi-sunak-uk-economy-politics_1666738485.html", "title": "Rishi Sunak’s Challenge: Unifying the Party and Fixing the Economy", "title_page": "Rishi Sunak’s Challenge: Unifying the Party and Fixing the Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Rishi Sunak took over as Britain’s prime minister on Tuesday, the third in seven weeks, hoping to slow the revolving door at 10 Downing Street and restore stability to a government in turmoil.\nBut as he assembled a cabinet and began to confront a grave economic crisis, Mr. Sunak faced formidable political challenges, for which analysts said his seven-year career in national politics had not fully prepared him. The swift, truncated nature of his election may further complicate his task.\nHaving been elected with the votes of some 200 Conservative Party lawmakers, but not the party’s rank-and-file members, Mr. Sunak could have trouble claiming a mandate to lead a deeply fractured party, let alone the whole country. With his government forced into spending cuts and tax increases, he will have few resources with which to reward either his lawmakers or the public.\n“He’s inheriting a divided party with a large number of Conservative M.P.s and members who believe he has no legitimate mandate,” said Matthew Goodwin, a professor of politics at the University of Kent. “That’s compounded by the fact that the party is in a free-fall and it’s not clear it has a parachute.”", "url": "https://www.nytimes.com/2022/10/25/world/europe/rishi-sunak-uk-economy-politics.html"}