{"authors": ["Ben Protess", "William K. Rashbaum", "Jonah E. Bromwich"], "date_download": "2022-10-25 22:55:05", "date_modify": "2022-10-25 22:55:05", "date_publish": "2022-08-17 20:10:01", "description": "The chief financial officer of the former president’s business is expected to admit to 15 felonies on Thursday and to take the stand at the company’s trial.", "filename": "2022_08_17_nyregion_weisselberg-trump-plea-testify_1666738505.html", "image_url": "https://static01.nyt.com/images/2022/08/18/nyregion/18weisselberg/18weisselberg-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_nyregion_weisselberg-trump-plea-testify_1666738505.html", "title": "Plea Deal Requires Weisselberg to Testify at Trump Organization Trial", "title_page": "Plea Deal Requires Weisselberg to Testify at Trump Organization Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Allen H. Weisselberg, for decades one of Donald J. Trump’s most trusted executives, has reached a deal to plead guilty on Thursday and admit to participating in a long-running tax scheme at the former president’s family business — a serious blow to the company that could heighten its risk in an upcoming trial on related charges.\nMr. Weisselberg will have to admit to all 15 felonies that prosecutors in the Manhattan district attorney’s office accused him of, according to people with knowledge of the matter. And if he is called as a witness at the company’s trial in October, he will have to testify about his role in the scheme to avoid paying taxes on lavish corporate perks, the people said.\nBut Mr. Weisselberg will not implicate Mr. Trump or his family if he takes the stand in that trial, the people said, and he has refused to cooperate with prosecutors in their broader investigation into Mr. Trump, who has not been accused of wrongdoing.\nEven so, his potential testimony will put the Trump Organization at a disadvantage and is likely to make Mr. Weisselberg a central witness at the October trial, where the company will face many of the same charges.", "url": "https://www.nytimes.com/2022/08/17/nyregion/weisselberg-trump-plea-testify.html"}