{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:34:09", "date_modify": "2022-10-25 23:34:09", "date_publish": "2022-10-23 11:24:06", "description": "Pulling out of the race to succeed Liz Truss, the former prime minister eased a path for Rishi Sunak, his former chancellor of Britain’s treasury.", "filename": "2022_10_23_world_europe_uk-prime-minister-race-sunak-johnson_1666740849.html", "image_url": "https://static01.nyt.com/images/2022/10/23/world/23uk-politics-sub-boris/23uk-politics-sub-boris-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_23_world_europe_uk-prime-minister-race-sunak-johnson_1666740849.html", "title": "Boris Johnson Drops Out of UK Prime Minister Race", "title_page": "Boris Johnson Drops Out of UK Prime Minister Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Boris Johnson pulled out of the race to succeed Liz Truss as Britain’s prime minister on Sunday evening, ending a quixotic bid to reclaim a job he lost three months ago amid a cascade of scandals, and leaving his rival, Rishi Sunak, in a commanding position to be the country’s next leader.\nThe result of the contest will not be known until Monday afternoon at the earliest, and there is still room for further twists. Mr. Johnson did not endorse Mr. Sunak, and another ambitious candidate, Penny Mordaunt, remains in the hunt. But Mr. Johnson’s withdrawal removes much of the suspense from a race that was shaping up as an epic battle between the former prime minister and his onetime chancellor.\nMr. Johnson said he believed he had a path to victory, even though the BBC estimated he had lined up the public support of only 57 Conservative lawmakers. It was well short of the threshold of 100 required to be on the ballot, though he claimed he had 102 votes.\nWhatever the case, he said in a statement, “I have sadly come to the conclusion that this would simply not be the right thing to do.”", "url": "https://www.nytimes.com/2022/10/23/world/europe/uk-prime-minister-race-sunak-johnson.html"}