{"authors": ["Roslyn Sulcas"], "date_download": "2022-10-25 23:36:42", "date_modify": "2022-10-25 23:36:42", "date_publish": "2022-06-10 16:29:08", "description": "“Becoming Elizabeth,” a new show on Starz, depicts Queen Elizabeth I’s early years, which are rarely seen onscreen, as a claustrophobic family drama.", "filename": "2022_06_10_arts_television_becoming-elizabeth_1666741002.html", "image_url": "https://static01.nyt.com/images/2022/06/10/arts/10becoming-elizabeth01/10becoming-elizabeth01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_10_arts_television_becoming-elizabeth_1666741002.html", "title": "Even a Powerful Queen First Must Survive Being a Teenager", "title_page": "In ‘Becoming Elizabeth,’ a Queen’s Rebellious Teenage Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — At the start of “Becoming Elizabeth,” a new Starz series about the little-depicted teenage years of Queen Elizabeth I of England, a carriage clatters through a rain-drenched dawn, led by riders on horseback bearing flaming torches. It is January 1547, and the carriage is carrying the body of King Henry VIII; immediately after, we see his legitimate children, Edward, Mary and Elizabeth, roused from bed and ushered through dark corridors.\n“Why did you bring us all here? What do you mean to do to us?” asks a frightened Mary, the elder of three. “Is this it?” whispers the 14-year-old Elizabeth.\nThe darkness, chaos and fear of these first minutes sets the tone for the eight-part “Becoming Elizabeth,” written by the British playwright Anya Reiss as an epic family drama — more “Succession” than “The White Queen.” Henry’s death is the catalyst for a mighty struggle for power amid the nobles, who vie to run the country in the name of Edward, 9, the new king, and to utilize Henry’s children as pawns in their game of survival.\nElizabeth was eventually on the throne and ruled for 45 years. She is known for “the great things she did, the terrible things she did,” said Justin Chadwick, who directed the first three episodes of the show. “But at this stage, she was still raw — a young, brilliant woman, struggling with everything you struggle with at 14, thrown into these treacherous waters.” Chadwick’s visceral, claustrophobic visual style, created by filming with shoulder-held cameras that closely follow the actors, rarely uses the wide large-scale views more typical in period drama.", "url": "https://www.nytimes.com/2022/06/10/arts/television/becoming-elizabeth.html"}