{"authors": ["Corey Kilgannon"], "date_download": "2022-10-25 23:51:11", "date_modify": "2022-10-25 23:51:11", "date_publish": "2022-09-02 04:09:04", "description": "In this league, the Mets are from the Metropolitan Museum of Art, and the Whitney Houstons sport the singer’s image on their uniforms.", "filename": "2022_09_02_nyregion_museum-softball-teams_1666741871.html", "image_url": "https://static01.nyt.com/images/2022/09/02/nyregion/02nytoday-softball-leagues/02nytoday-softball-leagues-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_02_nyregion_museum-softball-teams_1666741871.html", "title": "Let’s Go, Mets? Sure. But How About Those Starry Knights!", "title_page": "Let’s Go, Mets? Sure. But How About Those Starry Knights! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now batting, for the Whitney Houstons\nThe Whitney Museum’s team, the Whitney Houstons, was formed in 2011 and adopted the singer as its inspiration only months just before she died in 2012. The name remains, and so does Ms. Houston’s image on the team uniforms.\nA non-museum team — the public television station Channel 13 — plays in the league because of their nonprofit cultural institution status. Known as Thirteam, they went undefeated this season and beat the Starry Knights this week to become league champs.\nFor the Whitney Houstons, a team tradition includes playing the recording of “The Star-Spangled Banner” that Ms. Houston famously performed at Super Bowl XXV in 1991. A shuffle of Ms. Houston’s pop tunes continues during the games.\n“She’s the soul and the sound of the team, for sure,” said Benjamin Lipnick, the team’s captain and first baseman, as well as assistant director of tourism in the Whitney’s marketing department.\nBefore a recent game, a team member played Ms. Houston’s 1987 hit “I Wanna Dance With Somebody (Who Loves Me)” on the cornet.\nMr. Lipnick’s second-inning home run on Wednesday night against the Little Line Highlanders — a team combining the High Line and Little Island parks — helped the Houstons to an 11-9 victory and a final record of 5-8-1 to leave them in 12th place, right below the Carnegie Hall Haulers.\n“We don’t win every game, but we have the best jerseys, and we have the most fun,” he said. Still, he added, they are no pushovers.", "url": "https://www.nytimes.com/2022/09/02/nyregion/museum-softball-teams.html"}