{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:33:54", "date_modify": "2022-10-25 23:33:54", "date_publish": "2022-10-11 13:13:04", "description": "In the final week of its emergency bond-buying program, the central bank is expanding its efforts to restore bond market function.", "filename": "2022_10_11_business_bank-of-england-bond-market-fire-sale_1666740834.html", "image_url": "https://static01.nyt.com/images/2022/10/11/multimedia/11boe-1-3286/11boe-1-3286-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_11_business_bank-of-england-bond-market-fire-sale_1666740834.html", "title": "Bank of England Expands Market Intervention to Avoid a ‘Fire Sale’", "title_page": "Bank of England Expands Market Intervention to Avoid a ‘Fire Sale’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The Bank of England stepped up its intervention in Britain’s bond market on Tuesday, the second expansion of its emergency measures in two days, as it warned of a “material risk” to the nation’s financial stability from dysfunction in part of the market.\nFor the past two and a half weeks, Britain’s financial markets have faced turmoil after investors rebuffed the tax-cutting and spending policies of Prime Minister Liz Truss and her new government. Economists have widely condemned the policies over concerns they will stoke inflation, which is already near a 40-year high, and require large amounts of borrowing as interest rates rise. The pound dropped to a record low and bond prices fell, which caused bond yields to surge, leaving many Britons facing higher mortgage rates. On Tuesday, the International Monetary Fund said the government’s policies were “complicating” the central bank’s fight against inflation.\nThe sharp rise in bond yields, especially for bonds with long maturities, left an investment strategy used by pension funds in disarray, as they were forced to sell bonds to raise cash for collateral. It was so bad that the Bank of England felt compelled to intervene by offering to buy government bonds, and postponed its plans to sell off its debt holdings back to the market.\nInitially, this helped bring bond yields down and the central bank said the funds had made progress in improving their resilience to the volatility in the market. But tumult has returned as traders wonder what will happen when the bond-buying operation ends on Friday.", "url": "https://www.nytimes.com/2022/10/11/business/bank-of-england-bond-market-fire-sale.html"}