{"authors": ["Matthew Goldstein"], "date_download": "2022-10-25 23:40:38", "date_modify": "2022-10-25 23:40:38", "date_publish": "2022-04-14 14:35:08", "description": "A lawsuit contends that investors who sold shares late last month may have lost out on potential gains.", "filename": "2022_04_14_business_twitter-lawsuit-elon-musk_1666741238.html", "image_url": "https://static01.nyt.com/images/2022/04/14/business/14-elon-musk-twitter-lawsuit/merlin_201548643_047243e9-69cf-4c42-8544-5796b26aefb5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_14_business_twitter-lawsuit-elon-musk_1666741238.html", "title": "Lawsuit Says Musk Took Too Long to Disclose His 9% Stake in Twitter", "title_page": "Lawsuit Says Musk Took Too Long to Disclose His 9% Stake in Twitter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elon Musk’s unusual entanglement with Twitter — which he now wants to buy — has caught the attention not just of Silicon Valley and the social media world, but also some securities lawyers.\nEven before Mr. Musk announced on Thursday morning that he had offered to buy Twitter for about $43 billion, his amassing last month of a big block of shares of the social media company caught the eye of a law firm that is suing the billionaire.\nOn Tuesday, the law firm Block & Leviton filed a federal lawsuit against Mr. Musk on behalf of several Twitter shareholders who they said may have suffered losses while the Tesla chief executive was building a more than 9 percent equity stake in Twitter. The lawsuit is seeking class action status and contends that investors in Twitter who sold shares late last month may have lost out on potential gains because Mr. Musk did not promptly disclose his large ownership stake.\nThe civil complaint noted that Mr. Musk disclosed he had amassed a 9 percent stake in Twitter — making him the company’s largest shareholder at the time — on April 4, even though he had begun building his stake much earlier. When Mr. Musk finally disclosed his stake in Twitter, the price of the company’s shares surged to $49.97 from $39.31. The lawsuit contends Mr. Musk should have disclosed in a regulatory filing by March 24 that he had acquired a 5 percent equity stake in Twitter.", "url": "https://www.nytimes.com/2022/04/14/business/twitter-lawsuit-elon-musk.html"}