{"authors": ["Shashank Bengali"], "date_download": "2022-10-25 23:33:36", "date_modify": "2022-10-25 23:33:36", "date_publish": "2022-10-17 11:00:39", "description": "A Russian strike again disconnected the embattled plant from the national power grid, forcing it to move to backup power, officials said.", "filename": "2022_10_17_world_europe_russia-drone-strike-zaporizhzhia-nuclear-plant_1666740816.html", "image_url": "https://static01.nyt.com/images/2022/10/17/multimedia/17ukraine-briefing-zaporizhzhia-01-1-3cb8/17ukraine-briefing-zaporizhzhia-01-1-3cb8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_17_world_europe_russia-drone-strike-zaporizhzhia-nuclear-plant_1666740816.html", "title": "Generators Switch Back On at Zaporizhzhia Nuclear Plant After Russian Strike", "title_page": "Generators Switch Back On at Zaporizhzhia Nuclear Plant After Russian Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The embattled Zaporizhzhia Nuclear Power Plant briefly ran on backup diesel generators again on Monday after a Russian strike hit an electrical substation that supplies power to the facility in southern Ukraine, officials said.\nAs Russia unleashed another flurry of strikes at Ukraine’s energy infrastructure, a blast disconnected the nuclear plant from the national grid, the Ukrainian nuclear energy company, Energoatom, said in a statement. The plant, which is occupied by Russian forces but operated by Ukrainian engineers, relies on external power to operate essential safety equipment.\n“Russian terrorists once again fired at substations of critical infrastructure in the territory controlled by Ukraine,” the company wrote in a post on Telegram, the social messaging app.\nThe United Nations’ nuclear watchdog, the International Atomic Energy Agency, said in a statement that the plant’s diesel generators had switched back off after about 10 minutes, when a backup connection to a nearby thermal power plant resumed supplying the necessary power.", "url": "https://www.nytimes.com/2022/10/17/world/europe/russia-drone-strike-zaporizhzhia-nuclear-plant.html"}