{"authors": ["Matt Flegenheimer"], "date_download": "2022-10-25 23:25:17", "date_modify": "2022-10-25 23:25:17", "date_publish": "2022-09-29 21:19:26", "description": "The Florida governor, who as a congressman opposed aid to victims of Hurricane Sandy, is seeking relief from the Biden administration as Hurricane Ian ravages his own state.", "filename": "2022_09_29_us_politics_desantis-biden-hurricane-ian-aid_1666740317.html", "image_url": "https://static01.nyt.com/images/2022/09/29/multimedia/29pol-desantis-promo/29pol-desantis-presser-1-1d14-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_29_us_politics_desantis-biden-hurricane-ian-aid_1666740317.html", "title": "DeSantis, Once a ‘No’ on Storm Aid, Petitions a President He’s Bashed", "title_page": "DeSantis, Once a ‘No’ on Hurricane Aid, Petitions Biden for Assistance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than that, Mr. Jolly said, a governor who self-identifies as unswerving in his principles now finds himself with little choice but to push for storm relief actions “antithetical to his professed ideology.”\n“He held those convictions strong in the House,” said Mr. Jolly, who has been sharply critical of the party in the Trump years. “I doubt he will hold them as strongly in the governor’s mansion.”\nIn 2013, Mr. DeSantis and Representative Ted Yoho, another hard-line conservative, were the only House members from Florida to oppose the Sandy package. For Mr. DeSantis, who represented a coastal district in eastern Florida, the vote at once established him as an eager combatant from the party’s ascendant right wing — he was a founding member of the Freedom Caucus — while at times placing him on the defensive back home.\nIn a local interview that year, Mr. DeSantis said the bill contained “extraneous stuff” that could not be classified as emergency spending. “I never made the point of saying we shouldn’t do anything,” he said, adding that he could have supported a leaner package focused on immediate relief. Asked then if he would vote against a relief package that affected his own district, Mr. DeSantis was noncommittal, suggesting he would support a responsible plan.\nThrough the years, critics in both parties have accused Mr. DeSantis of applying this standard selectively. In 2017, as he was poised to run for governor, Mr. DeSantis supported an aid package after Hurricanes Harvey, Irma and Maria as places like Florida, Texas and Puerto Rico strained to recover.\nHis 2018 primary opponent, Adam Putnam, made an issue of Mr. DeSantis’s voting record during the campaign. Storm-weary voters, a Putnam spokeswoman warned then, should protect themselves against “further destruction at the hands of Hurricane Ron.” Mr. DeSantis’s congressional office denied any inconsistency at the time, rejecting a comparison between the two disaster packages and saying he had supported emergency spending “when immediate and necessary.”\nAsked about the governor’s past positions on Thursday, a DeSantis spokesman said the administration was “completely focused on hurricane response.” “As the governor said earlier,” the spokesman, Jeremy T. Redfern, said, “we have no time for politics or pettiness.”", "url": "https://www.nytimes.com/2022/09/29/us/politics/desantis-biden-hurricane-ian-aid.html"}