{"authors": ["Neil Vigdor"], "date_download": "2022-10-25 23:33:21", "date_modify": "2022-10-25 23:33:21", "date_publish": "2022-08-22 23:25:53", "description": "An advocacy group for immigrants challenged a state law that restricted individuals from helping more than six people to vote.", "filename": "2022_08_22_us_politics_arkansas-voting-lawsuit_1666740801.html", "image_url": "https://static01.nyt.com/images/2022/08/22/us/politics/22midterm-briefing-arkansas-ruling1/22midterm-briefing-arkansas-ruling1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_22_us_politics_arkansas-voting-lawsuit_1666740801.html", "title": "Arkansas violated the Voting Rights Act by limiting help to voters, a judge rules.", "title_page": "Arkansas violated the Voting Rights Act by limiting help to voters, a judge rules. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal judge ruled that Arkansas violated the Voting Rights Act with its six-voter limit for those who help people cast ballots in person, which critics had argued disenfranchised immigrants and people with disabilities.\nIn a 39-page ruling issued on Friday, Judge Timothy L. Brooks of the U.S. District Court in Fayetteville, Ark., wrote that Congress had explicitly given voters the choice of whom they wanted to assist them at the polls, as long as it was not their employer or union representative.\nArkansas United, a nonprofit group that helps immigrants, including many Latinos who are not proficient in English, filed a lawsuit in 2020 after having to deploy additional employees and volunteers to provide translation services to voters at the polls in order to avoid violating the state law, the group said. It described its work as nonpartisan.\nState and county election officials have said the law was intended to prevent anyone from gaining undue influence.", "url": "https://www.nytimes.com/2022/08/22/us/politics/arkansas-voting-lawsuit.html"}