{"authors": ["Lananh Nguyen"], "date_download": "2022-10-25 23:31:10", "date_modify": "2022-10-25 23:31:10", "date_publish": "2022-01-18 13:36:54", "description": "For the year, Goldman notched its largest profit ever, $21.6 billion, helped by deal-making by its investment bankers.", "filename": "2022_01_18_business_goldman-sachs-earnings_1666740670.html", "image_url": "https://static01.nyt.com/images/2022/01/18/multimedia/18econ-brf-goldman/18econ-brf-goldman-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_18_business_goldman-sachs-earnings_1666740670.html", "title": "Goldman Sachs Profit Falls 13% as It Raises Bankers' Pay", "title_page": "Goldman Sachs Profit Falls 13% as It Raises Bankers' Pay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Goldman Sachs on Tuesday reported a record $21.6 billion profit last year, but its fourth-quarter earnings fell as it bumped up pay, repeating a pattern experienced by some of the country’s other big banks.\nIn the final three months of 2021, Goldman’s profit dropped 13 percent from the previous year to $3.94 billion, or $10.81 a share, falling short of analysts’ expectations. Two other giants — JPMorgan Chase and Citigroup — reported fourth-quarter results on Friday that also took some of the shine off 2021.\nFor the year, deal-making by Goldman’s investment bankers drove record revenue of $59.3 billion. The company’s chief executive, David M. Solomon, said he expected the market for mergers and other deals to remain strong — a point borne out by the announcement on Tuesday that Microsoft was spending nearly $70 billion to buy the video game company Activision Blizzard, a deal in which Goldman advised the software giant.\n“You’ve still got a lot of volatility around the pandemic, you’ve got big changes in the supply chain, you’ve got changes in interest rates — there’s a lot going on, and so we still see clients being relatively active,” Mr. Solomon told analysts on a conference call.", "url": "https://www.nytimes.com/2022/01/18/business/goldman-sachs-earnings.html"}