{"authors": ["Dave Itzkoff"], "date_download": "2022-10-25 22:59:17", "date_modify": "2022-10-25 22:59:17", "date_publish": "2022-07-12 20:09:37", "description": "Both received Emmy nominations for their lead roles in the Hulu comedy “Only Murders in the Building.” What’s a little friendly competition between friends?", "filename": "2022_07_12_arts_television_martin-short-steve-martin-only-murders-in-the-building_1666738757.html", "image_url": "https://static01.nyt.com/images/2022/07/12/arts/12emmys-martin/merlin_199229073_84a83cc7-8064-420a-8260-d4f0b2394499-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_12_arts_television_martin-short-steve-martin-only-murders-in-the-building_1666738757.html", "title": "Steve Martin and Martin Short Are Thrilled to Be Competing, of Course", "title_page": "Steve Martin and Martin Short Are Thrilled to be Competing for an Emmy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Steve Martin and Martin Short are not exactly new to the television business: Steve Martin won an Emmy Award back in 1969 for his work as a writer on “The Smothers Brothers Comedy Hour,” and Short has won two Emmys over the years, including one in 1983 for his work on “SCTV.”\nBefore Tuesday, they had been nominated for nearly two dozen Primetime Emmys combined, for work that included the Academy Awards (which Martin has hosted and written for), the FX drama “Damages” (on which Short played a sinister right-hand man to a Bernie Madoff type), and their 2018 variety special “Steve Martin and Martin Short: An Evening You Will Forget for the Rest of Your Life.” (Short has also received nominations for the Daytime Emmys.)\nNow they have added new filigrees to their careers: Short and Martin both received Emmy nominations for their lead acting roles in the Hulu comedy “Only Murders in the Building.”\nIn the series, which alternates between broad farce and dark comedy, Martin plays a once-famous TV actor and Short plays a never-that-great Broadway director who live in the same Renaissance-style building in Manhattan. With the help of an enigmatic young neighbor (Selena Gomez), they try to solve a crime in their residence — or at least parlay the mystery into a popular podcast. (Martin, who created “Only Murders in the Building” with John Hoffman, also received a nomination in the comedy writing category, and the show received 17 nominations overall.)", "url": "https://www.nytimes.com/2022/07/12/arts/television/martin-short-steve-martin-only-murders-in-the-building.html"}