{"authors": ["Shivani Gonzalez"], "date_download": "2022-10-25 23:36:45", "date_modify": "2022-10-25 23:36:45", "date_publish": "2022-10-03 05:00:06", "description": "The long-running medical drama on ABC begins its 19th season, and CBS airs a reality series inspired by the 1976 TV show.", "filename": "2022_10_03_arts_television_whats-on-tv-this-week-greys-anatomy-the-real-love-boat_1666741005.html", "image_url": "https://static01.nyt.com/images/2022/10/03/arts/03tvcol-greys/03tvcol-greys-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_03_arts_television_whats-on-tv-this-week-greys-anatomy-the-real-love-boat_1666741005.html", "title": "What’s on TV This Week: ‘Grey’s Anatomy’ and ‘The Real Love Boat’", "title_page": "What’s on TV This Week: ‘Grey’s Anatomy’ and ‘The Real Love Boat’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tuesday\nHOCUS POCUS (1993) 9 p.m. on Freeform. Once the leaves start to change, the air brings a chill and every grocery store stocks pumpkin-spice products, it’s time to get in the Halloween spirit. What better way than with the witchy Sanderson sisters? Sarah Jessica Parker, Bette Midler and Kathy Najimy star as the sister witches who are resurrected on Halloween night. This will also catch you up for the long-awaited sequel, now on Disney+.\nWednesday\nTHE REAL LOVE BOAT 9 p.m. on CBS. Inspired by the 1970s scripted show, this reality series is “The Bachelor” meets “Below Deck.” Rebecca Romijn and Jerry O’Connell host 12 singles (including the boat’s own captain, bartender and cruise director) who mingle as they travel around the Mediterranean. To stay on the boat, couples need to keep pairing up as new contestants come aboard throughout the trip.\nICONS UNEARTHED: THE SIMPSONS 10 p.m. on VICE. Last season, this documentary series dove deep into all things “Star Wars.” Now, they are back examining the history behind “The Simpsons,” one of the longest-running prime-time comedies. Throughout six-episodes some of the writers, animators and executives share details from the show and reflect on its 34 years on air.\nThursday\nSTATION 19 8 p.m. on ABC. This “Grey’s Anatomy” spinoff follows a Seattle firehouse whose workplace conflicts often seep into firefighters’ personal dramas. Season 6 starts off as the Station 19 crew deals with the fallout of a tornado in the city, and Travis Montgomery (Jay Hayden) continues his mayoral campaign.", "url": "https://www.nytimes.com/2022/10/03/arts/television/whats-on-tv-this-week-greys-anatomy-the-real-love-boat.html"}