{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 22:58:39", "date_modify": "2022-10-25 22:58:39", "date_publish": "2022-04-25 17:35:15", "description": "No injuries were reported in the area that has a large ethnic Russian population.", "filename": "2022_04_25_world_europe_explosions-transnistria-moldova-ukraine_1666738719.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_25_world_europe_explosions-transnistria-moldova-ukraine_1666738719.html", "title": "Explosions Hit Transnistria, a Region of Moldova in Ukraine", "title_page": "Explosions Hit Transnistria, a Region of Moldova in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Friday, a Russian general said one of Moscow’s current aims in Ukraine is to establish “yet another point of access” to Transnistria, a claim that echoed Ukrainian fears that Russia wants to seize Ukraine’s entire Black Sea coast, including Odesa, linking itself to Transnistria. Military experts questioned whether the general’s comments reflected Kremlin policy, and whether the Russian military could carry out such a mission.\nDuring the buildup to Russia’s invasion of Ukraine, Ukrainian officials warned of Russian “provocations,” including in Transnistria — attacks that it said Moscow might stage but blame on Kyiv as a pretext for military action.\nTransnistria, a thin strip of land with fewer than 500,000 people, broke away from Moldova with support from Moscow in a brief war in the early 1990s. It has a repressive government, heavily dependent on Russia, and Russian state-run television is dominant there.\nSince the Ukraine war erupted, the Moldovan and Ukrainian militaries have been concerned about whether Transnistria would enter the fighting as a base for attacking Ukraine from the west.", "url": "https://www.nytimes.com/2022/04/25/world/europe/explosions-transnistria-moldova-ukraine.html"}