{"authors": ["Katrin Bennhold", "Steven Erlanger"], "date_download": "2022-10-25 23:41:21", "date_modify": "2022-10-25 23:41:21", "date_publish": "2022-04-12 14:23:20", "description": "In just six weeks since Chancellor Olaf Scholz announced a strategic shift for his country, already doubts are emerging about how real and deep it is.", "filename": "2022_04_12_world_europe_germany-russia-ukraine-war_1666741281.html", "image_url": "https://static01.nyt.com/images/2022/04/12/world/12germany-pivot-1/12germany-pivot-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_12_world_europe_germany-russia-ukraine-war_1666741281.html", "title": "Ukraine War Pushes Germans to Change. They Are Wavering.", "title_page": "Ukraine War Pushes Germans to Change. They Are Wavering. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nils Schmid, foreign policy spokesman in Parliament for the Social Democrats, said that Germany’s soft stance toward Russia “reflects German society, and what will remain is this idea that Russia is there and part of Europe, and we will have to deal with that.”\nThe war has produced “dashed hopes” of a peaceful united Europe, shared by his generation of 1989, he said. But he noted that with this war, “There can be no return to business as usual,” adding, “No one really wants to go back to the old times of engagement with Russia.”\nStill, he said, “We shouldn’t overdo it. The balance will shift to more deterrence and less dialogue. But we must keep some dialogue.”\nMs. Puglierin has little patience for such arguments. “People need to let these old ideas go and adapt to reality as it is, and not as they want it to be,” she said. “Russia has shown that it does not want a stable relationship on this existing security order, which is now an empty shell.”\nA prominent conservative lawmaker, Norbert Röttgen, argued that Germany must make a complete and immediate break with Russia. “War has come back to Europe, one that will affect the political and security order of the continent,” he said.\nGermany must also draw on the lessons of its dependency on Russia for its future relationship with the more powerful authoritarian realm of China, on which key sectors of Germany’s export-driven model rely, Mr. Röttgen said.\n“The real Zeitenwende,” said Ms. Puglierin, “will come when we remake our model for a future of competition with both Russia and China and realize that every dependency can be used against us.”", "url": "https://www.nytimes.com/2022/04/12/world/europe/germany-russia-ukraine-war.html"}