{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 22:56:02", "date_modify": "2022-10-25 22:56:02", "date_publish": "2022-05-25 13:35:29", "description": "Vouchers, which help people afford rent, have long been seen as a key to solving the nation’s housing woes. But in New York City, a broken oversight system is undermining their effectiveness, advocates say.", "filename": "2022_05_25_nyregion_ny-vouchers-homeless-discrimination.html_timespastHighlight=mihir,AND,discrimination_1666738562.html", "image_url": "https://static01.nyt.com/images/2022/05/25/nyregion/25ny-vouchers/25ny-vouchers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_25_nyregion_ny-vouchers-homeless-discrimination.html_timespastHighlight=mihir,AND,discrimination_1666738562.html", "title": "Discrimination Weakens N.Y. Housing Voucher System, Lawsuit Says", "title_page": "Discrimination Weakens N.Y. Housing Voucher System, Lawsuit Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A voucher program designed to reduce homelessness in New York City has been hamstrung by the discriminatory practices of landlords and real estate agents who have turned away people relying on subsidies to pay rent, according to a lawsuit filed on Wednesday.\nThe lawsuit, which accused more than 120 real estate companies, brokers and property owners across the city of engaging in the illegal practice, comes as New York City is struggling to move people out of shelters or off the streets and into homes, and reflects how voucher discrimination may be undermining nationwide efforts to address homelessness and segregation.\nAs part of a monthslong sting operation, investigators with a nonprofit watchdog group, the Housing Rights Initiative, posed as prospective tenants. The investigators made thousands of inquiries seeking to rent homes using a special city voucher for people struggling with evictions and homelessness. But in recorded phone calls, text messages and emails, which were shared with The New York Times, the investigators were repeatedly told that landlords did not rent to such voucher holders.\nIt is illegal in New York City, and in a growing number of places across the nation, for landlords to refuse to accept applications from tenants who depend on vouchers. The defendants in the lawsuit, which was filed on Wednesday in the New York State Supreme Court in Manhattan, include well-known firms such as Douglas Elliman and teams associated with Re/Max and Coldwell Banker, in addition to dozens of individual brokers and landlords.", "url": "https://www.nytimes.com/2022/05/25/nyregion/ny-vouchers-homeless-discrimination.html?timespastHighlight=mihir,AND,discrimination"}