{"authors": ["Ann Carrns"], "date_download": "2022-10-25 23:31:41", "date_modify": "2022-10-25 23:31:41", "date_publish": "2022-08-26 13:00:06", "description": "As the stock and bond markets have wobbled, 529 plans have taken a tumble. There’s no one-size-fits-all answer, but you have options.", "filename": "2022_08_26_your-money_markets-college-savings_1666740701.html", "image_url": "https://static01.nyt.com/images/2022/08/27/business/26Adviser-illo-sub/26Adviser-illo-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_26_your-money_markets-college-savings_1666740701.html", "title": "What to Do if Market Drops Took a Bite Out of Your College Savings", "title_page": "What to Do if Market Drops Took a Bite Out of Your College Savings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some plans offer federally insured bank savings options, Ms. Biar said.\nJeff Brooks, who works for a family publishing business in Seattle, said he was shocked to find that his children’s accounts through Utah’s my529 plan had lost about $19,000 combined in the first half of the year. One child is in college, and the second is a high school senior. He paid all upcoming college expenses as soon as he could, he said, and moved remaining balances to a stable value fund within the 529.\n“I wanted to stop the bleeding,” he said.\nThe plan, which has a top rating from Morningstar, had been “solid” until now, Mr. Brooks said. But he cautioned that age-based portfolios should not be viewed as a “set it and forget it” option.\nBrad Ledwith, a certified financial planner in Morgan Hill, Calif., suggested that families with students in college might consider moving an amount equal to several tuition payments into a low-risk option within the 529 plan, such as a money-market fund or even a certificate of deposit.\nMr. Ledwith, a father of four, including twins who are juniors in high school, said he had accrued $1 million in a 529 plan as of Jan. 1, but the balance had fallen about 23 percent by July. (He chose a more aggressive investment option with greater stock exposure, rather than an aged-based portfolio.)\n“It was an eye opener,” he said, adding that he has a high tolerance for risk.\nHe said he was confident that the market would rebound. Even so, he has moved $100,000 into a more conservative option within the 529 plan.\nDespite the current market gyrations, Mr. Ledwith said, people whose children are just starting high school should stay invested in a growth portfolio: “A lot can happen in five years,” he said. And people with very young children, he said, should consider contributing even more to their 529, since they will be investing when prices are generally lower.\nCollege financial aid offices are aware of the current market turmoil, so it may be worth contacting yours to see if additional help is available. “You never know unless you ask,” said Ms. Assaf of Fidelity.", "url": "https://www.nytimes.com/2022/08/26/your-money/markets-college-savings.html"}