{"authors": ["Miriam Jordan", "J. David Goodman"], "date_download": "2022-10-25 22:55:53", "date_modify": "2022-10-25 22:55:53", "date_publish": "2022-05-20 21:09:58", "description": "Under the ruling, the public health measure known as Title 42 that has denied migrants entry will remain in effect.", "filename": "2022_05_20_us_title-42-border-migrants-court_1666738553.html", "image_url": "https://static01.nyt.com/images/2022/05/19/us/00title-42-04/merlin_207107451_3c594777-d8c8-4778-94c4-b170e3ab4b56-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_20_us_title-42-border-migrants-court_1666738553.html", "title": "Judge Orders Government to Continue Migrant Expulsions on Border", "title_page": "Judge Orders Government to Continue Migrant Expulsions on Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal judge on Friday blocked the Biden administration from lifting a pandemic-related health order whose scheduled expiration on Monday would have thrown open the doors of the United States to asylum seekers at the border for the first time in more than two years.\nThe ruling means further delays for thousands of people waiting for a chance to seek refuge in the United States, but it averts a potential crisis on the border by giving the administration more time to roll out its plan to handle the large numbers that are expected. Department of Homeland Security officials have said they were preparing for as many as 18,000 migrants a day, compared with 8,000 currently, if the order were lifted.\n“The Biden administration is probably breathing a sigh of relief because they weren’t ready for the rule to be lifted,” said Wayne Cornelius, director emeritus of the Center for Comparative Immigration Studies at the University of California, San Diego.\nThe sweeping public health measure, known as Title 42, was put into place in March 2020 to control the transmission of the coronavirus across the border. Under its authority, thousands of migrants arriving at land borders have been swiftly expelled, without an opportunity for those fleeing danger and persecution to request humanitarian protection in the United States.", "url": "https://www.nytimes.com/2022/05/20/us/title-42-border-migrants-court.html"}