{"authors": ["Azi Paybarah"], "date_download": "2022-10-25 23:25:20", "date_modify": "2022-10-25 23:25:20", "date_publish": "2022-05-22 16:13:57", "description": "Mr. Shapiro, the Democratic nominee for governor in Pennsylvania, said he was eager to start the general election campaign.", "filename": "2022_05_22_us_politics_josh-shapiro-mastriano-pennsylvania_1666740320.html", "image_url": "https://static01.nyt.com/images/2022/05/22/multimedia/22pol-shapiro/22pol-shapiro-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_22_us_politics_josh-shapiro-mastriano-pennsylvania_1666740320.html", "title": "Josh Shapiro Defends Primary Ad Tying Doug Mastriano to Trump", "title_page": "Josh Shapiro Defends Primary Ad Tying Doug Mastriano to Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Josh Shapiro, the newly nominated Democratic candidate for governor in Pennsylvania, defended on Sunday a television ad he ran that appeared to elevate the standing of the Republican rival he will face in November — a man Mr. Shapiro has called the country’s most extreme candidate for governor.\nThe ad is part of a long-held strategy among campaign tacticians: elevate your most extreme rival, and peel away disaffected moderates from that rival’s party come November. Last week, Axios noted that the rise of far-right, Trump-aligned candidates could test this theory and that Democrats are “trying to engineer the rise of ultra-MAGA candidates they feel will be easier to defeat in a general election.”\nBut in today’s highly polarized environment, in which party affiliation is deeply interwoven with people’s sense of identity, that strategy could backfire, as many Democrats were stunned to learn in 2016.\nDuring the Republican primary in Pennsylvania, Mr. Shapiro, the state’s attorney general, ran an ad that called State Senator Doug Mastriano “one of Donald Trump’s strongest supporters.” The ad went on to say that Mr. Mastriano “wants to end vote by mail. He led the fight to audit the 2020 election. If Mastriano wins, it’s a win for what Donald Trump stands for.”", "url": "https://www.nytimes.com/2022/05/22/us/politics/josh-shapiro-mastriano-pennsylvania.html"}