{"authors": ["Sheryl Gay Stolberg", "Peter Baker"], "date_download": "2022-10-25 23:23:49", "date_modify": "2022-10-25 23:23:49", "date_publish": "2022-08-02 11:15:55", "description": "The appointment of Robert Fenton, a veteran emergency response official, came as New York, California and Illinois declared states of emergency.", "filename": "2022_08_02_us_politics_white-house-coordinator-monkeypox_1666740229.html", "image_url": "https://static01.nyt.com/images/2022/08/02/world/02monkeypocks01/02monkeypocks01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_02_us_politics_white-house-coordinator-monkeypox_1666740229.html", "title": "Biden Names White House Coordinator for Monkeypox", "title_page": "Biden Names White House Coordinator for Monkeypox - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden, under intense pressure from activists to step up his administration’s response to the monkeypox outbreak, named a veteran emergency response official on Tuesday to manage the U.S. government’s handling of the crisis after some of the nation’s largest states declared it a public health emergency.\nMr. Biden’s decision to run the response from the White House comes amid growing criticism from public health experts that his administration has been slow to recognize the seriousness of the outbreak, and was not prepared to address it adequately. The virus has spread much more quickly than officials anticipated, almost exclusively in the L.G.B.T.Q. community, and the United States now has more cases than any other nation.\nThe president picked Robert Fenton, a regional administrator for the Federal Emergency Management Agency and twice its acting head, to serve as the White House monkeypox coordinator. Dr. Demetre Daskalakis, the director of the Division of H.I.V. Prevention at the Centers for Disease Control and Prevention, will serve as his deputy.\nMr. Fenton, who oversees the American West for FEMA, has managed responses to natural disasters, disease outbreaks and humanitarian operations. Dr. Daskalakis led infectious disease management for New York City, including its response to Covid-19, before going to work at the C.D.C. in December 2020.", "url": "https://www.nytimes.com/2022/08/02/us/politics/white-house-coordinator-monkeypox.html"}