{"authors": ["Juliet Macur"], "date_download": "2022-10-25 22:58:04", "date_modify": "2022-10-25 22:58:04", "date_publish": "2022-02-19 17:24:27", "description": "Nine American skaters asked the court to order the I.O.C. to award their silver medals from the event, the results of which have been in doubt since Kamila Valieva of Russia was found to have failed a drug test.", "filename": "2022_02_19_sports_olympics_us-figure-skating-appeal-medals_1666738684.html", "image_url": "https://static01.nyt.com/images/2022/02/19/multimedia/19olympics-briefing-us-skating-cas/19olympics-briefing-us-skating-cas-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_19_sports_olympics_us-figure-skating-appeal-medals_1666738684.html", "title": "Arbitration Panel Rejects US Figure Skaters Seeking Medal From Team Event", "title_page": "Arbitration Panel Rejects US Figure Skaters Seeking Medal From Team Event - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Court of Arbitration for Sport on Saturday rejected an effort by nine American figure skaters who were seeking to receive their silver medals from the ill-fated team competition at the Beijing Olympics before they left China.\nThe skaters — Evan Bates, Karen Chen, Nathan Chen, Madison Chock, Zachary Donohue, Brandon Frazier, Madison Hubbell, Alexa Knierim and Vincent Zhou — asked the court to order the International Olympic Committee to award medals in the team event, the results of which have been in doubt for nearly two weeks since a Russian skater, Kamila Valieva, was found to have tested positive for a banned drug.\nA separate CAS panel on Monday had allowed Valieva, 15, to continue competing in the Games despite her positive test, saying the uncertainty about the eventual outcome of her doping case — which might lead to only a reprimand given her age — meant she would face “irreparable harm” if she were to be barred from competing.\nThe American skaters had sought a ruling that would overturn, at least for them, the I.O.C.’s decision to not award any medals in any event in which Valieva placed in the top three. That decision applied only to the team competition in the end; Valieva, cleared to skate, went on to finish fourth in the women’s singles event, crumbling in the long program amid a swirl of accusations, innuendo and pressure.", "url": "https://www.nytimes.com/2022/02/19/sports/olympics/us-figure-skating-appeal-medals.html"}