{"authors": ["Isabella Kwai", "Amy Chang Chien"], "date_download": "2022-10-25 23:40:13", "date_modify": "2022-10-25 23:40:13", "date_publish": "2022-08-21 15:52:58", "description": "Gov. Eric J. Holcomb of Indiana led a group that arrived on the island Sunday, even as visits this month by U.S. officials have angered Beijing.", "filename": "2022_08_21_world_asia_us-delegation-taiwan-trade_1666741213.html", "image_url": "https://static01.nyt.com/images/2022/08/21/world/21taiwan1/merlin_200222604_c92a9b6d-6940-4cc6-9c29-4652952143aa-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_21_world_asia_us-delegation-taiwan-trade_1666741213.html", "title": "U.S. Delegation Visits Taiwan for Trade Talks, Risking China’s Ire", "title_page": "Indiana Governor Leads Delegation in Visit to Taiwan for Trade Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A delegation including Indiana’s governor arrived in Taiwan on Sunday to begin trade talks with Taipei amid increased U.S. political tensions with China, which launched a barrage of military drills near the island in response to visits this month by American government officials.\nThe delegation, including Gov. Eric J. Holcomb; Bradley B. Chambers, Indiana’s secretary of commerce; and others, will also visit South Korea later this week. The officials are set to meet with business and academic leaders in Taiwan and South Korea, and will focus on “strengthening Indiana’s economic and academic partnerships” with both places, Mr. Holcomb said in a news release.\n“I’m committed to building an economy of the future with these global partners who are helping propel Indiana forward by creating tomorrow’s businesses, today,” the governor’s statement said.\nTaiwan’s foreign ministry said on Twitter, “We’re excited to renew links with good friends and deepen our partnership with the great U.S. state of Indiana.”", "url": "https://www.nytimes.com/2022/08/21/world/asia/us-delegation-taiwan-trade.html"}