{"authors": ["Peter C. Baker"], "date_download": "2022-10-25 23:35:22", "date_modify": "2022-10-25 23:35:22", "date_publish": "2022-08-17 09:00:07", "description": "NASCAR takes to the streets of Chicago — merging computer-generated fantasy with reality.", "filename": "2022_08_17_magazine_nascar-chicago-streets_1666740922.html", "image_url": "https://static01.nyt.com/images/2022/08/21/magazine/21mag-screenland/21mag-screenland-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_magazine_nascar-chicago-streets_1666740922.html", "title": "When the American Dream of the Open Road Hits Traffic", "title_page": "When the American Dream of the Open Road Hits Traffic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But we dream of breaking free. Hence the enduring popularity of professional racing and action-movie car chases and racing video games, which often simulate contests on the streets of real cities. Way back in 2004, players of the NASCAR-branded video game “Chase for the Cup” were already speeding through Chicago from the comfort of their homes. Tearing across remote salt flats is a powerful fantasy, but from a logistical standpoint, it’s a reasonably attainable one. Hitting triple-digit speeds on urban streets? Now we’re dreaming.\nFor some, the surreal early days of the pandemic created the right conditions for making car-based fantasies real. With the nation’s roads suddenly emptied of much of their traffic, speed enthusiasts kept breaking records for the “Cannonball Run” challenge, a coast-to-coast, N.Y.C.-to-L.A. path drivers were suddenly covering in less than 26 hours. Cities around the nation experienced increases in drag racing and stunt driving on public roads. Some participants posted videos of their adventures online, creating a visual subgenre that simultaneously testified to and stoked the need for real-world speed.\nAt the same time, NASCAR was retreating from the physical world. Since 2010, the organization, hoping to capitalize on the e-sports boom, has run a virtual racing league, in partnership with iRacing, called eNASCAR. After the 2020-21 NASCAR Cup was called off because of the pandemic, the league introduced a new series in which real NASCAR drivers — their schedules suddenly free — would race virtually, on eNASCAR’s digital tracks. Most of those tracks were meticulous re-creations of the real ones drivers had already been scheduled to race that season. But one new course had been added: a street circuit in Chicago. In fact, next year’s real Chicago race will most likely follow the same route as last year’s virtual one. At some point, as you watch the course-preview video posted on Twitter, you will realize it feels unreal not just because the urban streets are empty but because they’re digitally generated. Incidentally — or not — so too are many of the frictionless locations featured in car commercials.\nThe disconnect between advertisements and reality may be one small part of why real-world driving feels like such a chore.\nImporting NASCAR into a video-game Chicago is one thing. Importing the video game into the real city will be another. While tourists from around the world enjoy the thrill of the race, access to downtown streets will be curtailed, and not just on race day; Mayor Lori Lightfoot’s office estimated that the disruption would last for two weeks. The high-decibel scream of racecars will echo through the traffic-snarled city. And everyone watching — in person and on screens — will get another high-powered suggestion that the point of cars is going as fast as possible, with streets existing simply to facilitate that endeavor. A few studies, conducted in Australia, found that road accidents and deaths jumped dramatically in the vicinity of public roads used for Formula 1 events around the time that a race took place.", "url": "https://www.nytimes.com/2022/08/17/magazine/nascar-chicago-streets.html"}