{"authors": ["Michael Wines"], "date_download": "2022-10-25 23:33:27", "date_modify": "2022-10-25 23:33:27", "date_publish": "2022-08-18 23:43:40", "description": "The 17 arrests announced on Thursday were the first by a new office dedicated to pursuing election crimes. The suspects were said to be former felons who had voted illegally.", "filename": "2022_08_18_us_desantis-election-voter-fraud_1666740807.html", "image_url": "https://static01.nyt.com/images/2022/08/18/us/18florida-voting-1/18florida-voting-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_18_us_desantis-election-voter-fraud_1666740807.html", "title": "DeSantis Hails Voter Fraud Crackdown, but Start Is Slow", "title_page": "Gov. Ron DeSantis Announces Arrests in Florida for Election Fraud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seven weeks after Florida’s state government opened a new office of election crimes and security, Gov. Ron DeSantis said on Thursday that 17 people had been charged with casting illegal ballots in the 2020 election, in which 11.1 million Floridians voted.\nThe governor called the arrests “a first salvo” in a long-overdue crackdown on voting crimes. Critics called the announcement a publicity stunt that said less about voter fraud than about holes in the state’s election security apparatus that had allowed the violations to occur in the first place.\nMr. DeSantis, who is seeking re-election this year and is widely considered to be running an unannounced campaign for the 2024 Republican presidential nomination, has made action against voter fraud a centerpiece of his tenure as governor. He offered crucial backing last year to legislation tightening the rules for registering to vote and casting ballots. The State Legislature allotted $1.1 million for his 15-person election crimes office after he proposed its creation late last year.\nBut while the specter of widespread fraud has become a staple of Republican political rhetoric, there is no evidence that election crimes are a serious problem in Florida or anywhere else in the nation. There and elsewhere, most violations appear to involve people who ran afoul of laws that restrict voting by former felons, or people who cast two ballots, usually in separate states where they spend different parts of the year.", "url": "https://www.nytimes.com/2022/08/18/us/desantis-election-voter-fraud.html"}