{"authors": ["Stephen Gandel"], "date_download": "2022-10-25 23:30:56", "date_modify": "2022-10-25 23:30:56", "date_publish": "2022-07-18 16:07:26", "description": "Despite better-than-expected profit, the Wall Street giant’s leaders said they would slow hiring and review stock repurchases as the economy becomes more “uncertain.”", "filename": "2022_07_18_business_goldman-sachs-earnings_1666740656.html", "image_url": "https://static01.nyt.com/images/2022/07/18/multimedia/18economy-briefing-goldman/18economy-briefing-goldman-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_18_business_goldman-sachs-earnings_1666740656.html", "title": "Goldman Sachs Beats Rivals, Benefiting From Volatile Markets", "title_page": "Goldman Sachs Beats Rivals as Traders Take Advantage of Volatility - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Traders at Goldman Sachs were able to capitalize on volatile markets last quarter, cushioning a drop in profit and making the investment banking giant stand out in what has been a mixed set of earnings reports for the nation’s largest financial firms. Goldman also said it was increasing its dividend by 25 percent.\nIn all, profit at Goldman, which reported its second-quarter results on Monday, fell nearly 50 percent from a year ago, to just under $3 billion. But analysts had been expecting Goldman’s bottom line to shrink as much as 60 percent from the same quarter last year, when the firm’s profit soared, fueled by the rebound from the pandemic.\nGoldman’s shares rose 3 percent.\nStill, Goldman’s executives said the bank was being cautious for the rest of the year. They said that hiring would slow, and that the bank was “actively reviewing” its stock buybacks. Last week, Citigroup and JPMorgan Chase said they would pause buybacks.\n“No question that the market has gotten more challenging,” David Solomon, Goldman’s chief executive, said on a call with analysts. Inflation is “deeply embedded” in the economy, he said, and rising prices are a major concern of other chief executives he has talked with recently. “The environment is uncertain, it’s very uncertain,” he said.", "url": "https://www.nytimes.com/2022/07/18/business/goldman-sachs-earnings.html"}