{"authors": ["James Barron"], "date_download": "2022-10-25 23:29:54", "date_modify": "2022-10-25 23:29:54", "date_publish": "2022-10-06 04:07:03", "description": "Damian Browne set off on a calm night from Chelsea Piers. Things got bumpy after that.", "filename": "2022_10_06_nyregion_damian-browne-atlantic-row-nyc-ireland_1666740594.html", "image_url": "https://static01.nyt.com/images/2022/10/06/nyregion/06nytoday1/06nytoday1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_nyregion_damian-browne-atlantic-row-nyc-ireland_1666740594.html", "title": "He Rowed Across the Atlantic. It Only Took 112 Days.", "title_page": "He Rowed Across the Atlantic. It Only Took 112 Days. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And one more thing: The Irish Times reported that he cannot swim.\nThe trip wasn’t like “Ben Hur,” with oarsmen chained to the boat and someone pounding a drum to set the rhythm — there was no one to bang the drum on his vessel, the Cushlamachree.\nNor was the trip like sailing on the Queen Mary 2, with its calorific restaurants. He said his weight loss was “significant” over the first 40 days: “I had no appetite to replenish the thousands of calories burned each day.”\nHe battled squalls that were “like hitting concrete with the oars” and endured the isolation of the open Atlantic. He went 98 days without seeing anyone but whales or fish.\n“I’m fine. I’m safe. It could have been a lot worse,” he said in an Instagram video after “a very tense and stressful night” as he approached Galway on Tuesday. He said the boat had flipped over in 30-to-35-knot winds and slammed against rocks at Na Forbacha, about seven miles from his destination. Worse, one of his oars had snapped in two.\nWith the boat banging against the rugged coastline as each wave washed in, he clambered out, barefoot, because both of his shoes had been torn off by then, he said. Eventually an emergency services crew arrived and took him to safety.", "url": "https://www.nytimes.com/2022/10/06/nyregion/damian-browne-atlantic-row-nyc-ireland.html"}