{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 22:57:00", "date_modify": "2022-10-25 22:57:00", "date_publish": "2022-08-18 09:00:17", "description": "As with so much else with the former president, there is not one easy answer as to why he refused and ignited a legal firestorm. But here are some possibilities.", "filename": "2022_08_18_us_politics_trump-fbi-classified-documents_1666738620.html", "image_url": "https://static01.nyt.com/images/2022/08/16/us/politics/16dc-memo/merlin_211109190_d5c35c64-f2c1-4e84-8146-d9e822c1baea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_18_us_politics_trump-fbi-classified-documents_1666738620.html", "title": "Another Trump Mystery: Why Did He Resist Returning the Government’s Documents?", "title_page": "Another Trump Mystery: Why Did He Resist Returning the Government’s Documents? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "‘L’état, c’est moi’\nEfforts intended in previous administrations to prevent conflicts of interest in the presidency were viewed derisively by Mr. Trump, who never divested from his company and kept an eye on his properties, even as he said publicly he had turned over all management to his sons.\nMr. Trump embodied Louis XIV’s phrase “L’état, c’est moi,” or “I am the state,” his own advisers and several outside observers said.\n“From my own experiences with him, which is bolstered by those around him who are speaking in his defense, his actions seem to fit the pattern that as ‘king,’ he and the state are one and the same,” said Mark S. Zaid, a lawyer who frequently handles cases related to national security and security clearances, including during the Trump presidency. “He seems to honestly believe that everything he touches belongs to him, and that includes government documents that might be classified.”\nMr. Trump rarely used a Twitter handle that was assigned to the president, @POTUS, and instead preferred to have his digital director, Dan Scavino, promote the one in Mr. Trump’s own name.\nThe former president also regularly rejected any attempts to try to enforce outside rules, regulations or norms on the White House, and maintained that his close advisers had absolute immunity from some congressional subpoenas.\n“Presidents are not kings,” Justice Ketanji Brown Jackson wrote as a federal court judge in Washington in 2019, when over White House objections she ordered Donald F. McGahn II, Mr. Trump’s former White House counsel, to testify about what House Democrats said was a pattern of presidential obstruction of justice. She added, “They do not have subjects, bound by loyalty or blood, whose destiny they are entitled to control.”", "url": "https://www.nytimes.com/2022/08/18/us/politics/trump-fbi-classified-documents.html"}