{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:37:07", "date_modify": "2022-10-25 23:37:07", "date_publish": "2022-02-08 22:45:08", "description": "Once the bill clears the Senate, senior lawmakers will have until March 11 to reach an agreement on how to fund the government for the remainder of the fiscal year.", "filename": "2022_02_08_us_politics_house-short-term-spending-bill_1666741027.html", "image_url": "https://static01.nyt.com/images/2022/02/08/us/politics/08dc-cong-1/08dc-cong-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_08_us_politics_house-short-term-spending-bill_1666741027.html", "title": "House Passes Short-Term Spending Bill, Punting Again on a Deal", "title_page": "House Passes Short-Term Spending Bill, Punting Again on a Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House on Tuesday approved legislation to keep the government funded through mid-March, temporarily averting a shutdown as lawmakers struggle to reach a longer-term agreement on spending for federal agencies and departments for the remainder of the year.\nWith funding set to lapse on Feb. 18, the decision to pass a three-week extension was an admission that private negotiations between Republicans and Democrats have so far failed to bridge disagreements over how to allocate billions of dollars in federal spending.\nUnder the bill passed on Tuesday, by a vote of 272 to 162, the new deadline for a deal is March 11.\nThe measure now heads to the Senate, which is expected to pass it before the Feb. 18 deadline.\n“I have every expectation that we can finalize a framework in short order, and then work together to fill in the details and enact an omnibus,” said Representative Rosa DeLauro, Democrat of Connecticut and the chairwoman of the House Appropriations Committee. “The American people deserve the certainty that comes with full-year funding bills.”", "url": "https://www.nytimes.com/2022/02/08/us/politics/house-short-term-spending-bill.html"}