{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:32:54", "date_modify": "2022-10-25 23:32:54", "date_publish": "2022-09-28 22:57:26", "description": "Brian Boyd, 27, who struck the actress with his electric scooter on a Manhattan street and then sped away, pleaded guilty to manslaughter.", "filename": "2022_09_28_nyregion_lisa-banes-manslaughter-guilty_1666740774.html", "image_url": "https://static01.nyt.com/images/2022/09/28/nyregion/28banes/28banes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_28_nyregion_lisa-banes-manslaughter-guilty_1666740774.html", "title": "Scooter Rider Pleads Guilty in Hit-and-Run Death of Lisa Banes", "title_page": "Scooter Rider Pleads Guilty in Hit-and-Run Death of Lisa Banes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The scooter rider who fatally struck the actress Lisa Banes in a hit-and-run accident as she crossed a Manhattan street in June of last year pleaded guilty to crimes related to her death on Wednesday, the Manhattan district attorney’s office said.\nThe man, Brian Boyd, 27, pleaded guilty to manslaughter and leaving the scene of an incident resulting in death without reporting it to the authorities, the Manhattan district attorney, Alvin L. Bragg, Jr., said in a statement. He is scheduled to be sentenced on Nov. 30 and is expected to get one to three years in prison, though prosecutors had sought three to nine years.\nMs. Banes, 65, known for her role in the 2014 film “Gone Girl,” was crossing Amsterdam Avenue near West 64th Street last year on June 4 after meeting up with friends when Mr. Boyd drove an unlicensed and unregistered electric moped through a red light and crashed into her, prosecutors said.\nProsecutors said Mr. Boyd then got back on his vehicle and fled the scene, leaving Ms. Banes critically injured and lying in the street on the Upper West Side.", "url": "https://www.nytimes.com/2022/09/28/nyregion/lisa-banes-manslaughter-guilty.html"}