{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:22:44", "date_modify": "2022-10-25 23:22:44", "date_publish": "2022-04-08 19:15:35", "description": "Prime Minister Boris Johnson is pressing European allies to take a hard line, like cutting off Russian energy imports, but after Brexit, his influence is limited.", "filename": "2022_04_08_world_europe_boris-johnson-scholz-russia.html_action=click&module=RelatedLinks&pgtype=Article_1666740164.html", "image_url": "https://static01.nyt.com/images/2022/04/08/world/08ukraine-germany-2/08ukraine-germany-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_08_world_europe_boris-johnson-scholz-russia.html_action=click&module=RelatedLinks&pgtype=Article_1666740164.html", "title": "Boris Johnson Urges Germany Not to Let Up Pressure on Russia", "title_page": "Boris Johnson Urges Germany Not to Let Up Pressure on Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — When Prime Minister Boris Johnson of Britain welcomed Chancellor Olaf Scholz of Germany to 10 Downing Street on Friday, the two men worked hard to avoid echoes of Margaret Thatcher’s famous admonition to President George H.W. Bush three decades ago, “This is no time to go wobbly.”\nMrs. Thatcher was urging Mr. Bush not to let up pressure on Iraq after its invasion of Kuwait. Mr. Johnson is urging Germany not to let up pressure on Russia after its invasion of Ukraine. But the prime minister was also determined to project unity, and whether he was as persuasive with Mr. Scholz in private as his hawkish predecessor was with Mr. Bush in 1990 is not yet clear.\nSpeaking after their meeting, Mr. Johnson said Germany had committed to weaning itself off Russian energy, even if the European Union has rejected British calls for a clear timetable to eliminate imports of Russian gas. President Vladimir V. Putin, he said, was betting that he could divide European allies on this issue, but he had failed.\n“This is not easy for any of us, and I applaud the seismic decisions taken by Olaf’s government to move Germany away from Russian hydrocarbons,” Mr. Johnson said. “We cannot transform our respective energy systems overnight, but we also know that Putin’s war will not end overnight.”", "url": "https://www.nytimes.com/2022/04/08/world/europe/boris-johnson-scholz-russia.html?action=click&module=RelatedLinks&pgtype=Article"}