{"authors": ["Kim Severson"], "date_download": "2022-10-25 23:29:08", "date_modify": "2022-10-25 23:29:08", "date_publish": "2022-08-30 09:00:16", "description": "Chip Wade takes over Danny Meyer’s role in running Union Square Hospitality Group, a move that signals a growing conversation between two sides of the industry.", "filename": "2022_08_30_dining_chip-wade-union-square-hospitality-group_1666740548.html", "image_url": "https://static01.nyt.com/images/2022/08/31/dining/31wade1/merlin_211707309_25a7f072-09ec-4618-a5c6-c5d406c6457a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_30_dining_chip-wade-union-square-hospitality-group_1666740548.html", "title": "From Red Lobster to Running Some of New York’s Marquee Restaurants", "title_page": "From Red Lobster to Running Some of New York’s Marquee Restaurants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anyone who witnessed the rise of fine dining in New York City during the 1980s and ’90s would hardly have bet that Danny Meyer — whose personal touch, food sensibility and laser focus on hospitality has influenced a generation of American restaurants — would pick a Red Lobster executive to replace him as the head of his restaurant group.\nChip Wade, 59, formerly in charge of 704 Red Lobster restaurants in North America, is the new chief executive officer of the Union Square Hospitality Group, which started in 1985 when Mr. Meyer, a 27-year-old Midwesterner with a political science degree, opened Union Square Cafe in what was then an unlikely neighborhood for high-end dining.\nThe company grew to include 12 restaurants, a catering arm and a collection of all-day cafes called Daily Provisions, and spawned the fast-food giant Shake Shack, now worth more than $3 billion.\nPutting someone else in charge was no small move for Mr. Meyer, who has a hand in every part of his company, down to how bacon should look on a sandwich.", "url": "https://www.nytimes.com/2022/08/30/dining/chip-wade-union-square-hospitality-group.html"}