{"authors": ["Stanley Reed"], "date_download": "2022-10-25 23:27:33", "date_modify": "2022-10-25 23:27:33", "date_publish": "2022-06-14 17:58:28", "description": "A critical piece of pipeline equipment was sent to Canada for repairs. Its return has been held up by sanctions against Russia.", "filename": "2022_06_14_business_russian-gas-germany-canada.html_timespastHighlight=stanley,reed,canada,siemens_timespastHighlight=stanley,reed,canada,siemens_1666740453.html", "image_url": "https://static01.nyt.com/images/2022/06/14/business/14germangas/14germangas-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_14_business_russian-gas-germany-canada.html_timespastHighlight=stanley,reed,canada,siemens_timespastHighlight=stanley,reed,canada,siemens_1666740453.html", "title": "Russian Gas Flows to Germany Get Snarled in Canada", "title_page": "Russian Gas Flows to Germany Get Snarled in Canada - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A machine used in shipping Russian natural gas to Germany has been caught up in Canadian sanctions imposed against Moscow, prompting a steep drop in flows in a key Russian pipeline and contributing to a surge in European natural gas prices on Tuesday.\nGazprom, the Russian gas monopoly, said on Twitter on Tuesday that it was reducing the amount of gas it sends to Germany via the Nord Stream pipeline by about 40 percent because a turbine sent for repairs had not been returned “in due time.” It said it could not provide the amount of gas normally sent to Germany without the machine.\nSiemens Energy, the Munich-based maker of the turbine, largely confirmed Gazprom’s account. It said in a statement that it had overhauled the turbine at a specialist facility in Montreal but that it was “currently impossible” to return it to Gazprom “due to the sanctions imposed by Canada.”\nSiemens Energy said it had informed the Canadian and German governments of the situation, and was “working on a viable solution.”", "url": "https://www.nytimes.com/2022/06/14/business/russian-gas-germany-canada.html?timespastHighlight=stanley,reed,canada,siemens?timespastHighlight=stanley,reed,canada,siemens"}