{"authors": ["Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 22:56:55", "date_modify": "2022-10-25 22:56:55", "date_publish": "2022-10-04 00:14:58", "description": "When asked to say the former president had no more government documents after the return of 15 boxes in January, the lawyer, Alex Cannon, would not do so, uncertain of whether it was true.", "filename": "2022_10_03_us_politics_trump-alex-cannon-archives_1666738615.html", "image_url": "https://static01.nyt.com/images/2022/10/03/multimedia/03dc-trump-cannon-1-d765/03dc-trump-cannon-1-d765-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_03_us_politics_trump-alex-cannon-archives_1666738615.html", "title": "Lawyer Declined Trump Request to Tell Archives All Material Was Returned", "title_page": "Lawyer Declined Trump Request to Tell Archives All Material Was Returned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shortly after turning over 15 boxes of government material to the National Archives in January, former President Donald J. Trump directed a lawyer working for him to tell the archives that he had returned all the documents he had taken from the White House at the end of his presidency, according to two people familiar with the discussion.\nThe lawyer, Alex Cannon, had become a point of contact for officials with the National Archives, who had tried for months to get Mr. Trump to return presidential records that he failed to turn over upon leaving office. Mr. Cannon declined to convey Mr. Trump’s message to the archives because he was not sure if it was true, the people said.\nIn fact, Mr. Trump would be found still to have large quantities of government records in his possession even after turning over the 15 boxes. They included one set turned over to the Justice Department by Mr. Trump’s aides in June and another large cache — including some marked with the highest levels of classification — seized by the F.B.I. in the search in August of the former president’s residence and private club in Florida, Mar-a-Lago.\nWhen archives officials opened the initial 15 boxes they recovered in January, they found a large volume of documents with classified markings and notified the Justice Department, setting in motion events that led to a criminal investigation and the search of Mar-a-Lago.", "url": "https://www.nytimes.com/2022/10/03/us/politics/trump-alex-cannon-archives.html"}