{"authors": ["Dana Rubinstein"], "date_download": "2022-10-25 23:51:13", "date_modify": "2022-10-25 23:51:13", "date_publish": "2022-08-31 22:16:01", "description": "The crucial Gateway transit link from New Jersey to New York will now open three years later than expected and is likely to cost $2 billion more to construct.", "filename": "2022_08_31_nyregion_gateway-tunnel-ny-nj-delay_1666741873.html", "image_url": "https://static01.nyt.com/images/2022/08/31/nyregion/31gateway/merlin_145470699_997aea08-407f-4612-b04c-8dd05207cf02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_31_nyregion_gateway-tunnel-ny-nj-delay_1666741873.html", "title": "Commuter Tunnel Under the Hudson Won’t Be Finished Until 2035", "title_page": "Gateway Tunnel Project Under Hudson River Won’t Be Finished Until 2035 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Eight years ago, the head of Amtrak warned that the century-old rail tunnel connecting New Jersey to Midtown Manhattan would have to be shut down in some form by 2034 to address the ravages of age and Hurricane Sandy.\nIt was hoped that the Gateway infrastructure project, which had then already been unveiled, would lead to the construction of a new tunnel before the estimated deadline.\nBut on Wednesday, the commission managing the project announced that the new tunnel would not be completed until 2035, three years later than expected, and a year beyond the deadline envisioned by Joseph Boardman, that former Amtrak chief executive. And the old tunnel — owned by Amtrak but more heavily used by New Jersey Transit — will not be fully rehabilitated until 2038, also three years later than planned.\nNot only is the new tunnel experiencing delays but the overall tunnel project is also expected to cost more: $16.1 billion, up from a previous estimate of $14.1 billion. Both estimates include the cost of financing the project.", "url": "https://www.nytimes.com/2022/08/31/nyregion/gateway-tunnel-ny-nj-delay.html"}