{"authors": ["Raja Abdulrahim"], "date_download": "2022-10-25 23:55:35", "date_modify": "2022-10-25 23:55:35", "date_publish": "2022-04-16 18:52:08", "description": "At least 14 Palestinians have been killed in a widespread Israeli military operation in the West Bank, launched in response to a string of attacks in Israel that killed 14 people.", "filename": "2022_04_16_world_middleeast_palestinians-israel-violence_1666742135.html", "image_url": "https://static01.nyt.com/images/2022/04/16/world/16Israel-Palestinians01/16Israel-Palestinians01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_16_world_middleeast_palestinians-israel-violence_1666742135.html", "title": "Israel Steps Up Raids in Palestinian Territories in Response to Attacks", "title_page": "Israel Steps Up Raids in Palestinian Territories in Response to Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Sunday, Prime Minister Naftali Bennett said Israel had gone on the offensive.\n“The State of Israel will do everything necessary to overcome this terrorism. We will settle accounts with everyone who was linked, either directly or indirectly, to the attacks,” he said, adding, “We will reach anywhere necessary, at any time, in order to root out these terrorist operations.”\nHe said there were “no restrictions” on the country’s security forces.\nFor the last week, Israeli forces have raided Jenin nearly every day or night, local officials and residents said. The city, like most Palestinian urban centers in the West Bank, is governed by the Palestinian Authority, but Israeli forces still regularly carry out night raids and arrests in these areas. In January during one such raid in the village of Jiljilya, a 78-year-old Palestinian American man died while in custody.\nRather than containing the latest wave of attacks, Israel’s actions will have the opposite effect, said a Western diplomat in Ramallah. The aggressive Israeli approach risks creating a new cycle of frustration, despair and victims, said the diplomat, who spoke on the condition of anonymity to discuss sensitive political matters.\nBefore leaving for work each morning, Ms. Awartani checks the latest news on local social media.\n“I fear I could be going to work and suddenly come upon Israeli soldiers in the street and they could shoot me,” said the mother of three girls, twin 7-year-olds and a 3-year-old. “I could die, I could become paralyzed. Then who is going to take care of my daughters?”", "url": "https://www.nytimes.com/2022/04/16/world/middleeast/palestinians-israel-violence.html"}