{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:27:35", "date_modify": "2022-10-25 23:27:35", "date_publish": "2022-07-14 11:24:16", "description": "Facing sanctions on its exports, Russia could continue selling oil profitably under a cap, the U.S. Treasury secretary said, while global strains on supply and pressure on prices would reduce.", "filename": "2022_07_14_business_yellen-russia-oil-cap_1666740455.html", "image_url": "https://static01.nyt.com/images/2022/07/14/multimedia/14yellen-bali/14yellen-bali-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_14_business_yellen-russia-oil-cap_1666740455.html", "title": "Yellen Says It’s in Russia’s Interest to Go Along With Oil Price Cap", "title_page": "Yellen Says It’s in Russia’s Interest to Go Along With Oil Price Cap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the eve of a meeting of finance chiefs from the world’s major economies in Bali, Indonesia, Treasury Secretary Janet Yellen continued to push for a price cap on Russian oil, calling it “one of our most powerful tools” to alleviate the painful leaps in energy and food prices.\nMs. Yellen said at a news conference on Thursday that imposing a price limit on Russian oil would not only reduce President Vladimir V. Putin’s ability to continue waging a brutal war in Ukraine and shrink the Russian economy but also lower global oil prices.\nRussia could still export oil at a profitable price if there was a cap, she said, and maintain access to markets that have restricted imports of Russian energy as part of sanctions against Moscow. At the same time, consumers around the world, including in India and China, which have been buying more Russian crude, would get some relief at the gas pump and grocery store.\nRussia is still earning substantial revenue from oil, with higher prices making up for lower output. The idea of a cap is to limit how much Russia can make while still keeping markets well supplied. At a time when the West is seeking to punish Mr. Putin while seeking to tame spiraling oil prices, Ms. Yellen suggested that operating under a cap was better for Russia than with no cap, since Russia would still be able to make a profit, though less than if it was able to sell unhindered at current prices.", "url": "https://www.nytimes.com/2022/07/14/business/yellen-russia-oil-cap.html"}