{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:55:45", "date_modify": "2022-10-25 23:55:45", "date_publish": "2022-03-20 16:18:41", "description": "Hundreds of thousands of Israelis shut down large parts of central Israel to attend the funeral of Rabbi Chaim Kanievsky, an influential spiritual leader.", "filename": "2022_03_20_world_middleeast_rabbi-chaim-kanievsky-funeral_1666742145.html", "image_url": "https://static01.nyt.com/images/2022/03/20/world/20ISRAEL1/20ISRAEL1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_20_world_middleeast_rabbi-chaim-kanievsky-funeral_1666742145.html", "title": "Revered Jewish Sage Buried in One of the Largest Gatherings in Israel’s History", "title_page": "Revered Jewish Sage Buried in One of the Largest Gatherings in Israel’s History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Hundreds of thousands of Israelis gathered on Sunday at the funeral of Rabbi Chaim Kanievsky, a spiritual leader in ultra-Orthodox Judaism, in one of the largest public gatherings in Israeli history. Rabbi Kanievsky died on Friday, aged 94.\nEstimates suggested that 400,000 to 750,000 mourners attended the funeral or filled nearby streets, balconies and rooftops, hoping to get as close as possible to the rabbi’s bier. The crowds shut down not only Bnei Brak, an ultra-Orthodox enclave on the eastern edge of Tel Aviv where the rabbi lived, but also large parts of central Israel, where hundreds of schools stayed closed on Sunday, the first day of the Israeli workweek, to prevent students from being stuck in traffic jams.\nThe estimated crowd numbers were still short of the 850,000 who were said to have attended the funeral of Rabbi Ovadia Yosef, another ultra-Orthodox leader, who died in 2013.\nBut the size of Rabbi Kanievsky’s funeral on Sunday nevertheless reflected the veneration with which he was held by Israel’s ultra-Orthodox Jews — or Haredim, as the community’s members prefer to be known.", "url": "https://www.nytimes.com/2022/03/20/world/middleeast/rabbi-chaim-kanievsky-funeral.html"}