{"authors": ["Michael Wines"], "date_download": "2022-10-25 23:33:22", "date_modify": "2022-10-25 23:33:22", "date_publish": "2022-08-08 09:00:26", "description": "A Supreme Court shift, frowning on changes close to elections, gives House Republicans a big advantage in November.", "filename": "2022_08_08_us_elections_gerrymandering-maps-elections-republicans_1666740802.html", "image_url": "https://static01.nyt.com/images/2022/08/05/us/00redistrict/merlin_197276739_f896b536-e33e-4a4b-98a8-7a929e24c8aa-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_08_us_elections_gerrymandering-maps-elections-republicans_1666740802.html", "title": "Maps in Four States Were Ruled Illegal Gerrymanders. They’re Being Used Anyway.", "title_page": "Maps in Four States Were Ruled Illegal Gerrymanders. They’re Being Used Anyway. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Since January, judges in Alabama, Georgia, Louisiana and Ohio have found that Republican legislators illegally drew those states’ congressional maps along racial or partisan lines, or that a trial very likely would conclude that they did. In years past, judges who have reached similar findings have ordered new maps, or had an expert draw them, to ensure that coming elections were fair.\nBut a shift in election law philosophy at the Supreme Court, combined with a new aggressiveness among Republicans who drew the maps, has upended that model for the elections in November. This time, all four states are using the rejected maps, and questions about their legality for future elections will be hashed out in court later.\nThe immediate upshot, election experts say, is that Republicans almost certainly will gain more seats in midterm elections at a time when Democrats already are struggling to maintain their bare majority.\nDavid Wasserman, who follows congressional redistricting for the Cook Political Report, said that using rejected maps in the four states, which make up nearly 10 percent of the seats in the House, was likely to hand Republicans five to seven House seats that they otherwise would not have won.", "url": "https://www.nytimes.com/2022/08/08/us/elections/gerrymandering-maps-elections-republicans.html"}