{"authors": ["Joshua Jelly-Schapiro"], "date_download": "2022-10-25 23:32:05", "date_modify": "2022-10-25 23:32:05", "date_publish": "2022-10-25 09:00:13", "description": "A new book by the veteran New York Times journalist Sam Roberts recounts the lives — and a few deaths — of some of the city’s history-making but unheralded residents.", "filename": "2022_10_25_books_review_the-new-yorkers-sam-roberts_1666740725.html", "image_url": "https://static01.nyt.com/images/2022/10/22/books/00JELLY-COMBO/00JELLY-COMBO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_25_books_review_the-new-yorkers-sam-roberts_1666740725.html", "title": "31 New Yorkers You Should Know About but Don’t", "title_page": "Book Review: ‘The New Yorkers,’ by Sam Roberts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE NEW YORKERS: 31 Remarkable People, 400 Years, and the Untold Biography of the World’s Greatest City, by Sam Roberts\n923,380,602. Nearly a billion. That’s a guesstimate of how many people have lived in New York City since its first official census in 1790, according to a demographer whom Sam Roberts consulted while writing his new book, “The New Yorkers: 31 Remarkable People, 400 Years, and the Untold Biography of the World’s Greatest City.” Roberts cites this number to underscore the sheer dynamism and scale of “the World’s Greatest City” (never mind that New York — as defined by its five boroughs — hasn’t ranked among the world’s most populous cities for decades). It also lends context to the necessarily subjective nature of his project: to narrate the city’s larger social history, across the four centuries since its founding, through the lives of fewer than three dozen of its residents.\nThere are reasons, nowadays, to wonder at the boosterish claim of Roberts’s subtitle. Among them are the city’s rusting infrastructure, its newly rising crime rate and stubborn inequality. But nothing is more New York than the claims to grandeur that its civic leaders and hustling peons alike have long parroted as fact. And the city’s obsession with itself is nowhere more starkly signaled than in an ever-expanding bibliography of books aiming to trace its history through everything from iconic objects and the names of its streets (I’m guilty of that one) to a mollusk that once ruled its harbor (see: “The Big Oyster”). Given this litany, it’s somewhat surprising that no one seems to have tried what Roberts, a veteran urban affairs correspondent for The New York Times, who now writes obituaries for the paper, is attempting here.\nIt’s to Roberts that lovers of Big Apple arcana and architecture owe thanks for both “A History of New York in 101 Objects” and “A History of New York in 27 Buildings” (as well as for a worthy volume on Grand Central Terminal). Roberts knows his New York, in the way both of a scholar who’s read everything ever published on the city’s past and of a reporter who’s spent his career engaging its people. None of this prevents his idiosyncratic compendium of New York lives from falling short of its larger aims. But for the reader as obsessed by the city’s biography as its author, it’s a book that abounds in rich portraits of unheralded New Yorkers whose lives — and, in some cases, deaths — are worth recalling.\nAmong these is “the victim of the city’s first recorded murder.” John Colman was a sailor on Henry Hudson’s ship, Half Moon, who died by bow and arrow in 1609. His death serves for Roberts as a hinge around which to narrate the sundry conflicts — both among Dutch and English members of Hudson’s crew, and between those men and the Indigenous Lenape — that attended Europeans’ arrival to Manahatta. Further on, a chapter about the city’s role in shaping the young United States focuses on a man named Levi Weeks, whose claim to fame was being charged with pushing the woman presumed to be his fiancée down a well in 1799. Roberts uses Weeks’s story to recount a better-known one — how Aaron Burr brought fresh water to the growing city with the help of his Manhattan Company’s wells — and also to explore the salacious details and lasting repercussions of “the nation’s first media circus over a murder case.”", "url": "https://www.nytimes.com/2022/10/25/books/review/the-new-yorkers-sam-roberts.html"}