{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:36", "date_modify": "2022-10-25 23:47:36", "date_publish": "2022-02-27 16:22:40", "description": "The Justice Department will have its first opportunity in a courtroom to show how the violent chaos that erupted at the Capitol last year disrupted the peaceful transfer of power.", "filename": "2022_02_27_us_politics_jan-6-trial-guy-wesley-reffitt_1666741656.html", "image_url": "https://static01.nyt.com/images/2022/02/26/us/politics/26DC-Trial-1/26DC-Trial-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_27_us_politics_jan-6-trial-guy-wesley-reffitt_1666741656.html", "title": "First Jan. 6 Trial, of Guy Wesley Reffitt, Starts Monday", "title_page": "First Jan. 6 Trial, of Guy Wesley Reffitt, Starts Monday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the heart of Mr. Reffitt’s case is the accusation that the defendant, an oil industry worker with purported ties to a Texas militia, obstructed the work of Congress on Jan. 6, 2021, when a joint session of the House and the Senate met to certify the results of the 2020 election. Prosecutors say he donned body armor and a helmet mounted with a video camera, and placed himself at “the front of the pack” that charged the Capitol.\nThe obstruction charge — one of five counts lodged against him — has been used in lieu of other crimes like sedition or insurrection in scores of Capitol riot cases to describe the disruption that occurred when the mob forced lawmakers to flee.\nPassed in 2002 as part of the Sarbanes-Oxley Act, which sought to reduce corporate malfeasance, the obstruction provision was initially intended to prohibit activities like shredding documents or tampering with witnesses in congressional inquiries.\nSeveral defense lawyers — among them Mr. Reffitt’s — tried to get the charge dismissed, arguing that prosecutors had stretched it far beyond its scope and were trying to criminalize behavior that too closely resembled ordinary protest protected by the First Amendment.\nBut 10 federal judges — including Dabney L. Friedrich, who is overseeing Mr. Reffitt’s case — disagreed and allowed the charge to be used. The Reffitt trial will be the first time a jury will get to decide whether the charge fits the crime, though in an unusual move, Judge Friedrich has said she will strike the count before it goes to the jury if the government fails to prove its case.", "url": "https://www.nytimes.com/2022/02/27/us/politics/jan-6-trial-guy-wesley-reffitt.html"}