{"authors": ["Annie Karni"], "date_download": "2022-10-25 22:59:06", "date_modify": "2022-10-25 22:59:06", "date_publish": "2022-09-14 03:36:22", "description": "Karoline Leavitt, a 25-year-old hard-right Republican, prevailed over the presumed front-runner after a race that devolved into a slugfest over the MAGA mantle.", "filename": "2022_09_13_us_politics_karoline-leavitt-nh-house-gop-primary_1666738746.html", "image_url": "https://static01.nyt.com/images/2022/09/13/multimedia/13primary-live-nh-01-leavitt/13primary-live-nh-01-leavitt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_13_us_politics_karoline-leavitt-nh-house-gop-primary_1666738746.html", "title": "Leavitt Upsets Mowers, Winning New Hampshire House G.O.P. Primary", "title_page": "Leavitt Upsets Mowers, Winning New Hampshire House G.O.P. Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If she wins, Ms. Leavitt would be among the youngest people ever elected to Congress. The Constitution requires House members to be at least 25 years old to serve. Ms. Leavitt turned 25 last month.\nMs. Leavitt defeated Mr. Mowers, 33, a veteran of Mr. Trump’s State Department and of his 2016 campaign, who entered the race a year ago as the presumed Republican front-runner and benefited from an infusion of cash from an outside PAC aligned with Representative Kevin McCarthy, the Republican from California and minority leader, who is campaigning to become speaker.\nThe candidates have few discernible differences on policy, and the race ultimately turned less on any ideological divide than on style and tone. It divided the House Republican leadership, exposing lingering rifts inside the party over Mr. Trump’s influence.\nMs. Leavitt, who adopted Mr. Trump’s brash style and taste for inflammatory statements, was backed by a host of hard-right Republicans in Congress, most notably Representative Elise Stefanik of New York, the No. 3 Republican, who has also styled herself in the former president’s image. In her campaign, Ms. Leavitt unequivocally repeated Mr. Trump’s lie that the 2020 presidential election was stolen.\nMs. Leavitt leaned into the attacks and the money pouring into the district to defeat her, positioning herself as the America First candidate fighting “the swamp” and claiming that if “establishment Republicans” were spending so much to defeat her then “I must be doing something right.” Tucker Carlson, the Fox News host, also elevated her as the anti-establishment candidate in the race.", "url": "https://www.nytimes.com/2022/09/13/us/politics/karoline-leavitt-nh-house-gop-primary.html"}