{"authors": ["Sopan Deb"], "date_download": "2022-10-25 22:57:25", "date_modify": "2022-10-25 22:57:25", "date_publish": "2022-01-06 01:48:15", "description": "Irving declined to be vaccinated for Covid-19 before the season, making him ineligible to play in New York City because of a local vaccine mandate at sports arenas that went into effect in September.", "filename": "2022_01_05_sports_kyrie-irving-nets-pacers-vaccine_1666738645.html", "image_url": "https://static01.nyt.com/images/2022/01/05/multimedia/05-virusbrief-kyrie/05-virusbrief-kyrie-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_05_sports_kyrie-irving-nets-pacers-vaccine_1666738645.html", "title": "Kyrie Irving Returns to Court After Refusing To Be Vaccinated", "title_page": "Kyrie Irving Returns to Court After Refusing To Be Vaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kyrie Irving, the star Nets guard, made his regular-season debut against the Indiana Pacers on Wednesday night following the team’s surprise reversal of its policy to bar him from practices and road games until he received the coronavirus vaccine.\nIrving looked rusty early on against the Pacers, missing his first three shots. But in the second quarter in Indianapolis, he began to heat up and scored 8 straight points.\nIrving declined to be vaccinated for Covid-19 before the season, making him ineligible to play in New York City because of a local vaccine mandate at sports arenas that went into effect in September. The Nets, citing concerns about team chemistry, announced in October that Irving would not be permitted to play in road games either, even if laws in those cities would allow him to participate. The N.B.A. does not require players to be vaccinated.\nFor the most part, the team has played well in Irving’s absence, and has led the Eastern Conference for much of the season. Entering Wednesday, the Nets were No. 2 in the East, behind Chicago, with a 23-12 record after losing four of their last six games.", "url": "https://www.nytimes.com/2022/01/05/sports/kyrie-irving-nets-pacers-vaccine.html"}