{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 22:57:45", "date_modify": "2022-10-25 22:57:45", "date_publish": "2022-10-11 09:00:28", "description": "After a haywire redistricting process, New York has more congressional battlegrounds than nearly any other state. Even the Democratic campaign chairman is locked in a dead heat.", "filename": "2022_10_11_nyregion_house-elections-new-york_1666738665.html", "image_url": "https://static01.nyt.com/images/2022/10/09/nyregion/ny-districts-promo/ny-districts-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_11_nyregion_house-elections-new-york_1666738665.html", "title": "In Fight for Congress, a Surprising Battleground Emerges: New York", "title_page": "In Fight for Congress, a Surprising Battleground Emerges: New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, even Representative Sean Patrick Maloney, who once hoped New York would ease his burden as chairman of the House Democrats’ campaign arm, is facing a viable challenge, with internal polls from both parties showing a dead heat in a suburban area President Biden won by 10 points.\n“I watch this stuff closely, and I feel I need a neck brace,” said Steve Israel, the former Long Island congressman who held Mr. Maloney’s job during the 2012 and 2014 elections. “Midterms this cycle are the most unpredictable and fluctuating I’ve ever seen, but no state has demonstrated that more than New York.”\nThe reversal of fortune in New York, where there are more than twice as many registered Democrats as Republicans, is all the more striking given the broader national backdrop. In a year when many states used redistricting to minimize the number of truly competitive districts, New York is virtually alone in moving toward more competition, after an attempted Democratic gerrymander backfired and state courts intervened at the 11th hour to draw more neutral lines.\nIt also underscores just how daunting a task Democrats face as they seek to hold on to the slimmest of majorities nationally in the face of Mr. Biden’s middling approval numbers, high inflation and a restless electorate that believes the state and the nation are headed in the wrong direction.\nWhereas the Democrats’ initial plan positioned them to reasonably pick up three seats and protect existing ones, the party now finds itself trying to guard five of the most competitive districts in New York across parts of Nassau and Westchester Counties and in the small towns of the Hudson Valley. Republicans, by comparison, are defending only a single Syracuse-area seat that is considered at real risk of flipping, and three other seats that look increasingly safe, including a coveted New York City swing seat encompassing Staten Island and a portion of South Brooklyn.", "url": "https://www.nytimes.com/2022/10/11/nyregion/house-elections-new-york.html"}