{"authors": ["Alan Cowell"], "date_download": "2022-10-25 22:55:22", "date_modify": "2022-10-25 22:55:22", "date_publish": "2022-06-03 19:10:20", "description": "Colquhoun campaigned for women’s rights in Britain’s male-dominated Parliament. But her political career came to an end when she was outed as a lesbian.", "filename": "2022_06_03_obituaries_maureen-colquhoun-overlooked_1666738522.html", "image_url": "https://static01.nyt.com/images/2022/06/06/obituaries/03overlooked-Colquhoun-image2-print1/03overlooked-Colquhoun-image2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_03_obituaries_maureen-colquhoun-overlooked_1666738522.html", "title": "Overlooked No More: Maureen Colquhoun, Pathbreaking Politician Waylaid by Bias", "title_page": "Overlooked No More: Maureen Colquhoun, Pathbreaking Politician Waylaid by Bias - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To Colquhoun, her sexuality becoming public was more damaging than her feminist views.\n“Being a lesbian has ruined my political career,” she said in an interview with the British magazine Woman’s Own in 1977.\nOnly many years later did the local party acknowledge her contribution to the debate about the politics of gender.\nIn the so-called Swinging Sixties, Britons celebrated a heady sexual liberation that rarely extended to same-sex relationships. Indeed, British law came to grips with homosexuality only with great reluctance, even punishing some of the country’s most accomplished public figures, such as Oscar Wilde and Alan Turing, for their sexual orientation.\nThe political establishment was especially slow to come to terms with the sexual identity of some of its members.\nChris Smith, the first male lawmaker to come out as gay, did so in 1984 — 17 years after private homosexual acts between consenting adult males had been decriminalized. The first female lawmaker to declare herself voluntarily as lesbian was Angela Eagle in 1997, two decades after Colquhoun was outed.\nUnlike male homosexuality, “female homosexuality was never explicitly targeted by any legislation,” the researcher Steven Dryden wrote in a study for the British Library. Both upper and lower houses of Parliament rejected the creation of discriminatory laws in 1921, he said, “due to the fear a law would draw attention and encourage women to explore homosexuality.”\n“It was also assumed,” he added, “that lesbianism occurred in an extremely small pocket of the female population.”", "url": "https://www.nytimes.com/2022/06/03/obituaries/maureen-colquhoun-overlooked.html"}