{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:00:45", "date_modify": "2022-10-25 23:00:45", "date_publish": "2022-02-22 15:14:06", "description": "The case may settle a question left open in 2018: how to reconcile claims of religious liberty with laws barring discrimination based on sexual orientation.", "filename": "2022_02_22_us_colorado-supreme-court-same-sex-marriage_1666738845.html", "image_url": "https://static01.nyt.com/images/2022/02/22/us/politics/22dc-scotus-1/22dc-scotus-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_22_us_colorado-supreme-court-same-sex-marriage_1666738845.html", "title": "Supreme Court to Hear Case of Web Designer Who Objects to Same-Sex Marriage", "title_page": "Supreme Court to Hear Case of Web Designer Who Objects to Same-Sex Marriage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A divided three-judge panel of the U.S. Court of Appeals for the Tenth Circuit, in Denver, applied the most demanding form of judicial scrutiny to the law but upheld it.\n“Colorado has a compelling interest in protecting both the dignity interests of members of marginalized groups and their material interests in accessing the commercial marketplace,” Judge Mary Beck Briscoe wrote for the majority, adding that the law is narrowly tailored to address that interest.\n“To be sure,” Judge Briscoe wrote, “L.G.B.T. consumers may be able to obtain wedding-website design services from other businesses; yet, L.G.B.T. consumers will never be able to obtain wedding-related services of the same quality and nature as those that appellants offer.”\nJudge Briscoe added that “Colorado may prohibit speech that promotes unlawful activity, including unlawful discrimination.”\nIn dissent, Chief Judge Timothy M. Tymkovich, citing George Orwell, said “the majority takes the remarkable — and novel — stance that the government may force Ms. Smith to produce messages that violate her conscience.”\n“It seems we have moved from ‘live and let live,’” he wrote, “to ‘you can’t say that.’”\nKristen Waggoner, a lawyer with Alliance Defending Freedom, which represents Ms. Smith, said the antidiscrimination law violates the First Amendment’s protection of free speech. “Colorado has weaponized its law to silence speech it disagrees with, to compel speech it approves of and to punish anyone who dares to dissent,” she said in a statement.\nJennifer C. Pizer, a lawyer with Lambda Legal, a civil rights organization focusing on the L.G.B.T.Q. community, said in a statement that the Supreme Court should “reaffirm and apply longstanding constitutional precedent that our freedoms of religion and speech are not a license to discriminate when operating a business.”", "url": "https://www.nytimes.com/2022/02/22/us/colorado-supreme-court-same-sex-marriage.html"}