{"authors": ["Lauren Hirsch"], "date_download": "2022-10-25 23:40:32", "date_modify": "2022-10-25 23:40:32", "date_publish": "2022-04-21 14:10:58", "description": "Mr. Musk has been building a stake in the social media company and last week made an unsolicited offer to acquire it outright.", "filename": "2022_04_21_business_elon-musk-twitter-funding_1666741232.html", "image_url": "https://static01.nyt.com/images/2022/04/21/business/21economy-briefing-musk-sec/21economy-briefing-musk-sec-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_21_business_elon-musk-twitter-funding_1666741232.html", "title": "Elon Musk Details Plan for $46.5 Billion Twitter Takeover", "title_page": "Elon Musk Details Plan for $46.5 Billion Twitter Takeover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Twitter is likely to address Mr. Musk’s bid in more detail when the San Francisco-based company reports quarterly earnings next Thursday. Those results may also offer investors key clues as to whether Mr. Musk’s offer of $54.20 a share for the company is sufficient.\nSeveral analysts have said they expected Twitter’s board to accept only a bid that valued it at a minimum of $60 a share. Twitter’s stock rose above $70 a share last year when the company announced goals to double its revenue, but has since fallen to around $45 as investors have questioned its ability to meet those targets.\nAny hostile bid would face significant challenges. If Mr. Musk buys more than 15 percent of the company, Twitter could enact the poison pill and flood the market with new stock that all shareholders, except Mr. Musk, could buy at a discount. Mr. Musk has built up a stake of more than 9 percent of Twitter, which at one point made him the company’s biggest shareholder.\nThe poison pill that Twitter announced also has a “last look” provision. That would give the company a 10-day window to negotiate with any buyer, such as Mr. Musk, before it decided to trigger the poison pill. It is very rare for a potential acquirer to trigger a poison pill, but Mr. Musk is famously unpredictable.\nHe said in Thursday’s filing that he would continue to review his investment in Twitter, which could mean buying — or selling — more shares.\nEven with the commitments from banks, financing for the bid remains far from buttoned up. Mr. Musk said in the filing that banks had promised to lend money to him, though the ultimate form of their lending may change. The filing noted that the $12.5 billion loan against his Tesla stock might decrease in size but not increase. Analysts have said the banks offering loans on Tesla stock face risk, given the stock’s volatility.\nKey to Mr. Musk’s bid will be the $21 billion in equity financing, the details of which he has yet to outline. Analysts have questioned whether Mr. Musk would be willing to put up the cash on his own. And private equity firms are wary of getting involved in the battle, The New York Times previously reported, potentially ruling out a number of partners.", "url": "https://www.nytimes.com/2022/04/21/business/elon-musk-twitter-funding.html"}