{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:49:38", "date_modify": "2022-10-25 23:49:38", "date_publish": "2022-06-23 19:54:13", "description": "As debate rages on a plan to renovate the nation’s busiest hub, Amtrak awarded a contract to design a $12 billion expansion that would add train capacity.", "filename": "2022_06_23_nyregion_penn-station-tracks-amtrak_1666741778.html", "image_url": "https://static01.nyt.com/images/2022/06/23/nyregion/23pennstation1/merlin_206485467_f605170a-0f15-4f4f-970e-0322027db820-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_23_nyregion_penn-station-tracks-amtrak_1666741778.html", "title": "Amtrak Awards Contract to Expand Penn Station Train Tracks", "title_page": "Amtrak Awards Contract to Expand Penn Station Train Tracks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As for the state's renovation project, it will be the focus of a hearing in Manhattan on Friday, at which state lawmakers will take testimony from state officials, supporters and opponents of Gov. Kathy Hochul’s plan to fund an overhaul of the station by letting developers fill the neighborhood around it with office towers and other tall buildings. The state would use payments from those developers to cover its share of the $7 billion cost of improving the station.\nThe renovation is aimed at replacing Penn Station’s warren of cramped corridors that Ms. Hochul called a “hellhole” with a spacious, sunlit train hall that she said would “lift the human spirit.” But community leaders have questioned whether the scheme to have commercial developers pay for the renovation as well as the subsequent expansion of the station is feasible.\nUnder the Hochul plan, the towers surrounding the station would largely consist of office space, demand for which has declined sharply during the pandemic. The towers would be built over the next 20 to 30 years.\nA report issued last month by the city’s Independent Budget Office concluded that the state had provided too little information about the funding plan to determine whether it is viable, or if taxpayers might be saddled with some of the costs. Those questions spurred three state senators from the city — Liz Krueger, Leroy Comrie and Luis R. Sepulveda — to convene Friday’s oversight hearing. Ms. Krueger and Mr. Comrie were among a group of 15 senators who sent a letter to state officials in March, demanding that they “pause the Penn Station plan until these answers have been provided.”\nBut Ms. Hochul instead has pressed for an acceleration of the station’s renovation. Last week, she announced the release of a request for proposals for the redesign, even though that project had been scheduled to follow the Amtrak expansion of the station.\nMr. Gardner and Tony Coscia, Amtrak’s chairman, said the designers of the expansion would consider a range of alternatives, including adding tracks to the south of Penn Station, beneath the block of West 30th Street that is the longtime home of St. John the Baptist Roman Catholic Church. “That’s one that Amtrak has long discussed and we believe is feasible,” Mr. Gardner said.\nThe National Trust for Historic Preservation said it strongly opposed the plan to “demolish several city blocks” around Penn Station because they contained several structures, including the church, that either already were on the National Register of Historic Places or were eligible to be placed on it.", "url": "https://www.nytimes.com/2022/06/23/nyregion/penn-station-tracks-amtrak.html"}