{"authors": ["Benjamin Mullin"], "date_download": "2022-10-25 23:31:13", "date_modify": "2022-10-25 23:31:13", "date_publish": "2022-08-18 17:53:10", "description": "Chris Licht, the new chairman of CNN, has told employees that he is retooling the network’s programming.", "filename": "2022_08_18_business_media_cnn-brian-stelter-reliable-sources_1666740673.html", "image_url": "https://static01.nyt.com/images/2022/08/18/business/18cnn/18cnn-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_18_business_media_cnn-brian-stelter-reliable-sources_1666740673.html", "title": "Brian Stelter Leaving CNN After Cancellation of ‘Reliable Sources’", "title_page": "Brian Stelter Leaving CNN After Network Cancels ‘Reliable Sources’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brian Stelter, the top media reporter at CNN, is leaving the network after executives decided to cancel his Sunday show, “Reliable Sources,” in one of the first big programming moves under new leadership at the company.\nThe final edition of the show will be on Sunday, a spokesman for CNN said on Thursday.\nThe cancellation of “Reliable Sources” — a show that has aired for about three decades — is a striking change by Chris Licht, the new chairman of CNN, who took over this spring after the sudden resignation of Jeff Zucker. Mr. Zucker left after failing to disclose a romantic relationship with another top CNN executive.\nUnder Mr. Licht, CNN has eschewed the “breaking news” banners that once heralded stories large and small, and political news shows have tried to book more conservative voices. He has given few other public clues about any possible broader changes at the cable network.\nBut leaders of CNN’s new corporate parent, Warner Bros. Discovery, have suggested that they want the network’s programming to have more straight news reporting and fewer opinionated takes from hosts. David Zaslav, the company’s chief executive, has said that he wants a network for both Republicans and Democrats. John Malone, an influential Warner Bros. Discovery shareholder, said that he wanted the network to “evolve back to the kind of journalism that it started with” in an interview with CNBC last year.", "url": "https://www.nytimes.com/2022/08/18/business/media/cnn-brian-stelter-reliable-sources.html"}