{"authors": ["T.M. Brown"], "date_download": "2022-10-25 23:38:27", "date_modify": "2022-10-25 23:38:27", "date_publish": "2022-08-27 09:00:13", "description": "Walter Odom, a fixture in Fort Greene Park, makes sure players respect the hourly schedule and keep their T-shirts on.", "filename": "2022_08_27_nyregion_walter-odom-fort-greene-tennis_1666741107.html", "image_url": "https://static01.nyt.com/images/2022/08/28/nyregion/28routine-tennis/27routine-tennis-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_27_nyregion_walter-odom-fort-greene-tennis_1666741107.html", "title": "How a Public Tennis Court Attendant Spends His Sundays", "title_page": "How a Public Tennis Court Attendant Spends His Sundays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At exactly 8 o’clock the call went out. “Tennis time!”\nThis is what players hear every weekend, every hour on the hour between 8 a.m. and 3 p.m., when Walter Odom announces start times for the popular courts at Fort Greene Park in Brooklyn. The battle to claim an hourlong slot (two hours for doubles) at one of the six courts here can be tense, especially on a mild summer Sunday. But the New York City Parks and Recreation tennis attendant, with his ever-present clipboard and resonant voice, manages to reassure everyone from seasoned tennis pros to beginners taking their first swings that matters are under control.\nIn 2014, Mr. Odom took over the attendant job for a friend and colleague who was battling kidney failure. It took him 20 years to get the gig; one of his previous assignments was monitoring the Brighton Beach boardwalk bathrooms. “You have to work your way up to tennis,” said Mr. Odom, who grew up in Fort Greene and now lives nearby in Bedford Stuyvesant.\nThis fall, he is planning to retire. “When I turned 67, I said I was going to keep my word to my mother and retire,” Mr. Odom said. “It’s time for me to rest.”", "url": "https://www.nytimes.com/2022/08/27/nyregion/walter-odom-fort-greene-tennis.html"}