{"authors": ["Reid J. Epstein", "Jonathan Weisman"], "date_download": "2022-10-25 23:25:28", "date_modify": "2022-10-25 23:25:28", "date_publish": "2022-04-21 09:01:10", "description": "Republicans are far more energized about the issues of elections and voting, powered by a former president and many base voters who believe the 2020 contest was illegitimate.", "filename": "2022_04_21_us_politics_democrats-democracy-election_1666740328.html", "image_url": "https://static01.nyt.com/images/2022/04/08/us/politics/00pol-democracy-capitol/merlin_199988130_ea7aebce-feb1-4903-b576-03555a819090-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_21_us_politics_democrats-democracy-election_1666740328.html", "title": "Why Democracy Isn’t a Key 2022 Issue for Democrats", "title_page": "Why Democracy Isn’t a Key 2022 Issue for Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One party is running on democracy and elections in 2022, and it’s not the Democrats.\nDespite a broad consensus on the left that the country’s most revered institutions are in trouble, with President Biden and other leaders warning gravely that protecting voting rights and fair elections is of paramount importance, the vast majority of Democratic candidates are veering away from those issues on the campaign trail.\nInstead, they are focusing on bread-and-butter economic topics like inflation and gas prices. Continuing to win elections must come first, the thinking goes — and polls and focus groups show that the issue of voting rights is far down the list of voters’ most urgent concerns.\n“You cannot buy a lot of groceries with voting rights,” said Trey Martinez Fischer, a Texas state representative who organized Democrats’ flight from the state in July in a failed effort to block a Republican election bill. “Last summer there was nothing more important than voting rights, but the universe has shifted, and it’s become a conversation about our economy and inflation and the cost of goods.”\nBut as that conversation has shifted, Democrats have largely ceded the political turf on the structure of American democracy to Republicans. Riding a lasting wave of anger over the 2020 election, many G.O.P. candidates have put what they call “election integrity” front and center, even as they attack Mr. Biden and Democrats over the rising cost of living.", "url": "https://www.nytimes.com/2022/04/21/us/politics/democrats-democracy-election.html"}