{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:31:04", "date_modify": "2022-10-25 23:31:04", "date_publish": "2022-10-17 16:11:27", "description": "Josep Borrell Fontelles said Europe was “a garden,” and the world “a jungle,” triggering charges of neocolonialism and racism just as the E.U. tries to drum up support in the developing world.", "filename": "2022_10_17_world_europe_eu-ukraine-josep-borrell-fontelles_1666740664.html", "image_url": "https://static01.nyt.com/images/2022/10/17/world/17eu-diplo-1/17eu-diplo-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_17_world_europe_eu-ukraine-josep-borrell-fontelles_1666740664.html", "title": "Crude Comments From Europe’s Top Diplomat Point to Bigger Problems", "title_page": "Crude Comments From Europe’s Top Diplomat Point to Bigger Problems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Most of the rest of the world is a jungle, and the jungle could invade the garden,” he added, calling the young European diplomats “gardeners” who “have to go to the jungle. Europeans have to be much more engaged with the rest of the world. Otherwise, the rest of the world will invade us, by different ways and means.”\nThe comments were scripted, and it wasn’t the first time he made them. He had employed the jungle metaphor in more limited remarks in August.\nOn Monday Mr. Borrell stood by his comments, insisting that he had been misunderstood.\nHe said that Europe was a privileged place to live and that his message to the aspiring diplomats was to cultivate relationships outside it, because it cannot be “an island in the world away from what was going on elsewhere.”\n“I do not understand the interpretation that has been given to what I said, I certainly do not share the allegation that it is somehow imperialist, white supremacist or a retrograde message,” Mr. Borrell told reporters in Luxembourg on Monday.\nThursday’s speech circulated broadly on social media, a gift to Europe’s detractors. Among the first to seize on it was the Kremlin’s spokeswoman, Maria Zakharova.", "url": "https://www.nytimes.com/2022/10/17/world/europe/eu-ukraine-josep-borrell-fontelles.html"}