{"authors": ["Luke Broadwater", "Alan Feuer"], "date_download": "2022-10-25 23:47:33", "date_modify": "2022-10-25 23:47:33", "date_publish": "2022-03-04 00:00:47", "description": "At the core of the theory of a possible criminal case against former President Donald J. Trump is the argument that he knew he had lost the election and sought to overturn it anyway.", "filename": "2022_03_03_us_politics_trump-jan-6-criminal-case_1666741653.html", "image_url": "https://static01.nyt.com/images/2022/03/03/us/politics/03dc-investigate-1/03dc-investigate-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_03_us_politics_trump-jan-6-criminal-case_1666741653.html", "title": "Panel Suggests Trump Knew He Lost the Election, Eyeing Criminal Case", "title_page": "Panel Suggests Trump Knew He Lost the Election, Eyeing Criminal Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pat A. Cipollone, the White House counsel, also tried to get Mr. Trump to stop pursuing baseless claims of fraud. He pushed back against a plan from a rogue Justice Department lawyer, Jeffrey Clark, who wanted to distribute official letters to multiple state legislatures falsely alerting them that the election may have been stolen and urging them to reconsider certified election results.\n“That letter that this guy wants to send — that letter is a murder-suicide pact,” Mr. Cipollone told Mr. Trump, according to Mr. Donoghue. “It’s going to damage everyone who touches it. And we should have nothing to do with that letter. I don’t ever want to see that letter again.”\nThe account is part of a court filing in a civil case in California, in which the committee’s lawyers for the first time laid out their theory of a potential criminal case against the former president. They said they had evidence demonstrating that Mr. Trump, the lawyer John Eastman and other allies could be charged with obstructing an official proceeding of Congress, conspiracy to defraud the American people and common law fraud.\nThe committee’s filing shows how some of Mr. Trump’s aides and advisers repeatedly — and passionately — tried to get him to back down from his various false claims and plans to try to stay in power.\nIt started almost immediately after the polls closed in November 2020, when members of Mr. Trump’s campaign data team began trying to break through to the president to impress upon him that he had been defeated.\nDuring a conversation in the Oval Office, Mr. Trump’s lead campaign data guru “delivered to the president in pretty blunt terms that he was going to lose,” Jason Miller, another top campaign aide, told the panel. The president said he disagreed with the data expert’s analysis, Mr. Miller said, because he thought he could win in court.\nMr. Miller also told the committee that he agreed with Attorney General William P. Barr’s analysis that there had not been widespread fraud in the election, and “said that to the president on multiple occasions,” the panel wrote in its filing.", "url": "https://www.nytimes.com/2022/03/03/us/politics/trump-jan-6-criminal-case.html"}