{"authors": ["Eric Schmitt", "Julian E. Barnes", "Helene Cooper"], "date_download": "2022-10-25 23:22:45", "date_modify": "2022-10-25 23:22:45", "date_publish": "2022-04-06 23:04:01", "description": "The Kremlin is trying to find enough reinforcements to conduct the next phase of the war, according to military and intelligence officials.", "filename": "2022_04_06_us_politics_russia-military-ukraine-war_1666740165.html", "image_url": "https://static01.nyt.com/images/2022/04/06/us/politics/06dc-military-1/merlin_204997449_cf5855ec-d6f3-4440-a473-79eacd6d7ec0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_06_us_politics_russia-military-ukraine-war_1666740165.html", "title": "Russia Is Recruiting Mercenaries and Syrians to Ukraine, Western Officials Say", "title_page": "Russia Is Recruiting Mercenaries and Syrians to Ukraine, Western Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Russian troops have been fighting in groups of a few hundred soldiers, rather than in the bigger and more effective formations of thousands of soldiers used in the past.\n“We haven’t seen any indication that they have the ability to adapt,” said Mick Mulroy, a former senior Pentagon official and retired C.I.A. officer.\nThe number of Russian losses in the war so far remains unknown, though Western intelligence agencies estimate 7,000 to 10,000 killed and 20,000 to 30,000 wounded. Thousands more have been captured or are missing in action.\nThe Russian military, the Western and European officials said, has learned at least one major lesson from its failures: the need to concentrate forces, rather than spread them out.\nBut Moscow is trying to find additional forces, according to intelligence officials.\nRussia’s best forces, its two airborne divisions and the First Guards Tank army, have suffered significant casualties and an erosion of combat power, and the military has scoured its army looking for reinforcements.\nThe British Defense Ministry and the Institute for the Study of War, a Washington think tank that analyzes the Ukraine war, both reported on Tuesday that the Russian troops withdrawing from Kyiv and Chernihiv would not be fit for redeployment soon.\n“The Russians have no ability to rebuild their destroyed vehicles and weapon systems because of foreign components, which they can no longer get,” said Maj. Gen. Michael S. Repass, a former commander of U.S. Special Operations forces in Europe who has been involved with Ukrainian defense matters since 2016.", "url": "https://www.nytimes.com/2022/04/06/us/politics/russia-military-ukraine-war.html"}