{"authors": ["Tania Ganguli"], "date_download": "2022-10-25 22:57:25", "date_modify": "2022-10-25 22:57:25", "date_publish": "2022-01-26 10:00:12", "description": "West, the former Lakers icon and general manager, said the losses of Bryant and his friend Elgin Baylor, who died last year, have made him more introspective.", "filename": "2022_01_26_sports_jerry-west-kobe-bryant-death_1666738645.html", "image_url": "https://static01.nyt.com/images/2022/01/26/sports/26nba-west-kobe-QA1/26nba-west-kobe-QA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_26_sports_jerry-west-kobe-bryant-death_1666738645.html", "title": "Two Years After Kobe’s Death, Jerry West About the ‘Shock and Sadness’", "title_page": "Two Years After Kobe’s Death, Jerry West About the ‘Shock and Sadness’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the past two years, two of your close friends in the basketball world have died: Elgin Baylor, whom you starred with on the Lakers in the early 1960s, and Kobe Bryant. What has been the hardest part about dealing with your grief?\nWhen I heard that Elgin passed away — and let’s start with him first, because it was after Kobe passed away — it was just unbelievably hurtful. The first day when I found out about [Baylor’s death], I was down in Palm Springs, and I just sat around there and was just quiet. Very introspective. And, frankly, I got in a golf cart and I just went out and there was a driving range. I just was like a baby, I guess. Couldn’t believe it. As much as I appreciated him, I didn’t realize the depth of it until the first day. I really did not.\nIt was like — I lost my best friend. I lost someone who meant more to me than just a basketball player. For three days I might be doing something — I might be hitting golf balls or chipping golf balls or putting golf balls — and honestly, I would just have to stop.\nI don’t think people understood what my relationship with him really was. I’m sure they knew we were teammates: Mr. Inside, Mr. Outside. I don’t think they understood the competitive part of it and what a bond you feel when you have someone you feel like is as competitive as you. He never changed. Never put himself above anyone. Those are the things to me that made it also a harsh and ugly feeling when he passed away.", "url": "https://www.nytimes.com/2022/01/26/sports/jerry-west-kobe-bryant-death.html"}