{"authors": ["Maggie Astor", "Danny Hakim"], "date_download": "2022-10-25 23:47:33", "date_modify": "2022-10-25 23:47:33", "date_publish": "2022-01-20 18:11:39", "description": "The prosecutor, Fani T. Willis of Fulton County, Ga., is investigating possible election interference by the former president and his allies.", "filename": "2022_01_20_us_politics_georgia-trump-election-investigation_1666741653.html", "image_url": "https://static01.nyt.com/images/2022/01/20/us/politics/20grandjury-1/20grandjury-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_20_us_politics_georgia-trump-election-investigation_1666741653.html", "title": "Atlanta D.A. Requests Special Grand Jury in Trump Election Inquiry", "title_page": "Atlanta D.A. Requests Special Grand Jury in Trump Election Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A district attorney in Atlanta on Thursday asked a judge to convene a special grand jury to help a criminal investigation into former President Donald J. Trump’s attempts to overturn the 2020 election results in Georgia.\nThe inquiry is seen by legal experts as potentially perilous for the former president. The grand jury request from the district attorney in Fulton County, Fani T. Willis, had been expected after crucial witnesses refused to participate voluntarily. A grand jury could issue subpoenas compelling those witnesses to provide information.\nThe distinction of a special grand jury is that it would focus exclusively on the Trump investigation, while regular grand juries handle many cases and cannot spend as much time on a single one. The Georgia case is one of two active criminal investigations known to involve the former president and his circle; the other is the examination of his financial dealings by the Manhattan district attorney.\n“The District Attorney’s Office has received information indicating a reasonable probability that the State of Georgia’s administration of elections in 2020, including the State’s election of the President of the United States, was subject to possible criminal disruptions,” Ms. Willis wrote in a letter to Christopher S. Brasher, the chief judge of the Fulton County Superior Court; the letter was first reported by The Atlanta Journal-Constitution. Judge Brasher declined to comment.", "url": "https://www.nytimes.com/2022/01/20/us/politics/georgia-trump-election-investigation.html"}