{"authors": ["Simon Morrison"], "date_download": "2022-10-25 23:37:01", "date_modify": "2022-10-25 23:37:01", "date_publish": "2022-10-06 15:31:20", "description": "The 1934 opera, revived this season at the Metropolitan Opera, stoked the ire of the Soviet state, or so the story goes. But archives tell a more interesting tale.", "filename": "2022_10_06_arts_music_shostakovich-lady-macbeth_1666741021.html", "image_url": "https://static01.nyt.com/images/2022/10/07/arts/06LADY-MACBETH/06LADY-MACBETH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_arts_music_shostakovich-lady-macbeth_1666741021.html", "title": "The Fact and Fiction Behind Shostakovich’s ‘Lady Macbeth’", "title_page": "The Facts and Fictions of Shostakovich’s ‘Lady Macbeth of Mtsensk’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dmitri Shostakovich’s career is the most deeply politicized in Russian music history, perhaps in all music history. Arguably his most politicized composition is his alluring, macabre opera “Lady Macbeth of Mtsensk.”\n“Lady Macbeth,” which is being revived at the Metropolitan Opera through Oct. 21, was condemned in the Soviet press in 1936, two years after its successful premiere in Leningrad. The opera was performed in that city, now called St. Petersburg, some 50 times in 1934, and it had been presented in Cleveland, New York and Philadelphia, along with Buenos Aires, London, Prague, Stockholm and Zurich. But the hammer came down. Shostakovich was censured by the Stalinist regime and feared for his career, as well as his safety.\nOr at least that’s how the story goes. But the archives of Moscow’s theaters tell a more interesting tale, I learned, as do fortuitously published documents from Russia’s federal archives and private holdings.\n“Lady Macbeth” is based on an 1865 story by Nikolai Leskov, as adapted by Shostakovich and Alexander Preys. The title character, a childless merchant’s wife, Katerina Izmailova, lives grimly in a grim burg. (Mtsensk is an actual place near the city of Oryol, known in the 19th century for its crafts. It’s not far from Moscow by Russian standards, less than four hours by train.) To escape her surroundings, and to enact vengeance on her besotted, cheating husband, Katerina takes Sergey, a laborer at a flour mill, as her lover after he sexually assaults her.", "url": "https://www.nytimes.com/2022/10/06/arts/music/shostakovich-lady-macbeth.html"}