{"authors": ["Michael D. Shear", "Valerie Hopkins", "Marc Santora", "Ivan Nechepurenko"], "date_download": "2022-10-25 23:38:49", "date_modify": "2022-10-25 23:38:49", "date_publish": "2022-02-19 01:06:49", "description": "President Biden spoke amid fears that Russia was setting the stage for an invasion that could ignite the biggest conflict in Europe in decades.", "filename": "2022_02_18_us_politics_biden-ukraine-russia_1666741129.html", "image_url": "https://static01.nyt.com/images/2022/02/18/world/18ukraine-briefing-new-lede2/18ukraine-briefing-new-lede2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_18_us_politics_biden-ukraine-russia_1666741129.html", "title": "Biden Says Putin Has Chosen ‘Catastrophic’ War Over Diplomacy", "title_page": "Biden Says Putin Has Chosen ‘Catastrophic’ War Over Diplomacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden said on Friday that the United States has intelligence showing that President Vladimir V. Putin of Russia has made a final decision to reject diplomatic overtures and invade Ukraine, in what Mr. Biden said would be a “catastrophic and needless war of choice” in Eastern Europe.\nSpeaking from the Roosevelt Room in the White House, Mr. Biden said “we have reason to believe the Russian forces are planning to and intend to attack Ukraine in the coming week, in the coming days,” adding that “we believe that they will target Ukraine’s capital, Kyiv, a city of 2.8 million innocent people.”\nAsked whether he thinks that Mr. Putin is still wavering about whether to invade, Mr. Biden said, “I’m convinced he’s made the decision.” Later, he added that his impression of Mr. Putin’s intentions is based on “a significant intelligence capability.”\nStill, Mr. Biden implored Russia to “choose diplomacy.”\n“It is not too late to de-escalate and return to the negotiating table,” Mr. Biden said, referring to planned talks between Secretary of State Antony J. Blinken and Russia’s foreign minister on Thursday. “If Russia takes military action before that date, it will be clear that they have slammed the door shut on diplomacy.”", "url": "https://www.nytimes.com/2022/02/18/us/politics/biden-ukraine-russia.html"}