{"authors": ["J. David Goodman", "Giulia Heyward"], "date_download": "2022-10-25 22:54:54", "date_modify": "2022-10-25 22:54:54", "date_publish": "2022-01-14 10:00:28", "description": "Facing an uncontrolled surge of virus cases, parents of young children are again forced to wrestle with child care crises as the rest of the world appears eager to move on.", "filename": "2022_01_14_us_covid-vaccines-children_1666738494.html", "image_url": "https://static01.nyt.com/images/2022/01/14/us/14virus-underfive-Schulte-1/14virus-underfive-Schulte-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_14_us_covid-vaccines-children_1666738494.html", "title": "Parents of Kids Under 5 Stuck in Grueling Covid Limbo", "title_page": "Parents of Kids Under 5 Stuck in Grueling Covid Limbo  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — Twice last year, Margaret Schulte and her husband, Jason Abercrombie, traveled 11 hours round-trip to Louisiana from their home in Tulsa, Okla., in the hopes of vaccinating their children, who were 2 and 4, against the coronavirus.\nThe only way they could get shots for their children — among the more than 19 million Americans under 5 years old who are not yet eligible for vaccinations — was to take part in a clinical trial. So they signed up, hoping a successful vaccine would mean that by now, or at least sometime very soon, a semblance of prepandemic life would be on the horizon.\nIt has not worked out that way.\nThe Pfizer trial that their children participated in did not produce promising results, the company said last month. Nor have vaccines emerged from other corners. Moderna has yet to release results of its pediatric trials.\nNow Ms. Schulte and Mr. Abercrombie are among the millions of parents stuck in an excruciating limbo during a surge of Omicron cases, forced to wrestle with day care closures and child care crises as the rest of the world appears eager to move on.", "url": "https://www.nytimes.com/2022/01/14/us/covid-vaccines-children.html"}