{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:47:39", "date_modify": "2022-10-25 23:47:39", "date_publish": "2022-02-15 22:13:44", "description": "The committee is digging deeper into a plan by former President Donald J. Trump’s allies to reverse his election loss in key states by sending fake slates of electors who would say he won.", "filename": "2022_02_15_us_politics_jan-6-subpoenas-trump_1666741659.html", "image_url": "https://static01.nyt.com/images/2022/02/15/us/politics/15dc-investigate-1/15dc-investigate-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_15_us_politics_jan-6-subpoenas-trump_1666741659.html", "title": "Jan. 6 Inquiry Subpoenas 6 Tied to False Pro-Trump Elector Effort", "title_page": "Jan. 6 Inquiry Subpoenas 6 Tied to False Pro-Trump Elector Effort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Ward has already filed a lawsuit to try to block the committee from gaining access to logs of her phone calls.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe committee said Mr. Mastriano had spoken directly with Mr. Trump about his “postelection activities.” Mr. Mastriano, a former Army officer, was also on the Capitol grounds on Jan. 6, though he later explained in a statement that “he followed the directions of the Capitol Police and respected all police lines” that day.\nThe subpoenas instruct the witnesses to produce documents and sit for depositions in March.\n“The select committee is seeking information about efforts to send false slates of electors to Washington and change the outcome of the 2020 election,” Mr. Thompson said, adding, “The select committee has heard from more than 550 witnesses, and we expect these six individuals to cooperate as well as we work to tell the American people the full story about the violence of Jan. 6 and its causes.”\nFive of the six officials and aides who were subpoenaed did not immediately respond to requests for comment on Tuesday. In a statement, Ms. Cox said the public announcement of the subpoena “reeks of partisanship and P.R. stunts.”\n“My guy lost. President Biden won. But that does not make raising questions about irregularities a crime,” she wrote. “The Jan. 6 committee knows I don’t know anything about what happened on Jan. 6.”\nThe scheme to employ the so-called alternate electors was one of Mr. Trump’s most expansive efforts to overturn the election. It began even before some states had finished counting ballots and culminated in the pressure placed on Mr. Pence to throw out legitimate votes for Mr. Biden when he presided over the joint congressional session to certify the election outcome.", "url": "https://www.nytimes.com/2022/02/15/us/politics/jan-6-subpoenas-trump.html"}