{"authors": ["Jyoti Madhusoodanan"], "date_download": "2022-10-25 23:22:26", "date_modify": "2022-10-25 23:22:26", "date_publish": "2022-10-11 09:00:17", "description": "The internet is full of warnings about antidepressants and drinking. Here’s what mental health experts want you to know.", "filename": "2022_10_11_well_mind_drinking-alcohol-ssri-antidepressants_1666740146.html", "image_url": "https://static01.nyt.com/images/2022/10/18/multimedia/11ASKWELL-SSRIS1-1-e769/11ASKWELL-SSRIS1-1-e769-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_11_well_mind_drinking-alcohol-ssri-antidepressants_1666740146.html", "title": "Is It Safe to Drink Alcohol While Taking S.S.R.I.s?", "title_page": "Can You Drink On Antidepressants? What Experts Say About Safety. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Q: I recently started taking an S.S.R.I. antidepressant, but I have been confused about whether it’s safe to drink alcohol. Some internet sources say it’s fine, others say to avoid drinking completely. Help!\nFor many health care providers who treat anxiety and depression, the concern about whether it’s safe — or even advised — to drink alcohol while taking an antidepressant is a common one. “Patients tell me all the time, ‘I’m going to be drinking with friends tonight, so I skipped a dose,’” said Dr. Sarah Ramsay Andrews, a psychiatrist at the Johns Hopkins University School of Medicine.\nBut skipping a dose is never a good idea, said Dr. Jody Glance, an addiction medicine specialist at the University of Pittsburgh Medical Center Western Behavioral Health — even if you’re going out for cocktails with friends. “When people stop taking their medicines for a day or two, they often don’t resume, and that can lead to a relapse of anxiety or depression.”\nBesides, she added, how safe it is to drink while on antidepressants depends on the kind of antidepressant you’re taking — and for most people taking selective serotonin reuptake inhibitors (or S.S.R.I.s), an occasional drink likely won’t do much harm. There are, however, caveats to keep in mind.", "url": "https://www.nytimes.com/2022/10/11/well/mind/drinking-alcohol-ssri-antidepressants.html"}