{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:24:15", "date_modify": "2022-10-25 23:24:15", "date_publish": "2022-03-10 22:54:01", "description": "A new ad signed by dozens of big companies warns, “Discrimination is bad for business.”", "filename": "2022_03_10_us_politics_businesses-texas-trans-teens-child-abuse_1666740255.html", "image_url": "https://static01.nyt.com/images/2022/03/10/us/politics/10pol-texas-ad-image/10pol-texas-ad-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_10_us_politics_businesses-texas-trans-teens-child-abuse_1666740255.html", "title": "Businesses Assail Texas Move to Classify Care for Trans Teens as ‘Child Abuse’", "title_page": "Businesses Assail Texas Move to Classify Care for Trans Teens as ‘Child Abuse’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than 60 major businesses, including household names in technology and retail, have signed onto a new advertising campaign in Texas protesting a move by the state’s governor to label as “child abuse” medical treatments that are widely considered to be the standard of care for transgender teenagers.\nIn digital ads and a full-page advertisement in Friday’s Dallas Morning News, the businesses assailed a Feb. 22 directive by Gov. Greg Abbott, a Republican, requiring teachers and medical professionals to report to child protective services parents who are helping their children get such treatments as puberty-suppressing drugs and hormones.\nMr. Abbott’s order — announced a week before the Texas primary, in which he won nomination for another term as governor — came as lawmakers in Florida have also moved to advance a bill banning instruction about sexual orientation or gender identity in some elementary school grades, widely called the “Don’t Say Gay” bill.\nBoth measures are part of a wave of anti-L.G.B.T.Q. crackdowns by conservative politicians heading into the midterm elections.", "url": "https://www.nytimes.com/2022/03/10/us/politics/businesses-texas-trans-teens-child-abuse.html"}