{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:34:07", "date_modify": "2022-10-25 23:34:07", "date_publish": "2022-05-03 21:51:45", "description": "Encouraging more women to run for office, critics say, is just one way to counter pervasive misogyny and sexual harassment in Parliament.", "filename": "2022_05_03_world_europe_britain-parliament-sexual-harassment_1666740847.html", "image_url": "https://static01.nyt.com/images/2022/05/03/world/03uk-sexism1/merlin_157791330_04ff0041-6968-45d0-bf61-0866600ff074-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_03_world_europe_britain-parliament-sexual-harassment_1666740847.html", "title": "Britain’s Parliament Is Rocked by Sexist Episodes. Again.", "title_page": "Britain’s Parliament Is Rocked by Sexist Episodes. Again. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The resignation of a lawmaker who viewed pornography in Parliament. Another lawmaker’s claim that a female colleague crossed and uncrossed her legs to distract the prime minister. Dozens of lawmakers referred to a watchdog over sexual misconduct allegations.\nA series of incidents of misogyny and sexual harassment in the halls of Westminster have laid bare in recent weeks a pervasive problem in Britain’s Parliament, raising broader questions about the need for institutional change in a body sometimes likened to an unruly boys’ club.\nWhile the episodes and allegations are new, the problems they spotlight are longstanding, the subject of many embarrassments and reports over the years.\n“We’ve always known that this culture and these norms are damaging, and that these things are happening” in Parliament, said Jessica C. Smith, a lecturer in politics at the University of Southampton, but that it often takes a particularly bad event for them to come into the light. These incidents “show that it’s still not a place that women can fully participate in as equals,” she said.", "url": "https://www.nytimes.com/2022/05/03/world/europe/britain-parliament-sexual-harassment.html"}