{"authors": ["Alisha Haridasani Gupta", "Lauren Hirsch"], "date_download": "2022-10-25 23:46:44", "date_modify": "2022-10-25 23:46:44", "date_publish": "2022-04-12 09:00:22", "description": "The company has relatively few workers in Texas, which has the most restrictive abortion law.", "filename": "2022_04_12_business_yelp-abortion-employees_1666741604.html", "image_url": "https://static01.nyt.com/images/2022/04/12/business/12Yelp-01/12Yelp-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_12_business_yelp-abortion-employees_1666741604.html", "title": "Yelp Will Pay for Employees to Travel for Abortion Access", "title_page": "Yelp Will Pay for Employees to Travel for Abortion Access - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yelp announced on Tuesday that it would cover expenses for its employees and their spouses who must travel out of state for abortion care, becoming the latest company to respond to a Texas law that bans the procedure after about six weeks of pregnancy.\nThe online search and review platform, which is based in San Francisco and has more than 4,000 workers, employs just over 200 in Texas, but the benefit extends to employees in other states who might be affected by “current or future action that restricts access to covered reproductive health care,” a company representative said.\nLast month, Citigroup became the first major bank to disclose that it will pay travel costs for employees affected by the law in Texas, where it has over 8,000 workers. Other companies that have announced policies aimed at mitigating the impact of the law include Uber and Lyft, which offered to pay legal fees for Texas drivers who could be sued for taking someone to an abortion clinic.\nA Texas legislator warned Citigroup that he would introduce a bill to prevent the bank from underwriting municipal bonds in the state unless it rescinded its expense policy. While “backlash gets a lot more attention,” Yelp is not concerned about how its program, which starts next month, will be received, said Miriam Warren, the company’s chief diversity officer. She and other executives have received many personal notes thanking Yelp for taking a stand on abortion, she said.", "url": "https://www.nytimes.com/2022/04/12/business/yelp-abortion-employees.html"}