{"authors": ["Mike Baker"], "date_download": "2022-10-25 22:55:34", "date_modify": "2022-10-25 22:55:34", "date_publish": "2022-08-15 21:10:49", "description": "The House oversight committee wants the Pentagon to report on sexual misconduct in the high school programs and how it holds instructors accountable.", "filename": "2022_08_15_us_sexual-abuse-jrotc-congress_1666738534.html", "image_url": "https://static01.nyt.com/images/2022/08/15/us/15jrotc-congress-1/15jrotc-congress-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_15_us_sexual-abuse-jrotc-congress_1666738534.html", "title": "Lawmakers to Investigate Sexual Abuse in Junior R.O.T.C. Programs", "title_page": "Lawmakers to Investigate Sexual Abuse in Junior R.O.T.C. Programs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Congressional investigators have opened a review of sexual misconduct in the Junior Reserve Officers’ Training Corps program of the U.S. military in the wake of reports that dozens of teenage girls had been abused at the hands of their instructors.\nIn a letter sent on Monday to military leaders, including Defense Secretary Lloyd J. Austin III, the lawmakers said they were seeking information on how many misconduct reports had been received, how they had been investigated and how often the military inspected school J.R.O.T.C. programs.\nThey said that instructors in the J.R.O.T.C. program, which provides training in leadership, marksmanship and civic responsibility in about 3,500 high schools around the country, served as trusted representatives of the military in their local communities.\n“Every incident of sexual abuse or harassment committed by a J.R.O.T.C. instructor is a betrayal of that trust,” wrote Representative Carolyn Maloney, the chairwoman of the House Committee on Oversight and Reform, and Representative Stephen Lynch, who chairs the panel’s subcommittee on national security.", "url": "https://www.nytimes.com/2022/08/15/us/sexual-abuse-jrotc-congress.html"}