{"authors": ["Matthew Haag", "Patrick Mcgeehan"], "date_download": "2022-10-25 23:51:35", "date_modify": "2022-10-25 23:51:35", "date_publish": "2022-01-21 10:02:25", "description": "Before the pandemic, they relied on office workers, who spent up to $500 a month on tickets. At the M.T.A., those sales are down 75 percent.", "filename": "2022_01_21_nyregion_nyc-commuter-rail-pandemic_1666741895.html", "image_url": "https://static01.nyt.com/images/2022/01/20/nyregion/00ny-commuters11/00ny-commuters11-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_21_nyregion_nyc-commuter-rail-pandemic_1666741895.html", "title": "How Remote Work Is Devastating New York City’s Commuter Rails", "title_page": "How Remote Work Is Devastating New York City’s Commuter Rails - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The notion that people are pounding the table that we go back to the way we worked is outright wrong” said Marc Cooper, the company’s chief executive, who now is in the office two to three times per week. “I certainly don’t need my partner and my senior bankers who are outwardly focused to come into the office and make phone calls.”\nA recent survey by the Partnership for New York City, which represents big employers, found that nearly half of companies expected some of their workers to to be in the office only two days a week even after the pandemic ends.\nThe biggest employers, which employ more than 500 people, expected less than half of their workers to return to offices before the end of January. But that was before the Omicron variant arrived.\n“We’re about to find out what the new year is going to bring,” said Janno Lieber, the acting chairman and chief executive of the Metropolitan Transportation Authority. “We are a $16 billion business that has lost half its customers and we are going to go out there and get them back.”\nEven as transit officials insist that the commuter railroads will start bouncing back in notable numbers this year, the agency is also acknowledging that the pandemic is more and more likely to lead to permanent changes in the region’s commuting pattern.\nThe M.T.A.’s board has approved the sale of tickets that will be good for 20 rides over 60 days, at a 20 percent discount from peak one-way fares. They would cover five round-trips per month. The board also approved a temporary discount of 10 percent on monthly passes.\nMetro-North was selling about 95,000 monthly passes before the pandemic, Mr. Lieber said. That number plunged to about 10,000 by the start of 2021 and gradually rose to about 20,000 by November, he said.", "url": "https://www.nytimes.com/2022/01/21/nyregion/nyc-commuter-rail-pandemic.html"}