{"authors": ["Julie Creswell"], "date_download": "2022-10-25 23:32:08", "date_modify": "2022-10-25 23:32:08", "date_publish": "2022-03-05 21:36:09", "description": "Many fast-food chains are facing growing pressure on social media platforms and from large investors to halt operations in Russia.", "filename": "2022_03_05_world_europe_russia-food-ukraine_1666740728.html", "image_url": "https://static01.nyt.com/images/2022/03/07/multimedia/05ukraine-blog-food-print/05ukraine-blog-food-topart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_05_world_europe_russia-food-ukraine_1666740728.html", "title": "Fast-Food Chains Stay Open in Russia, Mostly Quiet About Ukraine", "title_page": "Fast-Food Chains Stay Open in Russia, Mostly Quiet About Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While technology giants like Apple and luxury retailers like Hermès have quickly moved to pause sales or shutter stores in Russia over the invasion of Ukraine, most U.S. food companies and fast-food chains have remained open — and largely silent.\nMany large food manufacturers, including PepsiCo and Coca-Cola, and fast-food chains like McDonald’s and Yum Brands are facing growing pressure on social media platforms and from large investors to halt operations in Russia.\nCompanies “need to consider whether doing business in Russia is worth the risk during this extraordinarily volatile time,” the chief of one big investor, New York state’s pension fund, said on Thursday.\nMcDonald’s, Coca-Cola, PepsiCo and Mondelez International, the maker of Oreos and Ritz Crackers, did not respond to messages seeking comment about their operations in Russia. Starbucks and Yum Brands, whose chains include KFC and Pizza Hut, have said in response to the invasion that they were supporting humanitarian relief efforts.", "url": "https://www.nytimes.com/2022/03/05/world/europe/russia-food-ukraine.html"}