{"authors": ["Andrew E. Kramer", "David Guttenfelder"], "date_download": "2022-10-25 23:23:33", "date_modify": "2022-10-25 23:23:33", "date_publish": "2022-08-08 23:09:04", "description": "Ukraine says that announcing a planned offensive on the southern front has paid off in the eastern Donbas region, as both sides deploy forces based on guessing each other’s next moves.", "filename": "2022_08_08_world_europe_ukraine-russia-fighting-south-east_1666740213.html", "image_url": "https://static01.nyt.com/images/2022/08/08/world/08ukraine-lede-promo/08ukraine-lede-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_08_world_europe_ukraine-russia-fighting-south-east_1666740213.html", "title": "In a Summer of Feints, Russia and Ukraine Try to Predict Enemy’s Next Move", "title_page": "In a Summer of Feints, Russia and Ukraine Try to Predict Enemy’s Next Move - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That may be because they’re unsure exactly as to Ukrainian plans but they anticipate some kind of offensive in the south,” he told the podcast “War on the Rocks,” on Monday. But he added that Russian forces were still testing lines in the east, putting pressure on Ukrainian forces in the northeast, and making at least a limited attack in the south. “So you see now a kind of much more active battlefield,” he said.\nRegional leaders on Monday outlined the steady toll of that activity. Mayor Ihor Terekhov of Kharkiv, in the northeast, which Russians have bombarded steadily since failing to seize it early in the war, reported at least seven explosions early on Sunday and said shelling continued on Monday, killing one civilian and damaging several homes.\n“There is definitely no military infrastructure in this peaceful and densely populated area,” he wrote on Telegram.\nIn the eastern province of Donetsk, part of the Donbas, the regional official Pavlo Kyrylenko wrote on Telegram that Russian forces had killed five civilians and injured 17 on Sunday.\nIn the Donbas, the Russian Army has narrowed its offensive at least for now to an assault on the city of Bakhmut and the towns of Pisky and Avdiivka, all of which are being hammered daily by artillery.\nOn a recent visit, Bakhmut seemed to be teetering. Explosions and the metallic whistles of incoming shells rang out every few minutes. The only people on the streets appeared to be drunk, poor or elderly, with nowhere to run.", "url": "https://www.nytimes.com/2022/08/08/world/europe/ukraine-russia-fighting-south-east.html"}