{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 22:58:04", "date_modify": "2022-10-25 22:58:04", "date_publish": "2022-01-20 13:16:17", "description": "Seeking the team’s first playoff appearance since 2016, Charlotte has gone all-in on a guard who can thrill and frustrate on any given play. It’s working so far.", "filename": "2022_01_20_sports_basketball_lamelo-ball-hornets_1666738684.html", "image_url": "https://static01.nyt.com/images/2022/01/21/multimedia/21nba-hornets-print1/20nba-hornets-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_20_sports_basketball_lamelo-ball-hornets_1666738684.html", "title": "LaMelo Ball Powers a Surging Charlotte Hornets", "title_page": "LaMelo Ball Powers a Surging Charlotte Hornets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON — The carnival ride known as LaMelo Ball was slowing to a merciful crawl with 7.3 seconds left on Wednesday when a teammate informed him that he was painfully close to his fourth career triple-double.\nBall is the hyperactive force who powers the Charlotte Hornets, and as soon as he learned that he needed one more rebound — just one more! — he cranked up the engine, chased down the final errant shot that the Celtics had tossed up and left for the visiting locker room with his stat sheet officially stuffed.\nWas that last rebound gratuitous? Sure. Was it really necessary for Ball, by his own admission, to box out his own teammates in pursuit of it? Of course not. Was it a fitting postscript to another entertaining evening courtesy of Ball and the rest of the Hornets, the Eastern Conference’s resident fun bunch? Absolutely.\n“I enjoy the process with these guys,” James Borrego, the Hornets’ coach, said after his team’s 111-102 victory over the Celtics. “They drive me crazy, and they’re going to put a lot of grays on me. But this is why we do it — just to see that growth.”", "url": "https://www.nytimes.com/2022/01/20/sports/basketball/lamelo-ball-hornets.html"}