{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:31:56", "date_modify": "2022-10-25 23:31:56", "date_publish": "2022-08-02 07:00:08", "description": "Millions of smokers could be forced to confront the agony of nicotine withdrawal as the F.D.A. weighs calling for a drastic reduction in the addictive lure of cigarettes.", "filename": "2022_08_02_health_fda-nicotine-addiction.html_action=click&pgtype=Article&state=default&module=styln-smoking&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666740716.html", "image_url": "https://static01.nyt.com/images/2022/07/01/science/00-nicotinewithdrawal-promo/00-nicotinewithdrawal-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_02_health_fda-nicotine-addiction.html_action=click&pgtype=Article&state=default&module=styln-smoking&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666740716.html", "title": "Breaking Nicotine’s Powerful Draw", "title_page": "Breaking Nicotine’s Powerful Draw - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In interviews, smokers who had heard about the F.D.A.’s announcement said they were conflicted by the prospect of being forced to abandon their addiction, despite knowing full well that it damaged their health and would likely shorten their life span. Mike Harrigan, an options trader who was taking a smoking break outside the Chicago Board of Trade, said he feared he might actually end up smoking more if cigarettes contained significantly lower amounts of nicotine. “It may help newer smokers, but it will hurt people who are used to a certain level of nicotine,” said Mr. Harrigan, 55, who has been a pack-a-day smoker for three decades.\nDr. Kozlowski said he was especially concerned by the agency’s mixed messaging and seemingly conflicted stance on e-cigarettes, which deliver nicotine without the tar and many other toxins that are inhaled when tobacco is ignited. Even if the long-term impacts of vaping remain unknown — though health experts agree that teenagers should be discouraged from trying e-cigarettes — there is mounting consensus that such products are useful for helping adult smokers quit.\nThe F.D.A. has so far approved nearly two dozen vaping products and has denied more than a million others, including those made by Juul Labs. Earlier this summer, the agency ordered Juul off shelves, citing the potential harm from chemicals that could leach out of its e-liquid cartridges. But the F.D.A. has since granted the company further review.\nDr. Judith Prochaska, an addiction specialist at Stanford University who runs a smoking cessation clinic for patients with cancer and their families, said lighting up during a stressful phone call, while sipping a cocktail or following a meal creates a powerful memory that conditions the mind into associating a cigarette with the stimulation or succor that it delivers via the rush of nicotine.\n“All these everyday behaviors cue your brain that nicotine is coming,” she said. “It’s basically the Pavlovian dog effect but conditioned here with a highly addictive drug.”", "url": "https://www.nytimes.com/2022/08/02/health/fda-nicotine-addiction.html?action=click&pgtype=Article&state=default&module=styln-smoking&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}