{"authors": ["Julia Jacobs"], "date_download": "2022-10-25 23:51:16", "date_modify": "2022-10-25 23:51:16", "date_publish": "2022-07-11 00:24:28", "description": "The actress announced on Instagram that she would be leaving the musical at the end of July, two months earlier than previously announced.", "filename": "2022_07_10_theater_beanie-feldstein-funny-girl_1666741876.html", "image_url": "https://static01.nyt.com/images/2022/07/10/multimedia/10beanie-broadway/10beanie-broadway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_10_theater_beanie-feldstein-funny-girl_1666741876.html", "title": "Beanie Feldstein to Depart ‘Funny Girl’ Earlier Than Expected", "title_page": "Beanie Feldstein to Depart ‘Funny Girl’ Earlier Than Expected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Feldstein, 29, was best known for her onscreen supporting roles in “Booksmart” and “Lady Bird” as well as her lead role as Monica Lewinsky in the FX series “Impeachment: American Crime Story,” when she was cast in the role that helped make Barbra Streisand a star in 1964. Her Broadway debut was in 2017 as Minnie Fay in “Hello, Dolly!,” which starred Bette Midler. Producers had struggled to bring a Broadway revival of “Funny Girl” to fruition over the years, partly because of the immense challenges of the lead role and the fact that Streisand and Brice seemed to be inextricably linked.\nFeldstein’s performance received some unfavorable reviews. In The New York Times, the chief theater critic, Jesse Green, wrote, “You root for her to raise the roof, but she only bumps against it a little.”\nThe production, which opened in April at the August Wilson Theater, also features Ramin Karimloo as Nick Arnstein, Brice’s love interest; Jane Lynch as Brice’s doting mother who supports her during her rise as a Ziegfeld star; and Jared Grimes as Fanny’s friend Eddie Ryan. The show received only one Tony Award nomination — for Grimes’s performance — but did not win. The show previously announced that Lynch would be leaving after Sept. 25.\n“I will never forget this experience and from the bottom of my heart, I want to thank every single person who came to the August Wilson for the love and support you have shown me and our amazing cast and crew,” Feldstein wrote in the post. “The people I have had the great joy of bringing ‘Funny Girl’ to life with every night, both on and off the stage, are all remarkably talented and exceptional humans and I hope you continue to join them on Henry Street after I depart.”", "url": "https://www.nytimes.com/2022/07/10/theater/beanie-feldstein-funny-girl.html"}