{"authors": ["Michael Crowley", "Julian E. Barnes", "Ivan Nechepurenko"], "date_download": "2022-10-25 23:41:16", "date_modify": "2022-10-25 23:41:16", "date_publish": "2022-07-27 23:18:29", "description": "Secretary of State Antony J. Blinken said he would speak to his Russian counterpart for the first time in months about a “substantial proposal” to free the Americans.", "filename": "2022_07_27_us_russia-griner-whelan-prisoners_1666741276.html", "image_url": "https://static01.nyt.com/images/2022/07/27/us/politics/27ukraine-leadall-1/merlin_210663333_48127a55-ab55-4be5-87cb-24c19279328d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_27_us_russia-griner-whelan-prisoners_1666741276.html", "title": "U.S. Offers to Swap Russian Arms Dealer for Griner and Whelan", "title_page": "U.S. Offers to Swap Russian Arms Dealer, Viktor Bout, for Griner and Whelan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration has offered to free the imprisoned Russian arms dealer Viktor Bout to secure the release of Brittney Griner and Paul N. Whelan, two Americans imprisoned in Russia who the State Department says were wrongfully detained, according to a person familiar with the negotiations.\nSecretary of State Antony J. Blinken said Wednesday that the United States had “put a substantial proposal on the table” and that he would soon press for the Americans’ return in his first conversation with his Russian counterpart since Russia invaded Ukraine five months ago.\nMr. Blinken’s comments represented the first time that the United States had confirmed that it had made a formal proposal to persuade Russia to release Ms. Griner, an American basketball star who has been detained for months on drug charges, and Mr. Whelan, a former U.S. Marine who was sentenced in Russia in 2020 to 16 years in prison on espionage charges.\nThe notion of trading Ms. Griner for Mr. Bout surfaced in Russian news media several weeks ago. U.S. officials would not publicly discuss the idea at the time and stressed their concern about potentially incentivizing the detention of Americans abroad by foreign actors looking to win concessions.", "url": "https://www.nytimes.com/2022/07/27/us/russia-griner-whelan-prisoners.html"}