{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:22:44", "date_modify": "2022-10-25 23:22:44", "date_publish": "2022-04-06 13:21:28", "description": "The European Union relies on Russia for almost half its coal, but new contracts with other countries could ease the transition, which would stretch over four months.", "filename": "2022_04_06_business_russia-coal-europe_1666740164.html", "image_url": "https://static01.nyt.com/images/2022/04/06/business/06europe-coal/merlin_169053615_653c1aca-2908-497b-8e93-7aeadf66a850-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_06_business_russia-coal-europe_1666740164.html", "title": "E.U. Leaders Weigh a Ban on Russian Coal", "title_page": "E.U. Leaders Weigh a Ban on Russian Coal  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "European leaders, seeking to punish Russia for reports of atrocities carried out in Ukraine, on Thursday approved a ban on Russian coal, the imported energy source that would be the easiest to replace.\nInitially expected to arrive on Wednesday but delayed by extended deliberations among European Union officials, the latest round of sanctions from the bloc included a plan for cutting off Russian coal over four months. The original proposal had suggested a shorter, three-month withdrawal.\nThe slight slowdown in the decision-making process reflected the challenges of reaching agreement among all 27 member nations on the penalties, particularly given that some countries in the bloc are more reliant on Russian energy than others. Sanctions need to be approved by all member states.\nAnd there were concerns that cutting off coal supplies could cause more harm to the European Union than to Russia. Though the European Union depends on Russian coal, the bloc could replace it more easily with imports from other countries than it could replace natural gas and oil. But banning coal from Russia could send energy prices soaring for European consumers, given the existing shortages in the bloc, according to Rystad Energy, a consulting firm. Carlos Torres Diaz, a senior vice president at Rystad, called the potential sanctions “a double-edged sword.”", "url": "https://www.nytimes.com/2022/04/06/business/russia-coal-europe.html"}