{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:33:48", "date_modify": "2022-10-25 23:33:48", "date_publish": "2022-10-14 19:08:50", "description": "The sharp policy U-turn by Liz Truss, Britain’s prime minister, reveals the perils of taking the wrong path in the fight against scalding inflation.", "filename": "2022_10_14_business_economy_liz-truss-britain-inflation_1666740828.html", "image_url": "https://static01.nyt.com/images/2022/10/14/business/14UK-Econ-Lessons-1/14UK-Econ-Lessons-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_14_business_economy_liz-truss-britain-inflation_1666740828.html", "title": "Lessons From Liz Truss’s Handling of U.K. Inflation", "title_page": "Lessons From Liz Truss’s Handling of U.K. Inflation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Government leaders in the West are struggling with rising inflation, slowing growth, and anxious electorates worried about winter and high energy bills. But Liz Truss, Britain’s prime minister, is the only one who devised an economic plan that unnerved financial markets, drew the ire of global leaders and the public and undermined her political standing.\nOn Friday, battered by savage criticism, she retreated. Ms. Truss fired her top finance official, Kwasi Kwarteng, for creating precisely the package of unfunded tax cuts, billion-dollar spending programs and deregulation that she had asked for.\nShe reinstated a scheduled increase in corporate taxes to 25 percent from 19 percent, a rise she had previously opposed. That announcement came on top of backtracking last week on her proposal to eliminate the top 45 percent income tax on the highest earners. The prime minister, in office a little over five weeks, also promised that spending would grow less rapidly than proposed, although no specifics were offered.\nThe drama is still playing out, and it’s unclear if the Truss government will survive.\nIn the United States, President Biden, while waging his own political battles over gas prices and inflation, has not proposed anything like the kind of policies that Ms. Truss’s government attempted, nor have any other leaders in Europe.", "url": "https://www.nytimes.com/2022/10/14/business/economy/liz-truss-britain-inflation.html"}