{"authors": ["Vimal Patel"], "date_download": "2022-10-25 23:44:10", "date_modify": "2022-10-25 23:44:10", "date_publish": "2022-02-06 02:40:18", "description": "On the eve of the 70th anniversary of the start of her reign, Elizabeth said she wanted the Duchess of Cornwall to hold the title of Queen Consort once Prince Charles is king.", "filename": "2022_02_05_world_europe_camilla-queen-elizabeth-jubilee_1666741450.html", "image_url": "https://static01.nyt.com/images/2022/02/05/multimedia/05xp-queen/05xp-queen-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_05_world_europe_camilla-queen-elizabeth-jubilee_1666741450.html", "title": "Queen Elizabeth Paves the Way for Camilla to One Day Be Called Queen", "title_page": "Queen Elizabeth Paves the Way for Camilla to One Day Be Called Queen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow our live coverage of Queen Elizabeth testing positive for Covid-19.]\nOn Saturday, the eve of the 70th anniversary of her accession to the throne, Queen Elizabeth II paved the way for Camilla, the Duchess of Cornwall, to be called a queen once Prince Charles becomes king of Britain.\nIn a statement, Elizabeth, 95, said it was her “sincere wish that, when the time comes, Camilla will be known as Queen Consort as she continues her own loyal service.” A consort is the partner of the ruling monarch.\nThe announcement seemed to resolve a sensitive issue for Camilla, the second wife of Prince Charles, who is Elizabeth’s eldest son and the heir to the throne. The two were romantically involved during Charles’s marriage to Diana, the Princess of Wales, who was killed in a car crash in 1997.\nCamilla, who married Charles in 2005, was long reviled by the British tabloids, who sometimes called her the most hated woman in the country. It had widely been speculated that she would hold the title of Princess Consort, not Queen Consort, once Charles became king.", "url": "https://www.nytimes.com/2022/02/05/world/europe/camilla-queen-elizabeth-jubilee.html"}