{"authors": ["Raja Abdulrahim", "Ben Hubbard"], "date_download": "2022-10-25 23:55:36", "date_modify": "2022-10-25 23:55:36", "date_publish": "2022-05-11 14:03:13", "description": "Ms. Abu Akleh, 51, a Palestinian American reporter who was killed in the West Bank on Wednesday, was a household name across the Middle East.", "filename": "2022_05_11_world_middleeast_shireen-abu-akleh-al-jazeera-dead_1666742136.html", "image_url": "https://static01.nyt.com/images/2022/05/11/world/11westbank-profile1/11westbank-profile1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_11_world_middleeast_shireen-abu-akleh-al-jazeera-dead_1666742136.html", "title": "Trailblazing Palestinian Journalist Killed in West Bank", "title_page": "Shireen Abu Akleh, Palestinian Journalist, Dies, Aged 51 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Shireen Abu Akleh originally studied to be an architect but could not see a future for herself in the field. So she decided to go into journalism instead, becoming one of the best-known Palestinian journalists.\n“I chose journalism to be close to the people,” she said in a short reel shared by Al Jazeera soon after she was killed on Wednesday by gunfire in the West Bank. “It might not be easy to change the reality, but at least I was able to bring their voice to the world.”\nA Palestinian American, Ms. Abu Akleh, 51, was a familiar face on the Al Jazeera network, where she spent 25 years reporting, making her name amid the violence of the Palestinian uprising known as the second intifada, which convulsed Israel and the occupied West Bank beginning in 2000.\nShe was shot in the head in the West Bank city of Jenin, Al Jazeera and the Palestinian Health Ministry said, blaming Israeli forces for her death. The Israeli military said on Twitter that “Palestinian armed gunfire” might have been responsible.", "url": "https://www.nytimes.com/2022/05/11/world/middleeast/shireen-abu-akleh-al-jazeera-dead.html"}