{"authors": ["Patrick Kingsley", "Isabel Kershner"], "date_download": "2022-10-25 23:55:46", "date_modify": "2022-10-25 23:55:46", "date_publish": "2022-04-06 07:51:15", "description": "Idit Silman, the de facto government whip, left the coalition, depriving the government of a parliamentary majority. But her move does not mean the opposition can force new elections, at least for now.", "filename": "2022_04_06_world_middleeast_idit-silman-israel-coalition_1666742146.html", "image_url": "https://static01.nyt.com/images/2022/04/06/world/06israel-01/06israel-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_06_world_middleeast_idit-silman-israel-coalition_1666742146.html", "title": "Israel’s Government in Crisis After Senior Lawmaker Quits Coalition", "title_page": "Israel’s Government in Crisis After Senior Lawmaker Quits Coalition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israel’s fragile government was thrown into crisis on Wednesday after a senior lawmaker quit the coalition, leaving it without a majority in Parliament and auguring a return to the political instability that has hobbled the country in recent years.\nIdit Silman, the chairwoman of the governing coalition and effectively its chief whip, said in a letter to Prime Minister Naftali Bennett that she was resigning because coalition colleagues had failed to compromise and that the government’s direction did not reflect the values of the right-wing voters who brought their party, Yamina, to power. She said it was time to change course and to try to form a new “national, Jewish, Zionist” coalition with right-wing lawmakers.\nThe move followed prolonged tensions among leftist, secular, Arab and right-wing members of the coalition, a fractious group of eight parties that agreed to work together only last June after four inconclusive elections in two years had left the country without a functional government or a state budget.\nThe coalition crisis comes at a delicate time after a series of deadly terrorist attacks that had already put pressure on the government. Israel’s security forces remain on high alert amid fears of more unrest and violence over the next month, when the rare convergence of Ramadan, Passover and Easter is expected to raise tensions further between Israelis and Palestinians.", "url": "https://www.nytimes.com/2022/04/06/world/middleeast/idit-silman-israel-coalition.html"}