{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 22:55:06", "date_modify": "2022-10-25 22:55:06", "date_publish": "2022-09-29 09:00:16", "description": "The move is part of a long-anticipated effort by the Biden administration to overhaul the underfunded, scandal-plagued Federal Bureau of Prisons.", "filename": "2022_09_29_us_politics_justice-dept-prison-reform_1666738506.html", "image_url": "https://static01.nyt.com/images/2022/09/29/multimedia/29DC-prisons-01-1-4cdd/29DC-prisons-01-1-4cdd-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_29_us_politics_justice-dept-prison-reform_1666738506.html", "title": "Justice Dept. to Seek Stiffer Sentences in Prisoner Abuse Cases", "title_page": "Justice Dept. to Seek Stiffer Sentences in Prisoner Abuse Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department is finalizing long-awaited plans to overhaul the troubled Federal Bureau of Prisons, which include a recommendation to increase sentences for prison employees found guilty of sexual abuse against inmates, according to people familiar with the situation.\nFor the past year, several working groups in the department, under the supervision of Deputy Attorney General Lisa O. Monaco, have been hammering out potential fixes in a sprawling system long plagued by health and safety problems, corruption, staff turnover and physical and sexual abuse that has disproportionately targeted female inmates and prison workers.\nMs. Monaco has been pushing federal prosecutors to crack down on sexual abuse at federal facilities, even though such crimes are often time-consuming and difficult to prove. She made a point of flagging prison abuse cases as a top priority in a video call last month with 90-plus U.S. attorneys across the country, in which she introduced the bureau’s new director, Colette S. Peters.\nBut prosecutors — limited by federal guidelines that often result in lower sentences for people convicted of sexual abuse against prisoners than against nonprisoners — say more is needed. In response, the department has filed requested changes with the federal commission that sets sentencing guidelines, people familiar with the situation said.", "url": "https://www.nytimes.com/2022/09/29/us/politics/justice-dept-prison-reform.html"}