{"authors": ["Joseph Goldstein", "Sharon Otterman"], "date_download": "2022-10-25 23:23:37", "date_modify": "2022-10-25 23:23:37", "date_publish": "2022-07-25 21:51:26", "description": "The federal government adopted a wait-and-see response to the monkeypox outbreak, calling for more vaccines to be delivered only after cases were growing exponentially.", "filename": "2022_07_25_nyregion_nyc-monkeypox-vaccine-doses-denmark_1666740217.html", "image_url": "https://static01.nyt.com/images/2022/07/25/nyregion/25ny-monkeypox-feds/25ny-monkeypox-feds-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_25_nyregion_nyc-monkeypox-vaccine-doses-denmark_1666740217.html", "title": "As Monkeypox Spread in New York, 300,000 Vaccine Doses Sat in Denmark", "title_page": "As Monkeypox Spread in New York, 300,000 Vaccine Doses Sat in Denmark - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The federal official in charge of the agency that manages the United States’ supply, Gary Disbrow, said the government was “moving very quickly because we take this very seriously.”\n“We thought it prudent to get as many doses as we had available over here, fully understanding that if the doses are not used there would be a potential impact on smallpox,” he added. “We moved very quickly based on the number of cases we saw.”\nCalled Jynneos, the vaccine is effective against both smallpox, which generally has a 30 percent fatality rate, and monkeypox, which can be severe but has a far lower fatality rate.\nWhen monkeypox was first detected in the United States in mid-May, there were some 2,400 doses on U.S. soil, in the federal government’s strategic national stockpile, used mainly to protect lab workers and Centers for Disease Control and Prevention personnel engaged in research, officials said.\nThe United States also owned well over a million Jynneos doses in vials ready for use — and enough vaccine for millions of more doses that had yet to be filled into vials — in Denmark, where the producer of the vaccine, Bavarian Nordic, is headquartered.\nMuch of that supply was tied up in bureaucratic red tape because the Food and Drug Administration had yet to inspect and certify a new facility outside Copenhagen where the company now fills the vaccine into vials — an issue that has yet to be fully resolved.\nBut there were 372,000 doses owned by the United States that were ready to go. These doses, stored at the company’s headquarters, had been filled into vials earlier, at a different facility with the necessary F.D.A. approval.", "url": "https://www.nytimes.com/2022/07/25/nyregion/nyc-monkeypox-vaccine-doses-denmark.html"}