{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:46:30", "date_modify": "2022-10-25 23:46:30", "date_publish": "2022-03-01 18:34:49", "description": "Robert Pattinson puts on the Batsuit and cats around with Zoë Kravitz in the latest attempt to reimagine the Caped Crusader.", "filename": "2022_03_01_movies_the-batman-review_1666741590.html", "image_url": "https://static01.nyt.com/images/2022/03/01/arts/batman1/batman1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_01_movies_the-batman-review_1666741590.html", "title": "‘The Batman’ Review: Who’ll Stop the Wayne?", "title_page": "‘The Batman’ Review: Who’ll Stop the Wayne? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The darkness in “The Batman” is pervasive and literal. Gotham City in the week after Halloween, when this long chapter unfolds, sees about as much sunshine as northern Finland in mid-December. The ambience of urban demoralization extends to the light bulbs, which flicker weakly in the gloom. Bats, cats, penguins and other resident creatures are mostly nocturnal. The relentless rain isn’t the kind that washes the scum off the streets, but the kind that makes a bad mood worse.\nThe Batman — not just any Batman! — is less the enemy of this state of things than its avatar. On television in the 1960s, Batman was playful. Later, in the Keaton-Clooney-Kilmer era of the ’80s and ’90s, he was a bit of a playboy. In the 21st century, through Christopher Nolan’s “Dark Knight” trilogy and after, onscreen incarnations of the character have been purged of any trace of joy, mischief or camp. We know him as a brooding avenger, though not an Avenger, which is a whole different brand of corporate I.P.\nBut a modern superhero is only as authentic as his latest identity crisis. Both the Batman (Robert Pattinson) and “The Batman” itself struggle with the vigilante legacy that has dominated the post-Nolan DC cinematic universe. “I am vengeance,” our hero intones as he swoops down to deal with some minor bad guys. He doesn’t seem happy about it. He’s grouchy and dyspeptic in his costume, and mopey and floppy in his Bruce Wayne mufti. Having fed on Gotham’s violence and cruelty for years, he now finds that the diet may not agree with him.", "url": "https://www.nytimes.com/2022/03/01/movies/the-batman-review.html"}