{"authors": ["Joe Rennison", "Isabella Simonetti"], "date_download": "2022-10-25 23:31:46", "date_modify": "2022-10-25 23:31:46", "date_publish": "2022-10-05 15:23:42", "description": "Low-income countries, like Ghana and Pakistan, were already struggling during the pandemic. The dollar’s strength is adding to their woes.", "filename": "2022_10_05_business_strong-dollar-emerging-market-debt-crisis_1666740706.html", "image_url": "https://static01.nyt.com/images/2022/10/05/business/05dollar-em-3a/05dollar-em-3a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_05_business_strong-dollar-emerging-market-debt-crisis_1666740706.html", "title": "Why a Strong Dollar Could Mean a Debt Crisis Next", "title_page": "Why a Strong Dollar Could Mean a Debt Crisis Next - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The average household in Ghana is paying two-thirds more than it did last year for diesel, flour and other necessities. In Egypt, wheat is so expensive that the government has fallen half a billion dollars short of its budget for a bread subsidy it provides to its citizens. And Sri Lanka, already struggling to control a political crisis, is running out of fuel, food and medical supplies.\nA strong dollar is making the problems worse.\nCompared with other currencies, the U.S. dollar is the strongest it has been in two decades. It is rising because the Federal Reserve has increased interest rates sharply to combat inflation and because America’s economic health is better than most. Together, these factors have attracted investors from all over the world. Sometimes they simply buy dollars, but even if investors buy other assets, like government bonds, they need dollars to do so — in each case pushing up the currency’s value.\nThat strength has become much of the world’s weakness. The dollar is the de facto currency for global trade, and its steep rise is squeezing dozens of lower-income nations, chiefly those that rely heavily on imports of food and oil and borrow in dollars to fund them.", "url": "https://www.nytimes.com/2022/10/05/business/strong-dollar-emerging-market-debt-crisis.html"}