{"authors": ["Kevin Draper"], "date_download": "2022-10-25 22:58:26", "date_modify": "2022-10-25 22:58:26", "date_publish": "2022-02-18 06:45:54", "description": "The rare criticism from the Olympic chief came in response to remarks about Taiwan.", "filename": "2022_02_17_sports_olympics_ioc-thomas-bach-chinese-official_1666738706.html", "image_url": "https://static01.nyt.com/images/2022/02/18/world/18olympics-briefing-bach/merlin_201266496_42c332fe-7915-4f68-a38d-6b53298fda74-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_17_sports_olympics_ioc-thomas-bach-chinese-official_1666738706.html", "title": "Thomas Bach, IOC President, Rebukes a Chinese Official Over Political Comments", "title_page": "Thomas Bach, IOC President, Rebukes a Chinese Official Over Political Comments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Thomas Bach, the president of the International Olympic Committee, issued what amounted to a rare and surprising rebuke of a Chinese Olympic official during a news conference Friday.\nHis remarks came after Yan Jiarong, a spokeswoman for the Beijing Olympics, made comments at a news conference the previous day that seemed to violate Olympic rules about political neutrality.\n“We were in touch with BOCOG immediately after this press conference,” Bach said, using the acronym for the Beijing Organizing Committee for the Olympic Games, “and both organizations, BOCOG and the I.O.C., have restated the unequivocal commitment to remain politically neutral as it is required by the Olympic charter.”\nYan, asked on Thursday about whether athletes from Taiwan would march in the closing ceremony on Sunday, responded: “What I want to say is that there is only one China in the world.” Taiwan is a democratic island nation that is self-ruled but is considered part of Chinese territory by the government in Beijing.", "url": "https://www.nytimes.com/2022/02/17/sports/olympics/ioc-thomas-bach-chinese-official.html"}