{"authors": ["Vivian Yee", "Farnaz Fassihi"], "date_download": "2022-10-25 23:54:17", "date_modify": "2022-10-25 23:54:17", "date_publish": "2022-09-24 20:04:50", "description": "Amid growing repression, a sickly economy and bleak prospects, the death of one young woman was all it took.", "filename": "2022_09_24_world_middleeast_iran-protests-raisi-khamenei-hijab_1666742057.html", "image_url": "https://static01.nyt.com/images/2022/09/24/world/24iran-protests1/merlin_213594651_944f7f10-f3e9-4bc6-a36f-640c7b515b3c-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_24_world_middleeast_iran-protests-raisi-khamenei-hijab_1666742057.html", "title": "Why Iranians Are Protesting Once Again", "title_page": "Why Iranians Are Protesting Once Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 22-year-old woman emerged from the Tehran subway, her dark hair covered with a black head scarf and the lines of her body obscured by loose clothing, when the capital city’s Guidance Patrol spotted her. They were members of Iran’s notorious morality police, enforcers of the conservative Islamic dress and behavior rules that have governed daily life for Iranians since the 1979 revolution, and newly energized under a hard-line president who took office last year.\nBy their standards, Mahsa Amini was improperly dressed, which could mean something as simple as a wisp of hair protruding from her head scarf. They put her in a van and drove her away to a detention center, where she was to undergo re-education. Three days later, on Sept. 16, she was dead.\nNow, over eight days of rage, exhilaration and street battles, the most significant outpouring of anger with the ruling system in more than a decade, her name is everywhere. Iranian protesters in dozens of cities have chanted “women, life and freedom” and “death to the dictator,” rejecting the Iranian Republic’s theocratic rule by targeting one of its most fundamental and divisive symbols — the ailing supreme leader, Ayatollah Ali Khamenei.\nIn several of the videos of the uprising that have torn across social media, women rip off their head scarves and burn them in street bonfires, including in deeply religious cities such as Qum and Mashhad. In one, a young woman atop a utility cabinet cuts off her hair in front of a crowd of roaring demonstrators. In another, young women dare to dance bareheaded in front of the riot police.", "url": "https://www.nytimes.com/2022/09/24/world/middleeast/iran-protests-raisi-khamenei-hijab.html"}