{"authors": ["Stephanie Lai"], "date_download": "2022-10-25 23:23:38", "date_modify": "2022-10-25 23:23:38", "date_publish": "2022-07-19 22:00:40", "description": "The legislation, which garnered some Republican support, would recognize same-sex marriages at the federal level. It faces an uncertain path in the Senate.", "filename": "2022_07_19_us_politics_house-gay-marriage-bill_1666740218.html", "image_url": "https://static01.nyt.com/images/2022/07/19/us/politics/19dc-gaymarriage/19dc-gaymarriage-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_19_us_politics_house-gay-marriage-bill_1666740218.html", "title": "House Moves to Protect Same-Sex Marriage From Supreme Court Reversal", "title_page": "House Moves to Protect Same-Sex Marriage From Supreme Court Reversal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Let’s face it: This is a MAGA Supreme Court — a MAGA, right-wing extremist Supreme Court — very, very far away from not only where the average American is, but even the average Republican,” Mr. Schumer said.\nJustice Samuel A. Alito Jr., who wrote the court’s decision in Dobbs, said the ruling should not be read as affecting issues other than abortion. But Justice Thomas’s concurrence suggested otherwise, and Justice Alito has suggested before that Obergefell should be revisited, arguing that it invented a right with no basis in the text of the Constitution.\nOver the weekend, Senator Ted Cruz, Republican of Texas, said he agreed, asserting in an interview for his podcast that Obergefell and Roe v. Wade had been wrongly decided and that both had “ignored two centuries of our nation’s history.” But he added that overturning the same-sex marriage ruling, which he called “clearly wrong,” could be disruptive and would be unlikely.\n“You’ve got a ton of people who have entered into gay marriages, and it would be more than a little chaotic for the court to do something that somehow disrupted those marriages that have been entered into in accordance with the law,” Mr. Cruz said.\nThe legislation passed on Tuesday would repeal the Defense of Marriage Act of 1996, which defined a marriage as the union between a man and a woman, a law that was struck down by the court but has remained on the books. The legislation would mandate that the federal government recognize a marriage if it was valid in the state where it was performed, which would address the patchwork of differing state laws. That would protect same-sex marriages in the roughly 30 states that currently prohibit them, should the court overturn Obergefell.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe bill also would provide additional legal protections to same-sex couples, such as giving the attorney general the authority to pursue enforcement actions and ensuring that all states recognize public acts, records and judicial proceedings for out-of-state marriages.\n“Today, we take an important step towards protecting the many families and children who rely on the rights and privileges underpinned by the constitutional guarantee of marriage equality,” Representative Jerrold Nadler, Democrat of New York and the chairman of the Judiciary Committee, said in a statement. “The Respect for Marriage Act will further add stability and certainty for these children and families.”", "url": "https://www.nytimes.com/2022/07/19/us/politics/house-gay-marriage-bill.html"}