{"authors": ["Nicole Hong"], "date_download": "2022-10-25 22:56:14", "date_modify": "2022-10-25 22:56:14", "date_publish": "2022-08-08 13:56:41", "description": "As food prices rise at the fastest rate in decades, it’s become more expensive to eat and drink in New York City.", "filename": "2022_08_08_nyregion_inflation-nyc.html_action=click&pgtype=Article&state=default&module=styln-us-economy&variant=show&region=MAIN_CONTENT_3&block=storyline_top_links_recirc_1666738574.html", "image_url": "https://static01.nyt.com/images/2022/08/09/nyregion/00JPny-inflation1-print/00ny-inflation-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_08_nyregion_inflation-nyc.html_action=click&pgtype=Article&state=default&module=styln-us-economy&variant=show&region=MAIN_CONTENT_3&block=storyline_top_links_recirc_1666738574.html", "title": "$15 French Fries and $18 Sandwiches: Inflation Hits New York", "title_page": "Inflation Hits New York: $15 French Fries and $18 Sandwiches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This was supposed to be a summer of long-awaited celebrations in New York City, the return of a packed calendar full of birthday dinners and happy hours. But New Yorkers are confronting sticker shock everywhere they look, whether they’re shopping for barbecue supplies at the grocery store, ordering a beer after work or grabbing a late-night slice of pizza.\nWhile rent and the cost of Uber trips have reached eye-popping levels, rising food prices are among the most painful results of inflation. In May, food prices in the New York City area rose at their fastest annual pace since 1981, according to the Bureau of Labor Statistics. The effects have been especially visible throughout the city — everybody has to eat.\nThe increase slowed in June, the most recent inflation report showed, but food prices were still 9.1 percent higher than a year earlier in New York and 10.4 percent higher nationwide.\nRising prices have come for beloved New York staples like the ice cream cones at Mister Softee trucks and the bacon, egg and cheese sandwiches at bodegas. And they have worsened the city’s hunger crisis; the number of children visiting food pantries was 55 percent higher earlier this year than it was before the pandemic, according to City Harvest, the largest food rescue organization in New York City.", "url": "https://www.nytimes.com/2022/08/08/nyregion/inflation-nyc.html?action=click&pgtype=Article&state=default&module=styln-us-economy&variant=show&region=MAIN_CONTENT_3&block=storyline_top_links_recirc"}