{"authors": ["Michael Barbaro", "Asthaa Chaturvedi", "Will Reid", "Sydney Harper", "Diana Nguyen", "M.J. Davis Lin", "Dan Powell", "Marion Lozano", "Chris Wood", "Original Music"], "date_download": "2022-10-25 23:23:30", "date_modify": "2022-10-25 23:23:30", "date_publish": "2022-07-26 10:00:10", "description": "A bill to protect marriage equality might now, improbably, become law.", "filename": "2022_07_26_podcasts_the-daily_abortion-roe-dobbs-gay-marriage_1666740210.html", "image_url": "https://static01.nyt.com/images/2022/07/26/world/26daily-gay-marriage/26daily-gay-marriage-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_26_podcasts_the-daily_abortion-roe-dobbs-gay-marriage_1666740210.html", "title": "How Roe’s Demise Could Safeguard Gay Marriage", "title_page": "How Roe’s Demise Could Safeguard Gay Marriage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nmichael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily. Today, after Roe v. Wade was overturned, Democrats introduced a bill to try to prevent gay marriage from meeting the same fate as abortion. It was expected to go nowhere, but over the past few days, the bill has won more and more Republican support, and improbably could now become law. My colleague, Annie Karni, with the story of how that happened. It’s Tuesday, July 26. Annie, what’s the story behind this same sex marriage bill? What exactly are its origins?\nannie karni\nSo this all started after the Supreme Court’s decision to overturn Roe v. Wade.\narchived recording No one can say they didn’t know this was coming. Now the question is, for the Democrats, what are you going to do about it? What are you going to do next?\nannie karni\nThere was tremendous frustration among progressives and Democrats at the decision.\narchived recording So I received a text message from Joe Biden’s campaign yesterday, saying that the Supreme Court had overturned Roe v. Wade, and that it was my responsibility to then rush $15 to the Democratic national party.\nannie karni\nBut also at the response from Democrats —\narchived recording They have had multiple opportunities to codify Roe into law over the past — House Speaker Nancy Pelosi’s first reaction was not a detailed plan to respond to something we knew it was coming. It was to read a poem.\nannie karni\nEveryone had been expecting this ruling for weeks, and there seemed to be very little response plan.\narchived recording Yes, the Republicans are dangerous, and my party needs to act like it. It’s just like having some firefighters come to your house, and they got all the equipment, and the fire chief says, you know what? We can’t come in yet, because we’ve got to wait for a few more firefighters, even though they have all the tools at their disposal to put out the fire.\nannie karni\nSo in this moment, they are looking for ways to show they’re still working, to show they’re trying to protect rights, to paint Republicans as the party of extremists. And at the same time, one new piece of information that came out when the Supreme Court issued their ruling was this opinion by Justice Thomas, where he kind of laid out a roadmap of what this conservative leaning court wants to do. And he said that the next targets that they would like to look at are same sex marriage and the right to contraception, that these things could also be revisited. So suddenly, Democrats, who are under a lot of pressure from their base to look like they’re not behind the ball, but they’re ahead of the ball, have two items on the agenda that they can respond to ahead of time, rather than responding to after it’s already too late.\nmichael barbaro\nRight, same sex marriage and contraception.\nannie karni\nRight, so based on the roadmap that Thomas lays out in his opinion on Roe, Democrats introduced two bills. One would safeguard contraception, and the other would safeguard same sex marriage. And Democrats know that passing either of these bills would be an uphill battle, but they also think there’s no downside to bringing them up for a vote. First of all, they have to show their base that they are trying to do anything. This is an election year, and having a floor vote, even if it’s just a show vote, gives Democrats a chance to draw this stark contrast with Republicans on these social issues. So even if the bills fail, Democrats have put Republicans on the record, and they can campaign on that. And if these bills somehow pass, then Democrats have done something that’s rarer and rarer these days, which is gotten something major passed in this Congress that they can send Biden to sign. And he can claim it as a win, which he is also desperate for. So last week, Democrats moved on both these issues, on the contraception bill and on the same sex marriage bill. And the contraception bill, as Democrats expected, drew very little support from Republicans. It passed basically along party lines in the House. There’s no discussion right now of having a Senate vote on it, or moving it along. This basically amounts to a House show vote that is dead on arrival and not moving forward down the process.\nmichael barbaro\nGot it, and what about the same sex marriage bill?\nannie karni\nSame sex marriage had a bit of a different path. This bill is called the Respect for Marriage Act and basically, it’s designed to solidify a protection that exists for now, which is the right for same sex couples to be married, regardless of what state they live in. This has been protected by the Constitution since 2015, when the Supreme Court established a federal protection of gay marriage under the 14th Amendment. This bill would not completely codify the rights that were laid out in that landmark ruling, but it’s a first step.\nmichael barbaro\nMm-hmm.\nannie karni\nThe bill also protects interracial marriages, but this has really been discussed as the same sex marriage bill.\nmichael barbaro\nSo what happens to this bill?\nannie karni\nSo the night before they brought that bill to the floor, word started going around that House Republican leadership was not planning to whip no votes on the bill.\nmichael barbaro\nJust explain that.\nannie karni\nUsually, the whip, which is Representative Scalise, will send out a note to all House Republicans telling them which way to vote on a bill. It’s the leadership position. And sometimes, Kevin McCarthy, the Minority Leader, will be on the floor working votes, telling people to vote no. There was no effort on this bill to get anyone to vote in a certain direction, or to vote as a bloc. What I was told was that they recognized that several Republicans were going to be for it. And they just didn’t want to expend the energy on something that they weren’t going to completely oppose. And it was going to pass anyway, so they didn’t whip on it.\narchived recording Can I start — for what purpose does the gentleman from New York, Mr. Nadler, seek recognition?\nannie karni\nSo the next day —\narchived recording I call up HR 8404, the Respect for Marriage Act, and that’s for its immediate consideration in the House.\nannie karni\nThe bill comes to the floor for a vote.\narchived recording (nancy pelosi) Mr. Chairman, we’re here because just three weeks ago, the Republican controlled Supreme Court overturned Roe v. Wade, ripped away a woman’s freedom over her most intimate health decisions.\nannie karni\nWe are watching some floor speeches.\narchived recording (nancy pelosi) These radical justices took a wrecking ball to precedent of the court and privacy in the Constitution.\nannie karni\nDemocrats talking about the need to protect the nation and basic rights from extremist lawmakers and extremist Supreme Court.\narchived recording We thought the Democrats were obsessed with President Trump, but Justice Thomas is a close second. This bill is simply the latest installment of the Democrats’ campaign to delegitimize and attempt to intimidate the United States Supreme Court. We can have a very robust debate here in this body if we ever actually debated on the floor of the people’s house, but we don’t.\nannie karni\nSome Republicans talking about how they’re going to oppose this because they didn’t have a chance to read the bill —\narchived recording Now, my colleagues on other side of the aisle want to put forward a bill that is clearly political in nature because they don’t want to talk about inflation. They don’t want to talk about wide open borders. They don’t want to talk about rampant crime.\nannie karni\nOther reasons — so it’s not really clear how much support it will get.\narchived recording The question is on the passage of the bill. This is a five minute vote.\nannie karni\nWhen the vote begins, it goes fairly quickly.\narchived recording 1 — from the House, that Mr. Garcia will vote Yes on HR 8404. archived recording 2 I informed the House that both Mr. Smucker and Mr. Reschenthaler vote no on HR 8404.\nannie karni\nThe Democrats control the House, so everyone expects the vote to pass. The question is, will it be just another show vote?\narchived recording 1 — from the House, Mr. Rice will vote Yea on HR 8404. archived recording 2 Nay on HR 8404. archived recording 3 Yes on HR 8404. archived recording 4 No on HR 8404. archived recording 5 Yes on HR 8404.\nannie karni\nAnd we see a number in the Republican column. It’s going up to double digits, and it goes ultimately to 47 Republicans voting Yes on a bill to protect same sex marriage.\narchived recording Yeas are 267, and the Nays are 157. The bill is passed.\n[music]\nannie karni\n47 was a bigger number than a lot of people were expecting. A lot of Democrats watching were surprised. And we see some unusual names who ended up voting Yes.\nmichael barbaro\nLike who?\nannie karni\nLiz Cheney voted Yes. She, for a long time, was opposed to gay marriage, even though it put her in direct conflict with her father and with her sister, who is gay and married. She voted for it. We saw Scott Perry, the chairman of the Freedom Caucus, vote for it. And then we saw split leadership. We saw Kevin McCarthy and Scalise, the top two Republicans, opposed. And we saw the number three House Republican, Elise Stefanik, who’s a MAGA warrior, vote for it. So we really saw this issue get a bigger number of Republicans than expected to, and divide the conference in very surprising ways.\nmichael barbaro\nSo Annie, how do you explain that level of Republican support, especially from members of Congress that we think of as pretty conservative — your Perrys and your Stefaniks. Why is there so much more support for gay marriage than, for example, the contraception bill? How do you understand that?\nannie karni\nI think there’s a few different things going on here. The biggest answer to the question is that same sex marriage is so broadly popular, there’s such a generational divide here, that being opposed to marriage equality is basically writing off a generation of voters who at this point believe this is how the world should work. So anyone who’s interested in this vote breakdown and why it divided Republicans the way it did should look up those 47 Republicans who voted Yes, and look at how many of them are up for reelection, how many of them actually have a competitive race on their hands. Because if you’re up right now and you’re running, being opposed to gay marriage, especially if you’re trying to win over suburban, moderate voters is incredibly difficult. Also, a point that some Democrats made to me is that being opposed to abortion in some of those districts is difficult, because there’s broad support for some abortion access. So given that they’re already opposed to abortion, they don’t necessarily feel like they can be opposed to every one of these rights and not alienate a lot of key voters, especially younger voters. The generational thing is key. Another thing is just the personal connection to this, which is why the gay rights movement and the movement for gay marriage has been so quickly successful. People have personal connections. We’ve seen people in elected office change their positions because a son or a daughter comes out to them, and it changes their whole view of the issue.\nmichael barbaro\nSo just to summarize this, the reason why so many House Republicans voted for same sex marriage, and seem to be treating this bill differently than the other bills that Democrats have put forth since Roe v. Wade was revoked is political and personal.\nannie karni\nPolitical and personal, yes, and I would add one more thing, which is that this bill was really simple. It was four pages. So that’s the third reason — personal, political, and simple.\nmichael barbaro\nSo Annie, what’s the reaction among Democrats after this vote? Were they as surprised as it seems the public was?\nannie karni\nThey were really encouraged and impressed by the 47. It was higher than what they had been expecting. And before the House took that vote, Schumer, who’s the Majority Leader in the Senate and decides what bills come to the floor and get voted on, had been wishy-washy about whether he was ever going to bring this bill to a vote in the Senate. He was not talking about it as a legislative priority to get finished before the August recess. But after the vote —\nchuck schumer Mr. President —\nannie karni\nThe next day, he gets on the floor —\nchuck schumer Before I begin, I want to say something about the House-passed Respect for Marriage Act.\nannie karni\nAnd he says this legislation is so important —\nchuck schumer I want to bring this bill to the floor.\nannie karni\nWe’re going to take a vote on it, and we’re going to try and get 10 Republicans on board to actually get it passed.\nchuck schumer I spoke to Senator Baldwin, who is one of the leaders of this legislation, in the Senate this morning. And she is talking to Republicans to see where the support is.\nannie karni\nAnd he puts a Senator, Senator Tammy Baldwin, who was the first gay elected Senator when she was elected 10 years ago — puts her in charge of finding Republican support in the Senate to back the bill.\nchuck schumer And we’re working to get the necessary Senate Republican support to ensure it will pass.\nannie karni\nSo suddenly, this bill that looked like it was just a part of this broad effort of Democrats to show that they’re fighting to draw a contrast with Republicans in election year — suddenly, this bill looks like there’s actually a narrow path where it could actually pass and become law, not just a messaging vote.\nmichael barbaro\nWe’ll be right back. So Annie, what are this bill’s chances in the Senate. Schumer is talking about it as if it has a real shot. Is that realistic?\nannie karni\nIt’s looking like there is a narrow path where it could actually pass. Everything is harder in the Senate. The Democrats in the Senate have a 50-50 majority. To pass a bill, you need 60 votes to move past a filibuster. So for every piece of legislation that Democrats want to pass, they need 10 Republicans. And it looked like there were four, Susan Collins of Maine, Lisa Murkowski of Alaska, Rob Portman of Ohio — these are, like, the classic moderates that Democrats can get on board. Thom Tillis of North Carolina was also part of that first four. And the question is, where are the next six? Then last week, a more surprising name said that he would vote for a bill to codify same sex marriage, and that’s Ron Johnson from Wisconsin, a real conservative, but he’s in a very tough reelection battle in his state right now.\nmichael barbaro\nSo that confirms your earlier theory that when it comes to reelections, Republicans —\nannie karni\nYes, if you have a tough race on your hands, being opposed to same sex marriage is a tough position to have.\nmichael barbaro\nWhy is it not perhaps even easier for Democrats in the Senate, and even in the House — we tend to think of the Senate as a place where there’s more moderation than in the House, and 47 House Republicans voted for this bill. What is the argument against this bill among Senate Republicans who aren’t on board?\nannie karni\nThe argument against the bill was, why do we have to talk about this right now? This is a right that is protected by the Constitution. We heard Senator Romney say that. Like, I don’t see a need to talk about this. Basically, it was like, the house isn’t burning right now. We’ll deal with that if it’s burning. Marco Rubio dismissed it as a stupid waste of time. You know, Republicans don’t want to talk about this because they want to talk about gas prices, inflation. And we saw Rubio say that. He said, I know a lot of gay people in Florida, and they’re mad about gas. So they’re trying to claim that this whole conversation is a political ploy by Democrats to distract from Biden’s failures.\nmichael barbaro\nBut just to speak to the point about the, House isn’t on fire, what do these Senate Republicans say to the fact that Justice Thomas wrote what he wrote, which was that gay marriage and contraceptions might be the next thing to be revoked by this Supreme Court, and what do they say to the reality that Roe didn’t seem like it was under threat, until suddenly, it was gone.\nannie karni\nI think they benefit from the fact that hallway interviews are very short, and there’s not a real opportunity for a follow up and a discussion where you point out the flaw in their argument. It’s kind of like you give your soundbite, and then you’re walking away, and that’s the conversation. So they haven’t really had to be pressed like that yet.\nmichael barbaro\nGot it. So at this point, there are five Republican Senators who have said they will support this gay marriage bill, and 45 others, it sounds like, who want to tell reporters like you to go away and stop asking them about it in the hallway. What is the plan by Democrats, by Senator Tammy Baldwin — who’s overseeing this — to try to get five more, perhaps many more than five.\nannie karni\nSo she’s doing personal outreach. She has a list of about 10 that she’s targeting. They won’t give us the exact list, because they want to keep all these conversations private. They don’t want anyone to run away from them, because it gets public. But she was texting with them over the weekend. One thing I was told is that she was making a lot of assurances about the simplicity of the bill, like we were talking about before. This is really all it does. It’s not complicated. There’s not loopholes and other things attached in here that you won’t like, and just underscoring to them that this is really straightforward.\nmichael barbaro\nAnnie, during the House vote, you said that Republican leaders refrained from telling their members how to vote, which seemed like a very powerful permission structure that resulted in 47 of them backing the bill. What are Senate Republican leaders telling their members?\nannie karni\nSo far, kind of the same strategy. Mitch McConnell has not tipped his hand about which way he’s going to be voting. He was asked about it last week. And he said, I’ll wait till Schumer brings up a bill to the floor to weigh in here. It’s kind of a kick the can down the road strategy.\nmichael barbaro\nThis is not a reticent Senator, McConnell, when he wants to make a —\nannie karni\nHe’s not a reticent senator, but he’s also a senator who really has been explicit with reporters about the need for Republicans to appeal to suburban, moderate voters. So he’s made that case on other issues. I asked for an update today, and they said no update on where he stands on the bill. He’s waiting quietly to see, I think, how much support ends up coming out.\nmichael barbaro\nSo Annie, given the current situation, what do the Democrats and the leaders that you talk to say is the likelihood that this bill is going to pass? You use that phrase narrow path. Just how narrow is it at this point?\nannie karni\nI mean, I don’t — I want to give myself an out in case it all falls apart, so it’s narrow, but they are confident. They are talking in terms of getting 10 or more. They’re not there yet, but what I’m being told is that by Wednesday, they could be confident that they have 10 ready to go.\nmichael barbaro\nWow.\nannie karni\nWhich would mean they could take a cloture vote on Thursday, which is a procedural vote before the vote. That would be very ambitious. There’s other factors here. Senator Manchin is out with Covid. In a 50/50 Senate, every time one person is out, you can’t take a big vote. You need every vote.\nmichael barbaro\nRight.\nannie karni\nSo there’s other factors at play that mean that the idea that they’re going to pass this this week is unlikely. But the people I’m talking to seem confident that they could have their list of 10 that they feel confident about.\nmichael barbaro\nGot it. So accepting that this is not yet a done deal, that it could still fall apart, let’s talk about what it would mean if this bill, somewhat improbably, actually becomes law — starting with what it will mean for the gay community.\nannie karni\nIf this passes, it’s a very big deal. It might not seem so on the face of it, because really, it’s reinforcing a right that currently exists. So you wouldn’t see gay people running to get married after this passes —\nmichael barbaro\nBecause they already have that right — right.\nannie karni\nThey have that right right now. But instead of being entirely reliant on the Supreme Court ruling to create that right to get married on a federal level, if this passes, Congress is showing that it is committed to creating some protections for gay marriage through law. And that’s a big deal, especially at a time when other rights for the gay community are under assault at the state level.\nmichael barbaro\nAnd in the end, for everyone on the left, especially women, I have to imagine this is a complicated moment. They may celebrate the fact that gay marriage is about to be enshrined in federal law. They might see it as a victory. But then there’s the reality that it must be strange for someone who cares about the right to an abortion to see that the end of Roe v. Wade has fueled an effort to safeguard an entirely different right, which is gay marriage, rather than fuel the fight to safeguard abortion or the issues related to it, like contraception, which as you’ve just told us, has failed to really go anywhere.\nannie karni\nI think that’s right. If this passes, it is a complicated moment for many women who are seeing the enshrinement of a federal law that will protect a right, but it’s only happening as a reaction to this post Roe universe that is now the dark reality for many Democrats. But same sex marriage and abortion remain very, very different issues. Same sex marriage over the past decade has skyrocketed to national acceptance. You see it among voters. You see it among the Republican support in Congress, where they can’t oppose it. And abortion still, to this day, remains a much more polarizing issue, maybe the most polarizing social issue in our country. And it just still is. And the reality is that Congress has tried and failed to pass a bill that would give legal protections to abortion, and it has never worked. So at the end of the day, it’s a bittersweet moment, I think, for women who see a group gaining a right in the wake of a very big loss.\nmichael barbaro\nAnnie, thank you very much. We appreciate it.\nannie karni\nThank you.\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today.\narchived recording (pope francis) [NON-ENGLISH SPEECH]\nmichael barbaro\nOn Monday, Pope Francis offered a sweeping apology for the Catholic Church’s conduct in Canada, where for decades it operated residential schools for Indigenous people that inflicted physical, sexual and mental abuse, erased languages, and used Christianity as a weapon to break native culture.\narchived recording (pope francis) [NON-ENGLISH SPEECH]\nmichael barbaro\nIt’s estimated that thousands of Indigenous children died in the church run system. The Pope, while meeting with Indigenous people on their land, called the church’s abuses a “disastrous error.”\narchived recording (pope francis) I’ve waited 50 years for this apology. And finally, today, I heard it.\nmichael barbaro", "url": "https://www.nytimes.com/2022/07/26/podcasts/the-daily/abortion-roe-dobbs-gay-marriage.html"}