{"authors": ["Mark Miller"], "date_download": "2022-10-25 23:32:00", "date_modify": "2022-10-25 23:32:00", "date_publish": "2022-10-09 09:00:27", "description": "The answer is tied to Medicare and how seniors pay for it.", "filename": "2022_10_09_business_retirement_social-security-cola-medicare-impacts_1666740720.html", "image_url": "https://static01.nyt.com/images/2022/10/09/business/09Retiring-medicare-illo/09Retiring-medicare-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_09_business_retirement_social-security-cola-medicare-impacts_1666740720.html", "title": "Does everyone get the full Social Security cost-of-living adjustment?", "title_page": "Does Everyone Get the Full Social Security Cost-of-Living Adjustment? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In most years, no. That’s because most seniors are enrolled in Medicare, and premiums for Part B (which covers outpatient care) typically are deducted from Social Security benefits. But this ‌time will be different.\nThe ​​COLA that was announced on Thursday is the gross figure, and that is applied to everyone receiving Social Security. But any change in the Part B premium affects the net amount of your increase.\nVery often, any dollar increase in the Part B premium reduces a retiree’s ‌COLA. And, in years when the COLA is very small — or the Part B increase is large — the premium can take a significant bite.\nBut in 2023, the opposite will occur: Seniors can look forward to an increase in the COLA because of the Part B premium. The standard monthly Part B premium will drop by $5.20, to $164.90. (The annual Part B deductible will also ‌decline, by $7‌, to $226.) A lower premium is rare‌; the last time it dropped was in 2012. The decline is the result of the unusual circumstances surrounding Aduhelm, the controversial and very expensive drug for treating Alzheimer’s disease. ‌The ‌Food and Drug Administration approved Aduhelm in June 2021 despite objections from the agency’s own scientific advisory panel.", "url": "https://www.nytimes.com/2022/10/09/business/retirement/social-security-cola-medicare-impacts.html"}