{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:55:40", "date_modify": "2022-10-25 23:55:40", "date_publish": "2022-04-22 22:43:31", "description": "The skirmishes between Palestinians and Israeli police at the Aqsa Mosque, known to Jews as Temple Mount, are laden with national and religious symbolism.", "filename": "2022_04_22_world_middleeast_israel-palestinians-aqsa-temple-mount_1666742140.html", "image_url": "https://static01.nyt.com/images/2022/04/22/world/22israel1/22israel1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_22_world_middleeast_israel-palestinians-aqsa-temple-mount_1666742140.html", "title": "A Site Holy to Jews and Muslims Returns as the Nexus of Conflict", "title_page": "A Site Holy to Jews and Muslims Returns as the Nexus of Conflict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Clashes broke out Friday for the seventh time in eight days at the holiest site in Jerusalem, foregrounding how the site — sacred to both Jews and Muslims — has become the newest focus of a monthlong spasm in tensions across Israel and the occupied territories.\nThe skirmishes between Palestinians and Israeli police at the Aqsa Mosque compound, known to Jews as Temple Mount, followed a deadly wave of Arab attacks in Israel and an ensuing Israeli military crackdown in the West Bank.\nThe clashes have prompted the fiercest exchange of rockets and missiles between Gaza militants and the Israeli armed forces since an 11-day war last May; militants fired two more rockets on Friday night.\nThe clashes have also tested Israel’s emerging ties with parts of the Arab world, leading three countries that signed diplomatic agreements with Israel in 2020 to express rare criticism of the Jewish state, and undermining efforts to improve relations with neighboring Jordan. And they have deepened a government crisis within Israel, causing an Islamist party to suspend its participation in the governing coalition and increasing the chances of the opposition winning a majority in Parliament.", "url": "https://www.nytimes.com/2022/04/22/world/middleeast/israel-palestinians-aqsa-temple-mount.html"}