{"authors": ["Jeanna Smialek", "Emily Cochrane"], "date_download": "2022-10-25 23:31:54", "date_modify": "2022-10-25 23:31:54", "date_publish": "2022-05-12 18:34:31", "description": "Jerome Powell, whom the Senate confirmed to a second term on Thursday, said allowing rapid inflation to persist would be more painful.", "filename": "2022_05_12_business_jerome-powell-confirmed_1666740714.html", "image_url": "https://static01.nyt.com/images/2022/05/12/business/12economy-briefing-powell/12economy-briefing-powell-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_12_business_jerome-powell-confirmed_1666740714.html", "title": "Jerome Powell Confirmed for a Second Term as Fed Chair", "title_page": "Jerome Powell Confirmed for a Second Term as Fed Chair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jerome H. Powell, the Federal Reserve chair, said in an interview on Thursday that lowering inflation is likely to be painful but that allowing price gains to persist would be the bigger problem — squaring off with the major challenge facing his central bank as he officially starts his second term at its helm.\nMr. Powell, whom Senators confirmed to a second four-year term at the head of the central bank in an 80-19 vote on Thursday, holds one of most consequential jobs in the United States and the world economy at a moment of rapid inflation and deep uncertainty.\nConsumer prices climbed 8.3 percent in April from the previous year, according to data reported on Wednesday. And while inflation eased slightly on an annual basis, it remained near the fastest pace in 40 years, and the details of the release suggested that price pressures continue to run hot.\nThe Fed has already begun raising interest rates to try and cool the economy, making its largest increase since 2000 when it lifted borrowing costs by half a percentage point this month. Mr. Powell and his colleagues have signaled that they will continue to push rates higher as they try to restrain spending and hiring, hoping to bring demand and supply into balance and drive inflation lower.", "url": "https://www.nytimes.com/2022/05/12/business/jerome-powell-confirmed.html"}