{"authors": ["Jason Zengerle"], "date_download": "2022-10-25 23:35:21", "date_modify": "2022-10-25 23:35:21", "date_publish": "2022-08-10 09:00:12", "description": "Americans are seeing a lot less of the president than they did of his predecessor. That’s partly by design.", "filename": "2022_08_10_magazine_biden-tv_1666740921.html", "image_url": "https://static01.nyt.com/images/2022/08/14/magazine/14mag-screenland/14mag-screenland-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_10_magazine_biden-tv_1666740921.html", "title": "Why Isn’t Biden Ever on TV?", "title_page": "Why Isn’t Biden Ever on TV? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Biden has provided a respite. According to Kumar’s tabulations, he has held about half as many as news conferences and given around a third as many interviews as Trump had at this point in his presidency. It’s not just submitting to fewer questions from the press; he’s in front of cameras less frequently than Trump as well, even spending days with nothing at all on his public schedule. To Republicans, this is proof of Biden’s senescence; to the press, his lack of transparency. But when CNN asked the White House press secretary, Karine Jean-Pierre, what Biden was doing during two days out of view last month, she replied that he had been “very busy dealing with the issues of the American people, and meeting with his staff and senior staff the last two days.”\nThat could well be true. The problem, for Biden, is that his predecessor redefined what’s expected of the president. There has long been a performative component to the role, but Trump made public performance the entire job. The press covered his every appearance not just because his behavior resulted in gaffes but because it set policy. A defining feature of the Trump years was the president publicly fulminating about something, and then administration officials scrambling to cobble together policy proposals that matched his fulminations. To pick one of many instances, in 2018 Trump announced, while venting to reporters about immigration, that he was enlisting the U.S. military to guard the border with Mexico. The White House subsequently clarified that Trump meant he was mobilizing the National Guard, not active-duty military, but when Secretary of Homeland Security Kirstjen Nielsen was produced to explain the plan to reporters, she had no details to offer: “We’ll let you know as soon as we can,” she said. “I’m going to get on phone calls right now.”\nBiden, somewhat anachronistically, still insists on putting the horse before the cart. After Manchin seemed to sink the administration’s climate agenda last month, Democrats called on the president to formally declare a climate emergency, which would theoretically allow him to circumvent Congress in taking action. But he demurred. Speaking to reporters after the Massachusetts speech — in which he pointedly did not declare a climate emergency — he explained, “I’m running the traps on the totality of the authority I have.”\nThis should be an admirable trait. But Biden’s reticence often registers as an absence. When Democrats criticized him for not being forceful enough in his response to the Supreme Court’s reversal of Roe v. Wade, it wasn’t necessarily because they expected him to do anything; as a matter of law, there was little he could do. But they did want the face of their party to assume a mantle of leadership, demonstrate resolve and help channel their energies.\nConsidering Biden’s limitations — his age, his focus on policy — you might expect to see his young vice president out making the case for the administration. But Kamala Harris has her own problems. In the pair’s absence, Democrats are looking elsewhere. Some get excited whenever Pete Buttigieg, Biden’s secretary of transportation, goes on Fox News to dismantle a few loaded questions, circulating YouTube clips with titles like “Pete Buttigieg HUMILIATES Fox News Host with EPIC Response on Live TV.” Others hail Gov. Gavin Newsom of California as “an effective and fierce fighter,” in the words of the liberal pundit Dean Obeidallah, for running ads in Florida and Texas trolling those states’ Republican governors. A Michigan state senator named Mallory McMorrow raised more than $1 million from donors in 50 states after her speech on the G.O.P.’s treatment of the L.G.B.T.Q. community went viral. On their screens and in their imaginations, Democrats are experiencing a great and public void. At some point, someone is going to have to fill it for them.\nSource photographs: Jim Watson/Getty Images; Andrew Merry/Getty Images; Joseph Prezioso/Anadolu Agency, via Getty Images; Frans Lemmens/Getty Images\nJason Zengerle is a contributing writer for the magazine. He is working on a book about Tucker Carlson and conservative media.", "url": "https://www.nytimes.com/2022/08/10/magazine/biden-tv.html"}