{"authors": ["Alan Feuer", "Maggie Haberman", "Luke Broadwater"], "date_download": "2022-10-25 22:57:06", "date_modify": "2022-10-25 22:57:06", "date_publish": "2022-02-03 00:05:00", "description": "Just over two weeks after Election Day, lawyers working with the Trump campaign set out a rationale for creating alternate slates of electors as part of an effort to buy time to overturn the results.", "filename": "2022_02_02_us_politics_trump-jan-6-memos_1666738626.html", "image_url": "https://static01.nyt.com/images/2022/02/02/us/politics/02dc-investigate-1/02dc-investigate-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_02_us_politics_trump-jan-6-memos_1666738626.html", "title": "Memos Show Roots of Trump’s Focus on Jan. 6 and Alternate Electors", "title_page": "Memos Show Roots of Trump’s Focus on Jan. 6 and Alternate Electors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fifteen days after Election Day in 2020, James R. Troupis, a lawyer for the Trump campaign in Wisconsin, received a memo setting out what became the rationale for an audacious strategy: to put in place alternate slates of electors in states where President Donald J. Trump was trying to overturn his loss.\nThe memo, from another lawyer named Kenneth Chesebro, may not have been the first time that lawyers and allies of Mr. Trump had weighed the possibility of naming their own electors in the hopes that they might eventually succeed in flipping the outcome in battleground states through recounts and lawsuits baselessly asserting widespread fraud.\nBut the Nov. 18 memo and another three weeks later are among the earliest known efforts to put on paper proposals for preparing alternate electors. They helped to shape a crucial strategy that Mr. Trump would embrace with profound consequences for himself and the nation.\nThe memos show how just over two weeks after Election Day, Mr. Trump’s campaign was seeking to buy itself more time to undo the results. At the heart of the strategy was the idea that their real deadline was not Dec. 14, when official electors would be chosen to reflect the outcome in each state, but Jan. 6, when Congress would meet to certify the results.", "url": "https://www.nytimes.com/2022/02/02/us/politics/trump-jan-6-memos.html"}