{"authors": ["Ian Parkes"], "date_download": "2022-10-25 23:32:43", "date_modify": "2022-10-25 23:32:43", "date_publish": "2022-07-01 09:02:38", "description": "Drivers are complaining of injuries, but some teams said changes should not be made midseason.", "filename": "2022_07_01_sports_autoracing_formula-1-bouncing-cars_1666740763.html", "image_url": "https://static01.nyt.com/images/2022/07/02/multimedia/02sp-british-porpoising-inyt/02sp-british-porpoising-inyt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_01_sports_autoracing_formula-1-bouncing-cars_1666740763.html", "title": "Formula 1 Struggles With Bouncing Cars and Injured Drivers", "title_page": "Formula 1 Struggles With Bouncing Cars and Injured Drivers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Obviously, Lewis and the other racing drivers are very strong athletes,” Casey said in an interview. “But having these repetitive forces, where you see them bouncing up and down, is not going to do any good for anybody’s back. The risk is they will either tear or slip a disc.\n“As they are elite athletes, worth millions, paid millions, then it would be foolhardy of Formula 1 not to be looking after them, and ostensibly, it does seem like they will have to change something.” He said the bouncing could also result in brain damage “from repeated trauma, like Muhammad Ali and other boxers.”\n“It’s uncharted territory,” Casey said, “but it strikes me as unnecessary uncharted territory. There is a duty of care involved here.”\nMax Verstappen of Red Bull, the reigning champion who is leading the standings this season, said there were risks with any sport.\n“You can always judge and ask, ‘Is what we do the safest thing?’ No, but we are willing to take risks,” he said. “That’s our sport. That’s what I love to do.\n“Sure, the porpoising we have at the moment is not nice, and I don’t think it’s correct, but some teams are able to handle this a lot better than others, so it is possible to get rid of it, and I don’t think we have to overdramatize what is happening at the moment.”\nVerstappen said the bouncing of the cars was “a bit too much,” but he felt the ingenuity of the engineers within each team would solve the problem.", "url": "https://www.nytimes.com/2022/07/01/sports/autoracing/formula-1-bouncing-cars.html"}