{"authors": ["Katie Benner"], "date_download": "2022-10-25 22:58:59", "date_modify": "2022-10-25 22:58:59", "date_publish": "2022-03-02 23:25:10", "description": "The task force adds to the raft of actions that Western leaders have taken in recent days in an effort to undercut Vladimir V. Putin and the politically connected elite in Russia.", "filename": "2022_03_02_us_politics_russian-oligarchs-justice-department_1666738739.html", "image_url": "https://static01.nyt.com/images/2022/03/02/us/politics/02dc-oligarchs-Abramovich/02dc-oligarchs-Abramovich-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_02_us_politics_russian-oligarchs-justice-department_1666738739.html", "title": "Justice Dept. Announces Task Force to Go After Russian Oligarchs", "title_page": "Justice Dept. Announces Task Force to Go After Russian Oligarchs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department announced on Wednesday the creation of a task force to go after billionaire oligarchs who have aided President Vladimir V. Putin in his invasion of Ukraine, part of an effort by the United States to seize and freeze the assets of those who have violated sanctions.\nThe task force will marshal the resources of various federal agencies to enforce the sweeping economic measures that the United States has imposed as Russia continues its unprovoked assault on Ukraine.\n“We will leave no stone unturned in our efforts to investigate, arrest and prosecute those whose criminal acts enable the Russian government to continue this unjust war,” Attorney General Merrick B. Garland said in a statement.\nThe task force will be overseen by Lisa O. Monaco, the deputy attorney general. Andrew C. Adams, a veteran corruption prosecutor in the U.S. attorney’s office in Manhattan, will run the day-to-day operations, according to multiple people briefed on his new role who spoke on the condition of anonymity to disclose his name.", "url": "https://www.nytimes.com/2022/03/02/us/politics/russian-oligarchs-justice-department.html"}