{"authors": ["John Okrent"], "date_download": "2022-10-25 23:23:52", "date_modify": "2022-10-25 23:23:52", "date_publish": "2022-06-08 16:30:05", "description": "In his essay collection “Virology,” Joseph Osmundson examines the myriad ways we coexist with viruses.", "filename": "2022_06_08_books_review_virology-joseph-osmundson_1666740232.html", "image_url": "https://static01.nyt.com/images/2022/06/26/books/review/OKRENT-VIROLOGY/OKRENT-VIROLOGY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_08_books_review_virology-joseph-osmundson_1666740232.html", "title": "Book Review: “Virology,” by Joseph Osmundson", "title_page": "Book Review: “Virology,” by Joseph Osmundson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "VIROLOGY: Essays for the Living, the Dead and the Small Things in Between, by Joseph Osmundson\nIt’s March 16, 2020, and Joseph Osmundson is stocking up on red onions. Yesterday, public schools were shut down. The day before that, an 82-year-old woman became New York City’s first Covid death. A professor of microbiology at N.Y.U., Osmundson sees clearly that the coming months will bring many more, but at the moment he’s thinking of the past: “I often find myself mourning the voices that I wish we still had to write us through a present crisis, even in line at the grocery store.” In this, his third book, Osmundson has tried to do just that. “Virology” is composed of 11 essays whose connective tissue — parts queer theory, molecular science and social criticism — consists mostly of what Audre Lorde calls the only answer to death: “the heat and confusion of living.” The subtitle, “Essays for the Living, the Dead and the Small Things in Between,” is significant; these are essays not about but for. These are love essays.\nOsmundson writes with the disarming voice of that teacher who makes science cool, even radical. His thought is discursive, his questioning accretive. He contains — and covers — multitudes: How are white people to stop spreading the lethal disease of “whiteness”? How does capitalism limit the imagination? Is evolution quintessentially queer? The task of following his leaps and swerves, while occasionally challenging, is its own reward, a chance to collaborate with a mind at work. When he writes about the puzzle pictures of Felix Gonzalez-Torres, a clear parallel emerges. Osmundson is creating an experience of making-alongside, of becoming-with.\n“On Going Viral,” an essay central to the book’s ethos, explores the harm we can cause with narratives we choose. The story of viruses told through a colonial lens is a violent one: a foreign enemy that has to be squashed out. Osmundson asks us to consider others, metaphors not of war but of care. He describes the lysogenic pathway, in which a virus’s DNA, rather than bursting open its host and going on to replicate rampantly, folds into the host, becoming one with it: a viral pathway of connection. From the ancient Greek, lysogenic means, literally, bringing about disintegration. “I live to be lysogenic,” Osmundson writes. “Won’t you join me here?” The borders between us are porous; they’re not even borders. Endings are illusions. (The essay “On Endings,” fittingly, is not the last in this book, which ends instead with “On Evolution.”)\nAmong the most dazzling essays is “On Private Writing,” which intersperses Osmundson’s 2020 journal entries with dissections of other specimens of private writing by a dizzying constellation of thinkers and artists — among them Paul Monette, David Wojnarowicz and Marguerite Duras. A particularly lysogenic journal entry from April 21 describes a spontaneous erotic encounter. Osmundson is alone, scouring StreetEasy for a place he and his boyfriend might share. The sky darkens; it begins to rain. The wind slams his bedroom door shut. “I want to take the outside world in,” he writes, “and this breeze is the safest way to do it, these liquid droplets carrying water, no virus, kiss me, mouth open.”", "url": "https://www.nytimes.com/2022/06/08/books/review/virology-joseph-osmundson.html"}