{"authors": ["Julian E. Barnes", "Michael Forsythe", "David D. Kirkpatrick", "Jason Horowitz"], "date_download": "2022-10-25 23:41:20", "date_modify": "2022-10-25 23:41:20", "date_publish": "2022-03-11 23:04:48", "description": "They say they have indications that the $700 million, 459-foot yacht, which is in dry dock in Italy, is associated with the Russian president, backing an earlier claim by a former crew member.", "filename": "2022_03_11_us_politics_putin-yacht-russia-ukraine_1666741280.html", "image_url": "https://static01.nyt.com/images/2022/03/07/multimedia/11dc-intel-yacht/00yacht--Scheherazade-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_11_us_politics_putin-yacht-russia-ukraine_1666741280.html", "title": "U.S. Officials Say Superyacht Could be Putin’s", "title_page": "American Officials Believe They Have Located Putin’s Yacht - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — American officials are examining the ownership of a $700 million superyacht currently in a dry dock at an Italian seacoast town, and believe it could be associated with President Vladimir V. Putin of Russia, according to multiple people briefed on the information.\nUnited States intelligence agencies have made no final conclusions about the ownership of the superyacht — called the Scheherazade — but American officials said they had found initial indications that it was linked to Mr. Putin. The information from the U.S. officials came after The New York Times reported on Tuesday that Italian authorities were looking into the 459-foot long vessel’s ownership and that a former crew member said it was for the use of Mr. Putin.\nPeople briefed on the intelligence would not describe what information they had that indicated the superyacht is associated with Mr. Putin. If American officials know whether or how often Mr. Putin uses the yacht, the people briefed on the information would not share it.\nAmerican officials said Mr. Putin kept little of his wealth in his own name. Instead he uses homes and boats nominally owned by Russian oligarchs. Still, it is possible that through various shell companies, Mr. Putin could have more direct control of the Scheherazade.", "url": "https://www.nytimes.com/2022/03/11/us/politics/putin-yacht-russia-ukraine.html"}