{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:23:44", "date_modify": "2022-10-25 23:23:44", "date_publish": "2022-02-24 16:32:18", "description": "Russian military forces are moving to decapitate the Ukrainian government in Kyiv, the Pentagon said.", "filename": "2022_02_24_us_politics_pentagon-russia-ukraine_1666740224.html", "image_url": "https://static01.nyt.com/images/2022/02/24/world/24ukraine-briefing-pentagon/24ukraine-briefing-pentagon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_24_us_politics_pentagon-russia-ukraine_1666740224.html", "title": "Pentagon Offers Grim Assessment of Early Stages of Russian Invasion", "title_page": "Pentagon Offers Grim Assessment of Early Stages of Russian Invasion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Russian military forces are moving to decapitate the Ukrainian government in Kyiv, the Pentagon said on Thursday, in a grim assessment of the first stages of President Vladimir Putin’s invasion of Ukraine.\nA senior Defense Department official said that three lines of Russian troops and military forces were moving swiftly toward Ukrainian cities, with two of them headed toward Kyiv, the capital, and the government of President Volodymyr Zelensky. The forces are making their way toward Kyiv from Belarus in the north and Crimea in the south, using missiles and long range artillery, the official said.\n“Our assessment is they have every intention of decapitating the government and installing their own method of governance,” the official told reporters in a briefing at the Pentagon. He said the Pentagon does not have “perfect knowledge” of the Russian troop movements but described what he characterized as the “initial phase of a large-scale invasion,” coming from Belarus and Crimea.\nRussian forces so far have been striking Ukrainian military installations and air-defense targets, using more than 100 medium- and short-range ballistic missiles. Russia has also used sea-launched missiles from warships in the Black Sea, the official said. So far, Russia has not attacked western Ukraine.", "url": "https://www.nytimes.com/2022/02/24/us/politics/pentagon-russia-ukraine.html"}