{"authors": ["Jacob Bernstein", "Holly Secon"], "date_download": "2022-10-25 22:59:50", "date_modify": "2022-10-25 22:59:50", "date_publish": "2022-06-22 16:04:02", "description": "An accident shines a light on the House speaker’s California life among the vineyards.", "filename": "2022_06_22_style_nancy-pelosi-husband-car-crash-napa_1666738790.html", "image_url": "https://static01.nyt.com/images/2022/06/26/fashion/16pelosi/16pelosi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_22_style_nancy-pelosi-husband-car-crash-napa_1666738790.html", "title": "Nancy Pelosi’s Napa: Wealthy Friends and a Husband’s Porsche Crash", "title_page": "DUI Arrest of Nancy Pelosi’s Husband Illuminates the Speaker’s California Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Pelosi, also 82, usually goes to the Memorial Day weekend dinner that her husband attended just before his arrest, at the Oakville home of Mr. Mehran, a major commercial real estate developer. In an interview, Mr. Mehran said that he had been friends with the Pelosis for more than 50 years. Since the 2020 election cycle, he has given more than $1 million to Democratic politicians and groups, according to Federal Election Commission data.\nThe Pelosis have taken to Napa, an often insular world where family, political and social circles overlap. They have their spots: Ms. Pelosi eats at Pizzeria Tra Vigne, an artisanal pizza place (where Chelsea Handler was recently spotted), and gets coffee at the Model Bakery (where David Beckham is a regular). She can be seen at Sunday Mass at St. Helena Catholic Church, and sometimes picks up the tab for her daughters’ and granddaughters’ mani-pedis at Blush, the local nail salon.\nBut even in Napa, Ms. Pelosi, who doesn’t seem to do California casual, is often seen in the fitted suits that are her Capitol Hill signature. After all, the Pelosis remain San Francisco people at heart, and since 1987 have been ensconced in Pacific Heights, perhaps the city’s most exclusive neighborhood, where they own a three-floor red brick townhouse.\nThey make regular appearances at the city’s biggest social events — among them the San Francisco Symphony’s opening gala — and they have season tickets to the San Francisco Giants and the San Francisco 49ers. They have been known to turn their shopping excursions at the local Giorgio Armani boutique (where Ms. Pelosi was spotted two weeks ago) into a sport of its own.\nMr. Pelosi, who holds investments in commercial real estate and the tech sector, is still a swaggering presence in the city’s society circuit at 6-foot-2, well dressed, with a full head of salt-and-pepper hair. But more than a dozen people interviewed for this article said they had never seen evidence that Mr. Pelosi drinks to excess. (Ms. Pelosi does not drink at all.) “Paul is a social drinker,” said Mr. Mehran, 71. “That’s the best way to put it.”", "url": "https://www.nytimes.com/2022/06/22/style/nancy-pelosi-husband-car-crash-napa.html"}