{"authors": ["Roger Cohen"], "date_download": "2022-10-26 00:11:30", "date_modify": "2022-10-26 00:11:30", "date_publish": "2022-09-18 21:24:53", "description": "Violent loss is even more devastating when the dead are disposed of without identification. When Russians pull out in Ukraine, they leave a trail of anonymous death.", "filename": "2022_09_18_world_europe_izium-mass-grave-ukraine_1666743090.html", "image_url": "https://static01.nyt.com/images/2022/09/18/world/18ukraine-graves1-sub/18ukraine-graves1-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_18_world_europe_izium-mass-grave-ukraine_1666743090.html", "title": "The Singular Offense of the Mass Grave", "title_page": "The Singular Offense of the Mass Grave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Every culture wants to memorialize its dead. Every family needs the missing to be identified to reach closure. Perhaps that is why a wartime mass grave offends something so deep in the human conscience.\nLittle can be said with certainty about the hundreds of bodies discovered last week at Izium, in a pine forest in northeastern Ukraine, other than that they are the beginning of a long story. Restoring human dignity to the most dehumanizing of scenes — heaped anonymous corpses, the reduction of lives to nothing, the stench of abandonment — is a painstaking forensic endeavor.\nFor many months, perhaps years, the work will continue to match DNA samples, collate the scraps, establish the cause of death, and determine what crimes may have been committed by the Russian forces who fled a week ago. Any mass grave — from Bosnia to Rwanda, from Argentina to Guatemala — demands of our humanity the reconstitution of the individual lives ended there.\n“On one side in Britain you see the Queen’s dignified burial and on the other this mass grave stemming from mass violence,” said Anjli Parrin, the Kenyan deputy director of the Human Rights Clinic at Columbia Law School. “They are two extremes that remind us that the idea of someone missing, buried anonymously, is a violation of a fundamental instinct to honor the dead.”", "url": "https://www.nytimes.com/2022/09/18/world/europe/izium-mass-grave-ukraine.html"}