{"authors": ["Luke Broadwater"], "date_download": "2022-10-25 23:23:18", "date_modify": "2022-10-25 23:23:18", "date_publish": "2022-08-28 22:43:41", "description": "Few Republicans appeared on the major Sunday talk shows to defend the former president. Those who did indicated that they would rather be talking about almost anything else.", "filename": "2022_08_28_us_politics_republicans-trump-search_1666740198.html", "image_url": "https://static01.nyt.com/images/2022/08/28/multimedia/28dc-republicans/28dc-republicans-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_28_us_politics_republicans-trump-search_1666740198.html", "title": "Republicans Signal Worries About Trump and the Midterms", "title_page": "Republicans Signal Worries About Trump and the Midterms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Headed into 2022, Republicans were confident that a red wave would sweep them into control of Congress based on the conventional political wisdom that the midterm elections would produce a backlash against President Biden, who has struggled with low approval ratings.\nBut now some are signaling concern that the referendum they anticipated on Mr. Biden — and the high inflation and gas prices that have bedeviled his administration — is being complicated by all-encompassing attention on the legal exposure of a different president: his predecessor, Donald J. Trump.\nThose worries were on display on Sunday morning as few Republicans appeared on the major Washington-focused news shows to defend Mr. Trump two days after a redacted version of the affidavit used to justify the F.B.I. search of his Mar-a-Lago estate revealed that he had retained highly classified material related to the use of “clandestine human sources” in intelligence gathering. And those who did appear indicated that they would rather be talking about almost anything else.\nSenator Roy Blunt, Republican of Missouri, acknowledged that Mr. Trump “should have turned the documents over” but quickly pivoted to the timing of the search.", "url": "https://www.nytimes.com/2022/08/28/us/politics/republicans-trump-search.html"}