{"authors": ["Mike Isaac", "Lauren Hirsch"], "date_download": "2022-10-25 23:40:27", "date_modify": "2022-10-25 23:40:27", "date_publish": "2022-04-04 11:59:43", "description": "The Tesla chief executive, who has been critical of Twitter’s content moderation policies, has bought 9.2 percent of the social media company.", "filename": "2022_04_04_technology_elon-musk-twitter_1666741227.html", "image_url": "https://static01.nyt.com/images/2022/04/05/business/04musk-twitter-sub2/04musk-twitter-sub2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_04_technology_elon-musk-twitter_1666741227.html", "title": "Elon Musk Becomes Twitter’s Largest Shareholder", "title_page": "Elon Musk Becomes Twitter’s Largest Shareholder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Elon Musk mulled taking Tesla private in 2018, he posted on Twitter to tell the world about it. When he got stuck in traffic in 2016, he tweeted the idea of an underground tunnel system to alleviate “soul destroying” congestion. And when he challenged President Vladimir V. Putin of Russia to one-on-one combat last month, he broadcast it on Twitter.\nNow Mr. Musk is putting his money where he mouths off.\nOn Monday, a regulatory filing with the Securities and Exchange Commission revealed that Mr. Musk, the billionaire chief executive of Tesla and SpaceX and the world’s wealthiest person, had bought a 9.2 percent stake in Twitter, the social media platform where he has over 80 million followers. The purchase appears to make Mr. Musk Twitter’s largest shareholder, ahead of the 8.8 percent stake owned by the mutual-fund company Vanguard and dwarfing the 2.3 percent stake of Jack Dorsey, Twitter’s former chief executive.\nMr. Musk’s Twitter investment, which he has been accumulating since at least last month, was worth about $2.89 billion based on the closing price of the company’s stock on Friday. But by the end of Monday, after news of his buy-in sent Twitter’s share price soaring more than 27 percent, it was worth about $3.7 billion. The shares are a fraction of Mr. Musk’s reported $270 billion-plus net worth.\nDespite his penchant for sharing everything on Twitter — from business ideas, insults and memes to, this past weekend, his experience at a famed Berlin nightclub — Mr. Musk was uncharacteristically mum on the purchase of the company’s shares, at least initially.", "url": "https://www.nytimes.com/2022/04/04/technology/elon-musk-twitter.html"}