{"authors": ["Marc Santora", "Maria Varenikova", "Matthew Mpoke Bigg"], "date_download": "2022-10-25 23:41:08", "date_modify": "2022-10-25 23:41:08", "date_publish": "2022-07-30 15:52:41", "description": "Ukrainian authorities gathered evidence that they said showed Russia had orchestrated an explosion that killed at least 50 of their soldiers.", "filename": "2022_07_30_world_europe_ukraine-prison-explosion_1666741268.html", "image_url": "https://static01.nyt.com/images/2022/07/30/world/30UKRAINE-LEDEALL-TOP/30UKRAINE-LEDEALL-TOP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_30_world_europe_ukraine-prison-explosion_1666741268.html", "title": "Ukraine Calls for Investigation Into Prison Explosion", "title_page": "Ukraine Calls for Investigation Into Prison Explosion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As global outrage grew over an explosion that killed at least 50 Ukrainian prisoners held at a Russian detention camp, Ukrainian authorities called for an international investigation on Saturday while marshaling evidence that they said would prove that Russia had orchestrated what they described as a “terrorist attack.”\nSince the explosion late Thursday at Correctional Colony No. 120, a prison camp in the Russian-occupied eastern region of Donetsk, the warring parties have presented diametrically opposed accounts of what happened, further embittering a war now entering its sixth month.\nRussian officials claimed that Ukrainians, using precision weapons supplied by the United States, had attacked the prison themselves, to deter defectors. The Ukrainian authorities rejected the narrative as absurd and said that the deaths were a premeditated atrocity committed by Russian forces from within the prison, where survivors described being given just enough food to survive and suffering ritual beatings, including with chains and metal pipes.\nThe explosion is particularly painful for the government of President Volodymyr Zelensky of Ukraine because many of the dead had fought to defend Mariupol, a port on the Black Sea, and then retreated to the city’s Azovstal steelworks. For weeks there, they withstood a Russian onslaught before finally surrendering in May.", "url": "https://www.nytimes.com/2022/07/30/world/europe/ukraine-prison-explosion.html"}