{"authors": ["Sheera Frenkel"], "date_download": "2022-10-25 23:32:15", "date_modify": "2022-10-25 23:32:15", "date_publish": "2022-03-05 10:00:19", "description": "The Chinese-owned video app is dealing with a flood of war videos and the question of whether it is spreading unverified information.", "filename": "2022_03_05_technology_tiktok-ukraine-misinformation_1666740735.html", "image_url": "https://static01.nyt.com/images/2022/03/04/business/00tiktok-ukraine/00tiktok-misinfo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_05_technology_tiktok-ukraine-misinformation_1666740735.html", "title": "TikTok Is Gripped by the Violence and Misinformation of Ukraine War", "title_page": "TikTok Ukraine War Videos Raise Questions About Spread of Misinformation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TikTok and other social media platforms are also under pressure from U.S. lawmakers and Ukrainian officials to curb Russian misinformation about the war, especially from state-backed media outlets such as Russia Today and Sputnik. In response, YouTube has said it would block Russia Today and Sputnik in the European Union, while Twitter and Meta, the parent of Facebook, have said they would label content from the outlets as state sponsored.\nTikTok has also banned Sputnik and Russia Today in the E.U., and on Friday said it would start labeling the outlets as state-sponsored in the countries where they are still available. The app also said on Thursday that it had dedicated more resources to monitoring for misleading content about the war.\n“We continue to respond to the war in Ukraine with increased safety and security resources to detect emerging threats and remove harmful misinformation,” said Hilary McQuaide, a TikTok spokeswoman. On Sunday, TikTok said it would suspend livestreaming and new content being uploaded from Russia.\nFor years, TikTok largely escaped sustained scrutiny about its content. Unlike Facebook, which has been around since 2004, and YouTube, which was founded in 2005, TikTok only became widely used in the past five years. Owned by China’s ByteDance, the app was designed to make one- to three-minute videos easy to create and share. It developed a reputation as a destination for addictive, silly and fun videos, especially for young users.\nThe app has navigated some controversies in the past. It has faced questions over harmful fads that appeared to originate on its platform, as well as whether it allows underage users and adequately protects their privacy.\nBut the war in Ukraine has supersized the issues facing TikTok, which has over one billion users globally.\nThe volume of war content on the app far outweighs what is found on some other social networks, according to a review by The Times. Videos with the hashtag #Ukrainewar have amassed nearly 500 million views on TikTok, with some of the most popular videos gaining close to one million likes. In contrast, the #Ukrainewar hashtag on Instagram had 125,000 posts and the most popular videos were viewed tens of thousands of times.", "url": "https://www.nytimes.com/2022/03/05/technology/tiktok-ukraine-misinformation.html"}