{"authors": ["Michael Barbaro", "Rob Szypko", "Sydney Harper", "Mooj Zadie", "Will Reid", "Liz O. Baylen", "Marion Lozano", "Rowan Niemisto", "Chris Wood", "Original Music"], "date_download": "2022-10-25 23:23:22", "date_modify": "2022-10-25 23:23:22", "date_publish": "2022-09-21 10:00:06", "description": "Two conservative governors are trying to make undocumented immigration a problem for blue states, not just red ones.", "filename": "2022_09_21_podcasts_the-daily_migrants-marthas-vineyard-desantis_1666740202.html", "image_url": "https://static01.nyt.com/images/2022/09/21/world/21daily-migrants/21daily-migrants-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_21_podcasts_the-daily_migrants-marthas-vineyard-desantis_1666740202.html", "title": "How Border Politics Landed in Martha’s Vineyard", "title_page": "How Border Politics Landed in Martha’s Vineyard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nmichael barbaro\nFrom “The New York Times,” I’m Michael Barbaro. This is “The Daily.” [MUSIC PLAYING] Today, when nearly 50 Venezuelan migrants showed up without warning on the wealthy island of Martha’s Vineyard, it was the culmination of a months-long strategy by two of the country’s most conservative governors to make undocumented immigration a problem for blue states, not just red ones. My colleague Miriam Jordan on how that strategy has played out and what it’s meant for the migrants caught in the middle. It’s Wednesday, September 21. Miriam, how did all of this begin?\nmiriam jordan\nWell, with the number of migrants arriving at the border growing very quickly, we have a very ambitious governor, Greg Abbott —\narchived recording (greg abbott) Well, thank you, everybody, for being with us here today. I’m joined today —\nmiriam jordan\n— who announced in early April that he had to do something about it.\narchived recording (greg abbott) Texas will be taking its own unprecedented actions this month —\nmiriam jordan\nAnd he wanted to show the country and the White House that this shouldn’t just be his problem.\narchived recording (greg abbott) — to help local officials whose communities are being overwhelmed by hordes of illegal immigrants who are being dropped off by the Biden administration. Texas is providing charter buses to send these illegal immigrants who have been dropped off by the Biden administration to Washington, DC.\nmiriam jordan\nSo he announced that he was going to start putting migrants on buses and shipping them to the nation’s capital.\narchived recording 1 One question — is there a place in DC that you all are planning to send these migrants to? Is there a designated area you guys have in this plan? archived recording (greg abbott) The first location will be the steps of the United States Capitol.\nmichael barbaro\nRight, and for an ambitious Republican governor who wants to make the point that immigration should not just be his problem or Texas’s problem, what could be more symbolically powerful than literally delivering migrants from his state to the president’s doorstep in Washington, DC? But Miriam, what’s happening in April in particular that motivates Abbott to do this?\nmiriam jordan\nAt this point in time, the governor is worried that a pandemic-era policy known as Title 42, which was resulting in the expulsion swiftly of tens of thousands of migrants who showed up at the border back to Mexico —\nmichael barbaro\nExpedited deportation, basically.\nmiriam jordan\nAbsolutely. Yes, exactly — was going to be terminated by the Biden administration at the direction of the Centers for Disease Control. That was due to occur in May, and he said that this would result in millions of migrants showing up at the border, as many migrants as live in some cities in Texas.\nmichael barbaro\nWow, and did that happen?\nmiriam jordan\nNo, we didn’t have millions of migrants arrive virtually overnight, because the Biden administration did not terminate Title 42 because Texas and other Republican states sued to keep it in place. So many of the migrants who are crossing the border are still getting quickly deported, but there’s still lots of people coming. And many of these people can’t be swiftly deported. One group of migrants in particular falls into that category, Venezuelans, because the United States does not have diplomatic relations with Venezuela. Therefore, they cannot be sent back. And let’s just take a step back and talk a little bit about how broken Venezuela is.\nmichael barbaro\nPlease.\nmiriam jordan\nSo this is now the country that has the second-largest displaced population in the world. Since about 2015, more than one out of five Venezuelans have left their home country to try to make a living in mainly neighboring countries like Colombia, Ecuador, Brazil, but with the advent of COVID and the hard hit that the economies of these countries took, they began to seek the United States as a better alternative.\nmichael barbaro\nRight, because the economy here is, on a relative basis, thriving.\nmiriam jordan\nAbsolutely, and so even with Title 42 still in place, we have this surge of migrants from Venezuela. And they’re the fastest-growing group showing up at the border. So Governor Abbott, who has a penchant for political drama, persists with his plan to bus these migrants from Texas to Washington.\nmichael barbaro\nSo Miriam, how does Abbott just logistically get these migrants on a bus to Washington? How does that work?\nmiriam jordan\nWell, typically, migrants who are seeking asylum like these Venezuelans turn themselves in to the border patrol. The border patrol then takes them to a processing facility where it makes sure that they don’t have a criminal record and releases them to a shelter in the area, and from the shelters, migrants usually find their way to their destination. But what was happening in this case was that officials from the state of Texas were approaching the migrants after they were released and offering them free bus rides to Washington, DC.\nmichael barbaro\nSo Texas is basically saying, before you all scatter off to whatever place in the US you think is best, let us take that problem off of your shoulders. Here’s a ride to Washington, DC.\nmiriam jordan\nThat’s right. And Venezuelans tend not to have friends or family in the United States to join, so they may not even have a specific city in mind where they want to make a start or settle. That’s very different from migrants from Mexico and from Guatemala, Honduras, other places in Central America, who have family and relatives waiting for them here.\nmichael barbaro\nSo Governor Abbott’s strategy just happens to coincide with the emergence of Venezuelans as a major population crossing the border with no particular destination, as you said, in mind, and this invitation to go to Washington is pretty appealing, it sounds like.\nmiriam jordan\nAbsolutely, and there are plenty of jobs in the service sector, in construction, hospitality — you name it — that are begging for workers. And these migrants are willing to do pretty much any job to start sending money home to their families, and I hear that again and again.\nmichael barbaro\nGot it.\nmiriam jordan\nFor example, one of the migrants I met who had crossed the border is named Lever Alejos. Lever, who’s 29, had been solidly middle class in a northern Venezuelan town. He had been running his own machine repair shop for many years and felt steady and stable, but with his country falling apart, he suddenly could not provide for his son. His business couldn’t stay afloat, and he made the decision to sell the shop and, with the $750 that he made on it, embark on this journey overland to reach the Southern border. Once he finally arrives at the border, he’s processed by immigration authorities and released. After he’s released, he’s in a shed outside a shelter with a bunch of other migrants, and they’re approached about this possibility of a free ride to Washington. And the way he explained it to me was that the migrants were told that if they had no money, they would be better off getting on a bus that was free than trying to figure out how they were going to leave the border. And at this point, Lever told me that he had no money left and didn’t really know how he was going to get to the interior of the country, but he was desperate to get to a city where he could find work and start sending money home. And this bus ride was this gift.\nmichael barbaro\nSo he takes it.\nmiriam jordan\nHe takes it gladly.\nmichael barbaro\nSo Miriam, what happens to these Venezuelan migrants, people like Lever, once their buses arrive in Washington?\narchived recording 2 — from Fox. Well, new video coming in right now from DC, where a bus from Texas has arrived —\nmiriam jordan\nSo perhaps intentionally, the governor of Texas does not offer any advance notice to either anyone in government or any of the humanitarian organizations that are receiving the migrants.\narchived recording 3 Sure enough, just after 8:00 AM local here, a bus showed up. 23 migrants got off the bus, 19 males, four females, and also two young children.\nmiriam jordan\nThese buses are showing up late night, early morning.\narchived recording 4 Bus by bus, more migrants are arriving in the nation’s capital —\nmiriam jordan\nAnd what started as a trickle with one bus every couple of nights with about 20 people or 15 —\narchived recording 5 DC migrant aid groups say around a hundred people are arriving every day.\nmiriam jordan\n— grows and grows and grows —\narchived recording 6 Those migrants who have arrived in DC say they were promised help, but now they’re waiting inside Union Station for that help to come.\nmiriam jordan\n— until there are five buses arriving in a single day, and around this time —\narchived recording 7 Right now, migrants are being bussed from Arizona to Washington, DC, Governor Ducey approving —\nmiriam jordan\nArizona’s governor actually follows Abbott’s lead —\narchived recording 8 The governor’s office insists no one is being forced to ride the bus. 368 asylum seekers have.\nmiriam jordan\n— and also starts sending people on buses to DC, and it’s chaos. [MUSIC PLAYING] You have many of these migrants, like Lever, ending up in the streets, and volunteer organizations are becoming increasingly frustrated because they feel like they don’t have support from the city.\narchived recording 9 DC Mayor Muriel Bowser has requested the National Guard for what she calls a humanitarian crisis.\nmiriam jordan\nAnd in fact, the mayor of Washington DC, Muriel Bowser —\narchived recording (muriel bowser) So I’ve asked for the deployment of the Guard as long as we need the Guard to deal with the humanitarian crisis.\nmiriam jordan\n— actually calls on the National Guard to help handle what she calls this critical situation with a flood of border crosses showing up in the nation’s capital.\narchived recording 10 Well, the Pentagon has rejected a request by Washington, DC’s, mayor.\nmiriam jordan\nBut the Pentagon rejects the mayor’s request. [MUSIC PLAYING]\nmichael barbaro\nOK, so at this point, the city of Washington is left on its own to try to handle these buses of migrants that keep coming, you’re saying, day after day, sometimes multiple times a day. If you’re Governor Abbott and you wanted to make Texas’s problem Washington’s problem, it seems like he has, in many ways, succeeded.\nmiriam jordan\nAbsolutely. By early August, Abbott delivered more than 6,200 migrants from the Southern border to the nation’s capital.\nmichael barbaro\nWow.\nmiriam jordan\nHe was sending a message to his base that he was doing the best he could to control the border while Democrats in Washington were failing, but Abbott didn’t stop there. He started sending buses to New York City, too.\nmichael barbaro\nSo now Governor Abbott is taking aim at another big Democratic city. First, it’s Washington, DC, where he’s sending these migrants from the border. Now he’s sending them to New York City, clearly trying to make the same point in an even bigger metropolis.\nmiriam jordan\nExactly, and then we have this back and forth between the Republican governor and these Democratic mayors, who are really angry at what he’s doing. And he fires back that, well, you love immigrants. You’re sanctuary cities.\nmichael barbaro\nAnd he’s correct, right? Washington, DC, New York City have designated themselves as places that will not help deport undocumented immigrants. That’s what it means to be a sanctuary city. Is that correct?\nmiriam jordan\nExactly, that these cities will not participate in any official effort to rid themselves of immigrants who arrive, regardless of whether they enter the country with authorization or not.\nmichael barbaro\nGot it. OK, so what Abbott is saying is, if you’re sanctuaries, be a sanctuary.\nmiriam jordan\nExactly. So throughout August, this pattern continues of bus after bus arriving in Washington, DC, and in New York. Chicago becomes the next city, and suddenly, we see the governor of Florida pushing this tactic further. [MUSIC PLAYING]\nmichael barbaro\nHow so, and why so?\nmiriam jordan\nWell, Florida — yeah, it’s not a border state, but Governor DeSantis is also a very ambitious politician. He, as we know, has his eye on the White House.\nmichael barbaro\nRight. Basically, he’s a Republican rival to Greg Abbott.\nmiriam jordan\nAbsolutely, and he sees the traction that Abbott is getting with this issue. So maybe it’s time for him to do something bigger and better.\nmichael barbaro\nAnd what might that be?\nmiriam jordan\nMartha’s Vineyard. [MUSIC PLAYING]\nmichael barbaro\nWe’ll be right back. Miriam, can you just explain what Martha’s Vineyard is, what it represents, and why Governor DeSantis of Florida, in his effort to, in a way, one-up Governor Abbott of Texas, decides that this is the place where he is going to send migrants?\nmiriam jordan\nWell, Martha’s Vineyard is this idyllic, seasonal vacation spot for ultra-wealthy folks in Massachusetts off the coast of Cape Cod. It’s famous for being beloved by Democrats. The Kennedys spent time there, the Clintons. The Obamas have a house there. Hollywood royalty spend summers there. It’s the ultimate liberal bastion.\nmichael barbaro\nGot it, but at its core, it’s just basically a beach town.\nmiriam jordan\nIt’s a speck of an island, and there’s not much going on there except during high season over the summer.\nmichael barbaro\nSo given all that, how does the governor of Florida persuade migrants to go to this, as you, Miriam, called it, speck of an island, this vacation spot, where economic opportunity wouldn’t seem to be all that plentiful?\nmiriam jordan\nWith a lot of preplanning. From our reporting, we gathered that an envoy who identified herself as Perla was dispatched to San Antonio where a group of migrants were standing in a parking lot across from a shelter and started distributing McDonald’s gift cards to them, and then she made them an offer that many of them couldn’t refuse, a free flight to Massachusetts.\nmichael barbaro\nSo just to make sure I understand this, because it’s a little bit complicated — the governor of Florida is dispatching someone to Texas, several states away, to essentially use immigrants there to accomplish his goal of sending migrants to Massachusetts.\nmiriam jordan\nYeah, it’s weird, but I guess he couldn’t find migrants in his own state. So he had to go to the point of entry —\nmichael barbaro\nRight, Texas.\nmiriam jordan\n— for the migrants. And in fact, it seems that this woman who identified herself as Perla to the migrants was so intent on filling planes to Martha’s Vineyard that she not only was interacting and enticing migrants at the McDonald’s, but I spoke with migrants who encountered her when they were in a supermarket nearby or walking down the street looking for work and, in fact, told her, if you want to help me, I want work.\nmichael barbaro\nNot a flight necessarily to Massachusetts.\nmiriam jordan\nExactly. And she presented them with this opportunity to go to Massachusetts and assured them that they would get on a path to finding jobs and laying down roots once they arrived.\nmichael barbaro\nAnd as we now all know, some number of them say yes.\nmiriam jordan\nExactly. So eventually, Perla has gathered about 50 people who she puts on to planes to Martha’s Vineyard.\nmichael barbaro\nGot it, and do these migrants know they’re going to Martha’s Vineyard?\nmiriam jordan\nThe migrants we’ve interviewed have told us that they did not understand that they were going to end up on a small island. Many of them told us that they understood that they were going to Massachusetts and were assured that Boston was their destination.\nmichael barbaro\nSo in a sense, they were deceived.\nmiriam jordan\nYes.\nmichael barbaro\nAnd so what happens once these roughly 50 migrants land on the island of Martha’s Vineyard?\nmiriam jordan\nWell, just as in the case of DC and New York, no advance warning was given, so when they deplane, they’re basically wandering around wondering where they are, what’s happened.\nmichael barbaro\nBut I have to imagine unlike New York or DC, which have a lot of built-in resources that they can provide to migrants who show up, that Martha’s Vineyard, this tiny island off the coast of Massachusetts, does not.\nmiriam jordan\nYeah, you’re right, and by the way, while there’s plenty of work in Martha’s Vineyard during the high season, the season has just ended. So there’s not work, which is precisely what these people want, on the Vineyard right now.\nmichael barbaro\nSo the idea of sending migrants to DC and New York was a stunt, but it was a stunt with some theoretical rationale, whereas Martha’s Vineyard is a stunt without any real rationale, other than kind of sticking it to, as you said, a liberal bastion for the elite, because there is not the infrastructure or really the jobs at the end of the summer for migrants there.\nmiriam jordan\nThat’s right, but the community rallied around these immigrants —\narchived recording 11 This parish house, bustling with activity, volunteers, and organizers, working since yesterday to provide food, shelter, and immigration services. archived recording 12 Local churches, the synagogue mobilized volunteers who delivered food and clothing, toys. archived recording 13 — even giving many of the migrants phones, some of them getting the chance to speak with loved ones for the first time in months after they’ve traversed even seven countries to get to America.\nmiriam jordan\n— and spent time with the migrants, helping them to feel comfortable, safe, welcome.\narchived recording 14 What makes America great is what we see here today, which is an island community and the state of Massachusetts is coming together to support the people here. archived recording 15 [SPEAKING SPANISH]\nmiriam jordan\nAnd migrants who I interviewed were saying that they were feeling cared for. And one of them couldn’t speak any English but to say, I love Massachusetts.\nmichael barbaro\nSo despite these migrants being misled about exactly where they were going, many of them ended up somewhat pleasantly surprised by being in Martha’s Vineyard.\nmiriam jordan\nThat’s right.\nmichael barbaro\nAnd what is the reaction to this stunt from the governor of Florida?\nmiriam jordan\nWell, DeSantis basically reignited the whole firestorm that was started by Abbott. [MUSIC PLAYING] By relocating dozens of migrants, he seemed to create the same kind of stir Abbott had caused by relocating thousands.\narchived recording 16 It’s really shameful. archived recording 17 It’s twisted. archived recording 18 It is pathetic that these governors are taking advantage of these helpless people.\nmiriam jordan\nOn the left, there’s a huge amount of outrage.\narchived recording 19 Instead of working with us on solutions, Republicans are playing politics with human beings, using them as props.\nmiriam jordan\nYou have some criticizing the governor for playing games with migrants’ lives —\narchived recording 20 He effectively kidnapped these people, luring them onto planes with promises of jobs, and then he proceeded to send them to a tiny island with no support services.\nmiriam jordan\n— because here, there’s not even the plausible deniability that he was trying to connect them to resources.\narchived recording 21 I absolutely think the DOJ should investigate here.\nmiriam jordan\nSome people are even calling for an investigation into whether this amounted to human trafficking.\narchived recording 21 They’re sending people across state lines under false pretenses. They are essentially trafficking these people for their own political gain.\nmiriam jordan\nBut the conservative media celebrates the fact that liberal America is having to confront this immigration problem at its doorstep.\narchived recording (tucker carlson) They are outraged by the idea of illegal aliens near their island vacation homes. Before long, they’ll be tweeting in solidarity with the Vineyard’s white community. Hashtag #IStandWithMartha’sVineyard.\nmiriam jordan\nTucker Carlson, the Fox News anchor, devoted an entire monologue on his show to the fact that liberals on this island had finally been forced to confront a problem that they lived far removed from.\narchived recording (tucker carlson) They are so insulated from the effects of Joe Biden’s lunatic immigration policies that none of it matters to them.\nmiriam jordan\nAnd DeSantis seems to be relishing this moment in the spotlight.\narchived recording (ron desantis) We take what’s happening at the Southern border very seriously, unlike some and unlike the President of the United States, who has refused to lift a finger to secure that border.\nmiriam jordan\nHe held a press conference last week where he doubled down on his decision to send people up North and, in fact, did not back off from the idea of doing it again.\narchived recording (ron desantis) Our message to them is, we are not a sanctuary state, and it’s better to be able to go to a sanctuary jurisdiction. And yes, we will help facilitate that transport for you to be able to go to greener pastures. [APPLAUSE]\nmichael barbaro\nSo how should we be thinking about the larger meaning of all of this, not just what happened on Martha’s Vineyard but in DC and in New York over the past few months? These Republican governors start off by saying, we want the burden of undocumented immigration to be shared by many states, not just those who live on the border, and they’re accomplishing that but in arguably a pretty deceptive, many would say, cruel way because arguably, if these governors wanted to do so, they could work with blue states, right? Governor Abbott could work with New York, could work with Washington, DC. Governor DeSantis could work with Massachusetts to facilitate an orderly transfer of migrants to these jurisdictions. But these governors haven’t done it that way. They are not doing it in good faith. They’re doing it in a way that’s meant deliberately, it seems, to be chaotic, so what should we make of that?\nmiriam jordan\nThat it’s not in their political interest to find a solution to the problem. It seems to be a priority to elevate the problem in the public square to benefit them in their political careers rather than to try to sit down and have a meaningful dialogue with the Democratic leadership on how to address this problem. There’s no doubt that there are very large numbers of people showing up at our border. The world is in turmoil. I’ve never seen as many people from as many countries before at the border, and they’re not going to stop coming as long as they’re desperate and in search of a better life. So it’s really ultimately incumbent on Congress to fix our broken immigration system, but we’ve never seemed farther away from coming to a consensus on how to do that because the country is so divided. The parties are so polarized, and there seems to be no will to come to the table.\nmichael barbaro\nRight, and these governors are not encouraging anyone to come to the table with these tactics.\nmiriam jordan\nNo, they are not.\nmichael barbaro\nMiriam, you had told us at the beginning of our conversation about the story of Lever Alejos, the Venezuelan man who took that bus ride to Washington, DC, and I’m curious how he’s doing. Is he still in Washington?\nmiriam jordan\nLever is still in Washington, and he’s thriving, considering where he was at when I first met him. Lever has found a job working at concession stands, soccer games, football games. He’s sending money home to his seven-year-old son. He’s bought himself a new cell phone. He’s making plans to buy a car, a used car, a 2012 Honda Civic, but nonetheless a car so that he doesn’t have to rely on public transportation. And after that, he plans to move out of the shelter where he has been living since I met him in late July, find a place to live, either share an apartment with some other Venezuelans or rent a room somewhere. And he actually told me that he’s grateful that he got on the Abbott bus to Washington.\nmichael barbaro\nHe’s grateful to Governor Abbott.\nmiriam jordan\nYes, while fully understanding that Governor Abbott put him on that bus because the governor did not want him and other migrants to stay in his state. He feels that that opened up a world of possibilities for him because it brought him to a city where he has found that there’s a lot of opportunity for growth, and he feels like he’s in a good place.\nmichael barbaro\nMiriam, there’s kind of an irony to his story, right? And I don’t know exactly how representative it is, but just to focus on him for a minute, he’s thriving. And when I think back to what Governor Abbott wanted to accomplish by sending migrants like him from Texas to Washington, it was to diminish and try to end these border crossings, but his success, the fact that he’s doing so well now in Washington, would seem to perhaps encourage this kind of migration, right? And I don’t suspect that’s what Governor Abbott intended.\nmiriam jordan\nNo, I don’t think that was his intention. People like Lever are telling their friends, as we speak, that they found work, that they’re doing well, and so others will follow. And in fact, as has been the case for decades, more people will hear the story and come to the US because our system is broken, and it allows that to happen. [MUSIC PLAYING] The reality is, this is an intractable problem, and moving people around the country on buses and in planes from state to state isn’t going to solve the immigration problem.\nmichael barbaro\nMiriam, thank you very much.\nmiriam jordan\nThank you for having me.\nmichael barbaro\nAfter we spoke with Miriam, a sheriff in Texas announced he had opened a criminal investigation into the flight that took migrants from San Antonio to Martha’s Vineyard.\narchived recording (javier salazar) I believe there’s some criminal activity involved here, but at present —\nmichael barbaro\nDuring a news conference, the sheriff, Javier Salazar, said it appeared that the migrants had been lured to Martha’s Vineyard under false pretenses.\narchived recording (javier salazar) Somebody coming and preying upon people that are here, minding their own business and are here legally, not bothering a soul — but somebody saw fit to come from another state, hunt them down, prey upon them, and then take advantage of their desperate situation just for the sake of political theater, just for the sake of making some sort of a statement and putting people’s lives in danger.\nmichael barbaro", "url": "https://www.nytimes.com/2022/09/21/podcasts/the-daily/migrants-marthas-vineyard-desantis.html"}