{"authors": ["John Ismay"], "date_download": "2022-10-25 23:33:44", "date_modify": "2022-10-25 23:33:44", "date_publish": "2022-10-06 21:50:53", "description": "Ukrainian officials have asked for a weapon that can strike targets 190 miles away. But the Pentagon — wary of widening the war — says the ones it has provided are powerful enough.", "filename": "2022_10_06_us_ukraine-war-missile_1666740824.html", "image_url": "https://static01.nyt.com/images/2022/10/06/us/politics/00dc-missile/merlin_208150392_ff7cd280-e287-4de4-943f-c1875b948036-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_us_ukraine-war-missile_1666740824.html", "title": "The Missile Ukraine Wants Is One the U.S. Says It Doesn’t Need", "title_page": "Ukraine Wants ATACMS, Long-Range Missiles the U.S. Says It Doesn’t Need - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why has this weapon been such a sensitive issue?\nIt comes down to this: concern in the White House that Ukraine could use the long-range missile to strike targets deep inside Russia, and that President Vladimir V. Putin might respond by escalating the war, possibly by invading a neighboring NATO country.\n“We’re trying to avoid World War III,” President Biden has said.\nBut President Volodymyr Zelensky of Ukraine says the weapon is crucial to his country’s ability to launch a wider counteroffensive after its recent advances. He has also insisted that he has no plans to strike Russian cities or target civilians.\nWhat is this thing?\nThe missile was developed in the 1980s to destroy high-value Soviet targets deep behind enemy lines. It was built as a rare guided weapon at a time when the United States mainly relied on “dumb bombs” and other unguided munitions for attacking targets on the ground.\nA spokeswoman for Lockheed Martin said that the company has built 60,000 GMLRS and 4,000 ATACMS to date, some of which have been sold to foreign allies. A senior defense official told The New York Times that the United States can more easily part with the less expensive guided rockets, given that the Pentagon’s tactical missiles are all reserved for top secret war plans in places like the Korean Peninsula.\nBecause ATACMS is the U.S. Army’s longest-range surface-fired weapon, it has traditionally been used in missions approved by three-star generals for the highest-priority targets on a battlefield. Lower-ranking officers are allowed to launch guided rockets as needed in combat.", "url": "https://www.nytimes.com/2022/10/06/us/ukraine-war-missile.html"}