{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:37:05", "date_modify": "2022-10-25 23:37:05", "date_publish": "2022-06-13 10:28:58", "description": "To say goodbye to a transformative tenure at the Komische Oper in Berlin, this director staged an “All-Singing, All-Dancing Yiddish Revue.”", "filename": "2022_06_13_arts_music_barrie-kosky-komische-oper_1666741025.html", "image_url": "https://static01.nyt.com/images/2022/06/13/arts/13komische-notebook/13komische-notebook-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_13_arts_music_barrie-kosky-komische-oper_1666741025.html", "title": "After 10 Years, Barrie Kosky Leaves His Opera House Dancing", "title_page": "After 10 Years, Barrie Kosky Leaves His Opera House Dancing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — It’s difficult to pinpoint the most outrageous moment of “Barrie Kosky’s All-Singing, All-Dancing Yiddish Revue,” which opened at the Komische Oper here on Friday. Is it the 1960s-era pilot and flight attendant in drag belting “My Way” (sorry, “Mayn Veg”) under a shower of golden confetti? The subtle camp of an imaginary Choir of Temple Beth Emmanuel singing with straight-faced sincerity? The “message from our sponsors” advertising “delectably light, always right, gefilte fish in jars”?\nBut maybe the evening is less about those moments than about Kosky himself: the Australian-born director who has become an essential figure of the Berlin, not to mention European, opera scene, an erstwhile foreigner who speaks in a fluid blend of German, English and Yiddish and has risen to being addressed on Friday by Claudia Roth, Germany’s culture commissioner, as “lieber,” or dear, Barrie.\nSo much of the “Revue” embodies the ethos of the house he has built during the decade of his leadership, which comes to an end this summer. Queer, Jewish, entertaining and executed at a high level, the show is a quintessential production of the Komische Oper, the city’s most reliably interesting and revelatory opera company.\nUnder Kosky — a showman through and through, who operates with a young idealist’s belief in the power of theater and a brazen disregard for divisions between so-called high and low art — the Komische Oper has been the kind of place where you could see Schoenberg’s “Moses und Aron” one night and Mozart the next, followed by a Broadway musical, a Weimar-era operetta and, for good measure, something Baroque.", "url": "https://www.nytimes.com/2022/06/13/arts/music/barrie-kosky-komische-oper.html"}