{"authors": ["Lara Jakes"], "date_download": "2022-10-25 22:58:53", "date_modify": "2022-10-25 22:58:53", "date_publish": "2022-02-26 15:04:11", "description": "Thousands of Ukrainians will end up in countries led by nationalist governments that have been reluctant to welcome refugees in the past.", "filename": "2022_02_26_us_politics_ukraine-europe-refugees_1666738733.html", "image_url": "https://static01.nyt.com/images/2022/02/25/us/politics/25dc-refugees-1/25dc-refugees-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_26_us_politics_ukraine-europe-refugees_1666738733.html", "title": "For Ukraine’s Refugees, Europe Opens Doors That Were Shut to Others", "title_page": "For Ukraine’s Refugees, Europe Opens Doors That Were Shut to Others - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nWASHINGTON — Russia’s invasion of Ukraine has pushed tens of thousands of people out of their homes and fleeing across borders to escape violence. But unlike the refugees who have flooded Europe in crises over the past decade, they are being welcomed.\nCountries that have for years resisted taking in refugees from wars in Syria, Iraq and Afghanistan are now opening their doors to Ukrainians as Russian forces carry out a nationwide military assault. Perhaps 100,000 Ukrainians already have left their homes, according to United Nations estimates, and at least half of them have crowded onto trains, jammed highways or walked to get across their country’s borders in what officials warn could become the world’s next refugee crisis.\nU.N. and American officials described their concerted diplomatic push for Ukraine’s neighbors and other European nations to respond to the outpouring of need. President Biden “is certainly prepared” to accept refugees from Ukraine, Jen Psaki, the White House press secretary, said on Thursday, but she noted that the majority of them would probably choose to remain in Europe so they could more easily return home once the fighting ended.", "url": "https://www.nytimes.com/2022/02/26/us/politics/ukraine-europe-refugees.html"}