{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:46:55", "date_modify": "2022-10-25 23:46:55", "date_publish": "2022-03-16 19:49:11", "description": "Focusing on electric vehicles, Volkswagen aims for growth in North America, though it could face tough competition.", "filename": "2022_03_16_automobiles_volkswagen-electric-vehicles-us_1666741615.html", "image_url": "https://static01.nyt.com/images/2022/03/16/multimedia/16VW/16VW-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_16_automobiles_volkswagen-electric-vehicles-us_1666741615.html", "title": "Volkswagen eyes U.S. market as war in Ukraine disrupts European production.", "title_page": "Volkswagen Eyes U.S. Electric Vehicle Market as Ukraine War Disrupts Production - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Volkswagen is shifting its focus toward North America, as the fallout from Russia’s attack on Ukraine caused more supply chain headaches for the company in Europe, executives said.\nSince the outbreak of the war last month, several of the brands in the Volkswagen Group, including Porsche and Volkswagen, have been forced to suspend production at their plants because of disruptions to supplies, especially the wiring systems essential to the operation of vehicles.\nHerbert Diess, the company’s chief executive, said on Tuesday that in response, Volkswagen was “shifting car production to regions such as China and the Americas” to help compensate for the disruptions in Europe and fill a backlog of orders.\nLast year a shortage of semiconductors that plagued the industry contributed to a 6.3 percent drop in sales for Europe’s largest carmaker. But the company made more than 20 billion euros ($22 billion) in profit before taxes in 2021, nearly doubling that of the previous year, thanks to a focus on building more profitable higher-end vehicles and lowering expenses.", "url": "https://www.nytimes.com/2022/03/16/automobiles/volkswagen-electric-vehicles-us.html"}