{"authors": ["Sheryl Gay Stolberg", "Sharon Otterman", "Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:42", "date_modify": "2022-10-25 23:23:42", "date_publish": "2022-08-18 22:38:42", "description": "The Biden administration will distribute monkeypox vaccine to jurisdictions that adopt a new protocol using one-fifth the regular dose. Critics called the plan “unscientific.”", "filename": "2022_08_18_us_politics_monkeypox-vaccine-intradermal-dose_1666740222.html", "image_url": "https://static01.nyt.com/images/2022/08/18/us/politics/18dc-monkeypox/merlin_211517709_789013c5-366b-489c-93c1-2ae642f3f924-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_18_us_politics_monkeypox-vaccine-intradermal-dose_1666740222.html", "title": "Monkeypox Vaccine Plan Prods Cities and States to Adopt New Dosing Regimen", "title_page": "Monkeypox Vaccine Plan Prods Cities and States to Adopt New Dosing Regimen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The White House, under pressure to contain a growing monkeypox outbreak, announced on Thursday that it was sending 1.8 million vaccine doses to jurisdictions that agree to use a new vaccination protocol, as public health officials prepare for Gay Pride events and the return to college campuses, which they fear could hasten spread of the virus.\nThe Biden administration has not acquired additional doses of the monkeypox vaccine. Instead, it is trying to stretch the existing stockpile by promoting a different method of administration that uses one-fifth as much per shot. Federal health officials say that is just as effective when injected into the skin instead of a full dose into underlying fat.\nThe White House plan is an effort to encourage cities and states to switch to the so-called intradermal method. Those that have done so, and used 90 percent of their current supplies of vaccine, will be able to order additional doses beginning on Monday, officials said.\n“More shots in arms is how we get the outbreak under control,” Robert J. Fenton Jr., the White House monkeypox response coordinator, told reporters on Thursday.", "url": "https://www.nytimes.com/2022/08/18/us/politics/monkeypox-vaccine-intradermal-dose.html"}