{"authors": ["William J. Broad"], "date_download": "2022-10-25 23:33:35", "date_modify": "2022-10-25 23:33:35", "date_publish": "2022-10-09 06:59:06", "description": "Analysts say the legacy of military attacks highlights the urgency of finding new ways to limit the rising dangers and prevent a repeat of the Zaporizhzhia takeover.", "filename": "2022_10_09_science_ukraine-nuclear-power-plant-crisis_1666740815.html", "image_url": "https://static01.nyt.com/images/2022/10/09/science/09reactor1/09reactor1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_09_science_ukraine-nuclear-power-plant-crisis_1666740815.html", "title": "Decades of Nuclear Reactor Strikes Predate Ukraine Power Plant Crisis", "title_page": "Zaporizhzhia Nuclear Plant Crisis Casts Light on Reactor Strike History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Russia has put Europe’s largest nuclear power plant in the cross hairs of combat, but it was not the first nation to attack an operational reactor in war. That was the United States three decades ago. The American strike on an Iraqi site is part of a little-known history in which foreign attackers have fired more than a dozen times on nuclear plants not only in Iraq but Iran, Israel and Syria. Their attacks sought to end atomic bomb programs.\nAnalysts divide the 42-year history into intensifying stages. The dangers soared in March when Russian troops attacked the six reactors at the Zaporizhzhia power plant in Ukraine and seized control of the giant complex. Its capture, and the ongoing fighting at the site, have set off global alarms over the possibility of catastrophic damage and deadly plumes of radioactive fallout.\nRussia’s siege of the Zaporizhzhia site is without precedent in the history of warfare, with an invading power aiming to extract economic leverage over a highly complex power generation plant. But experts say that knowledge of the earlier strikes on nuclear reactors, and the missed opportunities to create a global prohibition on attacking such sites, can help policymakers and the public better understand the rising dangers and ways to limit them.\n“History underscores the urgency,” said Bennett Ramberg, a former State Department analyst and author of a 1984 book on the vulnerability of reactors in war. “The scale of the current threat demands a renewed effort by the international community” to establish legal prohibitions on striking reactors during military conflict, as well as new physical protections for the atomic plants.", "url": "https://www.nytimes.com/2022/10/09/science/ukraine-nuclear-power-plant-crisis.html"}