{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:36:20", "date_modify": "2022-10-25 23:36:20", "date_publish": "2022-07-07 19:35:54", "description": "His paintings refer to race and racism, pride and prejudice, in ways that startled, seduced, elucidated, and horrified. Now they are at the New Museum.", "filename": "2022_07_07_arts_design_robert-colescott-new-museum-painter-race_1666740980.html", "image_url": "https://static01.nyt.com/images/2022/07/07/arts/07colescott-new-museum-review4/07colescott-new-museum-review4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_07_arts_design_robert-colescott-new-museum-painter-race_1666740980.html", "title": "Robert Colescott Throws Down the Gauntlet", "title_page": "Robert Colescott Throws Down the Gauntlet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Watch out. A raucous, enthralling exhibition of the great American painter Robert Colescott (1925-2009) has arrived at the New Museum, to revel in and dissect. “Art and Race Matters: The Career of Robert Colescott” is the first museum exhibition of this artist’s relentlessly provocative work to be seen in Manhattan since a 1989 show (also at the New Museum) and the most complete yet. It reveals a man who was eventually able to meld his own private demons about race with his country’s public ones, creating one of the most compelling, simultaneously personal and socially relevant bodies of work in 20th century American painting.\nTaut and carefully shaped, the show traces Colescott’s heroic trajectory from start to finish, a nervy mixture of abstraction and trompe l’oeil during his undergraduate years to a sardonic humanism that is both indicting and optimistic.\nAs a light-skinned Black American who was raised to pass for white — wanting, he would later say, “to belong to the wrong club” — Colescott did not embrace his Blackness artistically until the mid-1960s, at age 40.\nAfter 1968, he made very few paintings that did not refer to race and racism in ways that startled, seduced, elucidated, amused and horrified. Adopting a burlesque expressionism, he trafficked in stereotypes and caricature of both Blacks and whites, often reformulating Western masterpieces with nonwhite subjects. They were antic and savagely satirical. In them, race was first among equal subjects that included gender, American history, sex, religion, consumerism and jazz, as well as large doses of popular culture — that is, advertising, literature, movies, comestibles and their mascots, like Colonel Sanders.", "url": "https://www.nytimes.com/2022/07/07/arts/design/robert-colescott-new-museum-painter-race.html"}