{"authors": ["Stacy Cowley", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:34:22", "date_modify": "2022-10-25 23:34:22", "date_publish": "2022-04-26 21:19:12", "description": "Some advocates believe President Biden’s repeated extensions of the repayment pause, now set to end Aug. 31, could force his hand on loan forgiveness.", "filename": "2022_04_26_business_biden-student-loans_1666740862.html", "image_url": "https://static01.nyt.com/images/2022/04/28/business/00studentloans-1/00studentloans-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_26_business_biden-student-loans_1666740862.html", "title": "Will President Biden Forgive Student Loan Debt?", "title_page": "Will President Biden Forgive Student Loan Debt? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even the logistics of collecting payments have grown more complicated. Two big loan servicers quit last year, forcing the Education Department to shift millions of borrowers to new vendors — a process that is likely to take the rest of the year.\nThe six remaining servicers got another curveball from the Biden administration this month: Seven million people who have defaulted on their loans — nearly one in five of all federal debtors — will be restored to good standing.\nCanceling debt could make addressing all this easier, advocates say. Forgiving $10,000 per borrower would wipe out the debts of 10 million or more people, according to different analyses, which would free up resources to deal with structural flaws, proponents argue.\n“We’ve known for years that the system is broken,” said Sarah Sattelmeyer, a higher-education project director at New America, a think tank. “Having an opportunity, during this timeout, to start fixing some of those major issues feels like a place where the Education Department should be focusing its attention.”\nVoters like Ashleigh A. Mosley will be watching. Ms. Mosley, 21, a political science major at Albany State University in Georgia, said she had been swayed to vote for Mr. Biden because of his support for debt cancellation.\nMs. Mosley, who also attended Alabama A&M University, has already borrowed $52,000 and expects her balance to grow to $100,000 by the time she graduates. The debt already hangs over her head.", "url": "https://www.nytimes.com/2022/04/26/business/biden-student-loans.html"}