{"authors": ["Carol Rosenberg"], "date_download": "2022-10-25 23:50:12", "date_modify": "2022-10-25 23:50:12", "date_publish": "2022-06-14 01:39:45", "description": "Abd al-Hadi al-Iraqi agreed that his subordinates committed war crimes in attacks in 2003 and 2004 on allied forces that invaded Afghanistan.", "filename": "2022_06_13_us_politics_guantanamo-guilty-plea-abd-al-hadi-al-iraqi_1666741812.html", "image_url": "https://static01.nyt.com/images/2022/06/13/multimedia/13dc-gitmo-sub/merlin_158073774_705ef947-1949-4635-b2e7-cd6c38f6c686-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_13_us_politics_guantanamo-guilty-plea-abd-al-hadi-al-iraqi_1666741812.html", "title": "Commander of Afghan Insurgency Pleads Guilty at Guantánamo Bay", "title_page": "Commander of Afghan Insurgency Pleads Guilty at Guantánamo Bay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GUANTÁNAMO BAY, Cuba — An Iraqi prisoner who commanded insurgents during the U.S. war in Afghanistan pleaded guilty on Monday to war crimes charges related to lethal attacks on allied soldiers in 2003 and 2004, in a deal that could hand him off to the custody of another country by 2024.\nAbd al-Hadi al-Iraqi, now in his 60s, spent much of the daylong hearing responding, “Yes, your honor,” to the questions of the military judge, Lt. Col. Mark F. Rosenow, about a secret account of his activities in Afghanistan as a co-conspirator with Osama bin Laden and other top Qaeda leaders between 1996 and 2003. The account included more than 100 items.\nHe could be sentenced to 10 years in prison, much of it to be served in the custody of another country, under a plea agreement that has yet to be made public.\nHe pleaded guilty to the traditional war crimes of attacking protected property — a U.S. military medevac helicopter that insurgents who answered to him failed to shoot down in Afghanistan in 2003 — and of treachery and conspiracy connected to insurgent bombings that killed at least three allied troops, one each from Canada, Britain and Germany.", "url": "https://www.nytimes.com/2022/06/13/us/politics/guantanamo-guilty-plea-abd-al-hadi-al-iraqi.html"}