{"authors": ["Michael Schwirtz", "Andrew E. Kramer"], "date_download": "2022-10-25 23:41:05", "date_modify": "2022-10-25 23:41:05", "date_publish": "2022-10-09 00:30:12", "description": "Any impediment to traffic on the bridge could affect Russia’s ability to wage war in southern Ukraine, where Ukraine’s forces have been fighting an increasingly effective counteroffensive.", "filename": "2022_10_08_world_europe_ukraine-crimea-bridge-explosion_1666741265.html", "image_url": "https://static01.nyt.com/images/2022/10/08/world/08ukraine-brief-header-7am-NY/08ukraine-brief-header-7am-NY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_08_world_europe_ukraine-crimea-bridge-explosion_1666741265.html", "title": "Blast on Crimean Bridge Deals Blow to Russian War Effort in Ukraine", "title_page": "Blast on Crimean Bridge Deals Blow to Russian War Effort in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The bridge itself is an engineering marvel that cost an estimated $7.5 billion and for the first time created a physical link between the Russian Federation and Crimea, which for centuries was part of the Russian Empire before being given by the Soviet government to Ukraine in the 1950s, in what was then a largely ceremonial gesture.\nThe bridge allowed easier access to Crimea not only for Russian tourists, but also for Russia’s military, which transported weapons and equipment into the peninsula in the years before February’s invasion.\nIt was from Crimea that Russian forces attacked southern Ukraine, quickly gobbling up large swaths of the Kherson and Zaporizhzhia regions in the Kremlin’s most successful operation in the war to date.\nBut, as the attack on the bridge underscored, that success seems increasingly imperiled.\nAfter the explosion, Russian officials, along with the country’s increasingly bellicose military bloggers, did not wait for confirmation that Ukraine was responsible, calling for a swift and devastating response.\n“If this time, we do not respond or do not respond just so, it will show definitively that we are weak,” said Sergei Mironov, the leader of a pro-Kremlin political party. “This extreme audacity requires an extremely harsh response.”\nReporting was contributed by Maria Varenikova from Kryvyi Rih, Ukraine, Megan Specia from Kyiv, Ukraine, Cassandra Vinograd from London and Katrin Bennhold from Berlin.", "url": "https://www.nytimes.com/2022/10/08/world/europe/ukraine-crimea-bridge-explosion.html"}