{"authors": ["David E. Sanger"], "date_download": "2022-10-25 22:58:10", "date_modify": "2022-10-25 22:58:10", "date_publish": "2022-05-18 18:29:24", "description": "Mr. Biden’s pledge is far short of a treaty, or even an executive agreement committing the United States to come to the aid of both countries.", "filename": "2022_05_18_world_europe_finland-sweden-nato-us_1666738690.html", "image_url": "https://static01.nyt.com/images/2022/05/18/multimedia/18ukraine-blog-biden/18ukraine-blog-biden-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_18_world_europe_finland-sweden-nato-us_1666738690.html", "title": "Biden Endorses Finland and Sweden’s Bids to Join NATO", "title_page": "Biden Endorses Finland and Sweden’s Bids to Join NATO - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden formally endorsed Finland and Sweden’s applications to join NATO on Wednesday, while also issuing a carefully-worded warning to Russia that the U.S. would help defend the countries in the interim before they become members of the alliance covered by its commitment that “an attack on one is as attack on all.”\n“While their applications for NATO membership are being considered,” Mr. Biden said, “the United States will work with Finland and Sweden to remain vigilant against any threats to our shared security and to deter and confront aggression or the threat of aggression.”\nMr. Biden’s pledge is far short of a treaty, or even an executive agreement committing the United States to come to the aid of both countries. Instead, it amounts to what in the national security world is known as a “declaratory policy” — a declaration of the President’s intent.\nThere are other examples of such policies: Several presidents, for example, have vowed — through similar declarations — to make North Korea pay a price if it were ever caught exporting nuclear fuel to a foreign power.", "url": "https://www.nytimes.com/2022/05/18/world/europe/finland-sweden-nato-us.html"}