{"authors": ["Margot Sanger-Katz", "Claire Cain Miller", "Quoctrung Bui"], "date_download": "2022-10-25 23:53:05", "date_modify": "2022-10-25 23:53:05", "date_publish": "2022-03-06 08:00:10", "description": "New data suggests overall abortions declined much less than previously known, because women traveled out of state or ordered pills online.", "filename": "2022_03_06_upshot_texas-abortion-women-data_1666741985.html", "image_url": "https://static01.nyt.com/images/2022/03/04/us/-promo-1646417913977/-promo-1646417913977-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_06_upshot_texas-abortion-women-data_1666741985.html", "title": "Most Women Denied Abortions by Texas Law Got Them Another Way", "title_page": "Most Women Denied Abortions by Texas Law Got Them Another Way - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The law has not done anything to change people’s need for abortion care; it has shifted where people are getting their abortion,” said Kari White, principal investigator of the university’s Texas Policy Evaluation Project and the lead researcher on the new out-of-state abortion study. She expressed surprise at how few abortions were prevented by such a sweeping set of restrictions: “The numbers are way bigger than we expected. It’s pretty astounding.”\nBut for the architects of the Texas law, even a modest reduction in abortions is a success.\n“There’s no hesitation from our side to declare this a victory for actually protecting pre-born children from elective abortion,” said John Seago, the legislative director of Texas Right to Life, who was involved in the creation of the law. “We’re realists around here, so the best we can do is incentivize women to have their children.”\nGov. Greg Abbott, a Republican who said the bill “ensures that the life of every unborn child who has a heartbeat will be saved from the ravages of abortion” when he signed it, declined to comment on the new numbers.\nAs state legislatures await a Supreme Court ruling and take stock of the Texas experience this year, several have passed new abortion restrictions, even if they conflict with Roe. On Thursday night, the Florida Legislature voted to ban most abortions after 15 weeks. Somewhere between 21 and 26 states are expected to ban or substantially restrict abortion if the Supreme Court permits it. On Monday, an effort by Senate Democrats to codify abortion rights into federal law failed to attract enough votes.\nEach month in the period between September 2021, when the Texas law went into effect, and the end of the year, an average of 1,400 women went to one of seven nearby states, according to one of the new studies, released Sunday. That was 12 times as many as typically sought abortions out of state before the law.", "url": "https://www.nytimes.com/2022/03/06/upshot/texas-abortion-women-data.html"}