{"authors": ["Sandra E. Garcia"], "date_download": "2022-10-25 23:29:23", "date_modify": "2022-10-25 23:29:23", "date_publish": "2022-06-06 13:23:19", "description": "At the height of her success as a leader of the natural hair movement for Black women, the author known as CurlyNikki started asking the big questions.", "filename": "2022_06_06_style_self-care_nikki-walton-curlynikki-hair-spirituality_1666740563.html", "image_url": "https://static01.nyt.com/images/2022/06/09/fashion/06curlyhair-nikki1/06curlyhair-nikki1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_06_style_self-care_nikki-walton-curlynikki-hair-spirituality_1666740563.html", "title": "For Nikki Walton, Writing About Hair Was Just Step 1", "title_page": "For Nikki Walton, Writing About Hair Was Just Step 1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the popularity of CurlyNikki.com grew, Ms. Walton started making guest appearances on “The Tyra Banks Show,” “The Dr. Oz Show” and “Today.” In 2011, she left her job as a psychotherapist in Raleigh, N.C., where she had been working with Medicaid patients, to focus on her site.\nThings kept picking up — meetings with digital executives, beauty-industry people, book editors, agents, publicists, party planners, TV bookers — until she hit that what-does-it-all-mean moment in 2013.\n“I never had time to just be,” Ms. Walton said, her hair wrapped in a scarf. “Something was missing in my life, and it has nothing to do with a new deal from SheaMoisture or L’Oréal and everything to do with this inner work, this inner process.”\nShe threw herself into a lengthy study of spirituality and religion, reading more than 600 books on the subjects, by her count. She got into the habit of waking up before dawn, and she meditated, sometimes for as long as four hours at a time. “There’s a meditation where, if you sit for a while, you might close your eyes and ask yourself, ‘I wonder what my next thought will be?’” she said. Eventually, she added, she was able to find what she described as “the gaps” between thoughts, and those moments, with the mind quiet at last, were blissful.\nLittle by little, her marriage to her college sweetheart broke apart. “If you were to ask him, he always says, ‘Nikki found God and I didn’t,’” she said, adding that her former husband, with whom she had two children, is still her best friend.", "url": "https://www.nytimes.com/2022/06/06/style/self-care/nikki-walton-curlynikki-hair-spirituality.html"}