{"authors": ["Brooks Barnes", "Jonah E. Bromwich"], "date_download": "2022-10-25 23:32:55", "date_modify": "2022-10-25 23:32:55", "date_publish": "2022-10-09 09:00:13", "description": "The former movie producer was already convicted in New York, but his Los Angeles trial could be pivotal if he wins an appeal in the first case.", "filename": "2022_10_09_business_media_weinstein-los-angeles-trial_1666740775.html", "image_url": "https://static01.nyt.com/images/2022/10/10/us/10weinstein-la-01/10weinstein-la-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_09_business_media_weinstein-los-angeles-trial_1666740775.html", "title": "Harvey Weinstein Sex Crimes Trial to Begin Monday in Los Angeles", "title_page": "Harvey Weinstein Sex Crimes Trial to Begin Monday in Los Angeles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — Harvey Weinstein’s second sex crimes trial, which begins on Monday in Los Angeles, was once seen as largely symbolic. After all, the former movie mogul, who is 70 and in poor health, still has 21 years to serve in prison following his 2020 conviction in New York for rape and criminal sexual assault.\nBut a late-summer surprise from New York’s highest court — one that gave Mr. Weinstein a glimmer of hope of walking free — has heightened the West Coast stakes. Should Mr. Weinstein win his appeal, the Los Angeles case would determine his fate.\n“It is disturbing and shocking that Harvey was allowed to continue his New York appeal, and so we — survivors, supporters — are paying very, very close attention to the Los Angeles trial,” said Caitlin Dulany, an actress who has accused Mr. Weinstein of sexually harassing and assaulting her in the mid-1990s. Ms. Dulany, who is not involved in the Los Angeles trial, was a plaintiff in a class-action civil suit against Mr. Weinstein in 2018 that a federal judge ultimately rejected.\nSupporters of the #MeToo movement are also looking to the trial as a signal of the movement’s vitality in the entertainment industry, where there have been setbacks, like the implosion of Time’s Up, the anti-harassment organization. It was founded by powerful Hollywood women in 2017 to make sure Mr. Weinstein’s behavior would never be repeated.", "url": "https://www.nytimes.com/2022/10/09/business/media/weinstein-los-angeles-trial.html"}