{"authors": ["Luke Broadwater", "Michael C. Bender"], "date_download": "2022-10-25 23:23:21", "date_modify": "2022-10-25 23:23:21", "date_publish": "2022-08-12 23:21:07", "description": "House Republicans on the Intelligence Committee expressed support for law enforcement. As for lawmakers saying otherwise? “Question them, not us.”", "filename": "2022_08_12_us_politics_republicans-fbi-trump-search_1666740201.html", "image_url": "https://static01.nyt.com/images/2022/08/12/multimedia/12trump-blog-repubs/12trump-blog-repubs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_12_us_politics_republicans-fbi-trump-search_1666740201.html", "title": "As Search Shows Trump Had Secret Files, G.O.P. Splits Over Assailing F.B.I.", "title_page": "As Search Shows Trump Had Secret Files, G.O.P. Splits Over Assailing F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Republicans struggled to come together on how to respond to the F.B.I.’s search of Mar-a-Lago as it emerged on Friday that federal law enforcement officers had recovered top secret files from former President Donald J. Trump’s home.\nThey were divided over whether to attack the nation’s top law enforcement agencies and how aggressive to be in those attacks.\nPublicly, Mr. Trump’s allies continued an aggressive push to portray the former president as a political target while sending urgent-sounding fund-raising appeals to supporters. But privately, some advisers around Mr. Trump, unsure about what the F.B.I. might have recovered, began quietly cautioning fellow Republicans to dial down their statements.\nOn Capitol Hill, a group of conservative Republicans known as the House Freedom Caucus — many of whom dined with Mr. Trump at his Bedminster, N.J., club on Tuesday and denounced the F.B.I. search as a sign that the Biden administration was turning the country into a “banana republic” — canceled a news conference scheduled for Friday morning. They had planned to further attack the Department of Justice.", "url": "https://www.nytimes.com/2022/08/12/us/politics/republicans-fbi-trump-search.html"}