{"authors": ["Ben Shpigel", "Jenny Vrentas", "Kevin Draper"], "date_download": "2022-10-25 22:57:11", "date_modify": "2022-10-25 22:57:11", "date_publish": "2022-01-29 20:49:38", "description": "An ESPN report sent observers scrambling on Saturday, but neither Brady’s agent, his team nor the N.F.L. could confirm that the Buccaneers quarterback had made a decision about his football career.", "filename": "2022_01_29_sports_football_tom-brady-retirement_1666738631.html", "image_url": "https://static01.nyt.com/images/2022/01/30/sports/29SUBnfl-brady1-print/29nfl-brady-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_29_sports_football_tom-brady-retirement_1666738631.html", "title": "Speculation About Tom Brady’s Retirement Intensifies", "title_page": "Speculation About Tom Brady’s Retirement Intensifies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Follow our live updates on Tom Brady’s retirement.]\nQuestions about Tom Brady’s future intensified on Saturday after reports surfaced that he planned to retire after 22 seasons in the N.F.L. His agent declined to put a timetable on such a decision, or to confirm the veracity of the reports.\n“Without getting into the accuracy or inaccuracy of what’s being reported, Tom will be the only person to express his plans with complete accuracy,” Don Yee, Brady’s agent, said Saturday in a statement. “He knows the realities of the football business and planning calendar as well as anybody, so that should be soon.”\nBrady, who once said that he would retire only when his performance started to decline, this season led the league in passing yards (5,316), completions (485) and touchdowns (43) for the Tampa Bay Buccaneers. Brady, 44, and the Buccaneers lost last week in the divisional round of the playoffs to the Los Angeles Rams, after the quarterback nearly led his team to yet another incredible comeback.\nBrady is under contract with the Buccaneers through the 2022 season, but the team would get back $16 million of his signing bonus should he retire.", "url": "https://www.nytimes.com/2022/01/29/sports/football/tom-brady-retirement.html"}