{"authors": ["Penelope Green"], "date_download": "2022-10-25 22:59:21", "date_modify": "2022-10-25 22:59:21", "date_publish": "2022-06-27 09:00:33", "description": "Viewers of the Hulu series know it as the Arconia, but the Upper West Side building has a name — and a dramatic story — of its own.", "filename": "2022_06_27_realestate_only-murders-in-the-building-belnord-arconia_1666738761.html", "image_url": "https://static01.nyt.com/images/2022/06/27/realestate/27THEBELNORD/27THEBELNORD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_27_realestate_only-murders-in-the-building-belnord-arconia_1666738761.html", "title": "The Wild History of the Real ‘Only Murders’ Building", "title_page": "The Wild History of the Real ‘Only Murders’ Building - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By 2015, Mr. Barnett was out of the picture, in a deal worth a reported $575 million.\nLike everything else at the Belnord, the terms of Mr. Barnett’s mortgage had been problematic, and for a time, after he stopped making the loan payments, the city classified the property as “distressed.” (The calculus of the building’s debt and its rental revenue never quite added up.) And so a new group of investors swooped in — the cast of which kept changing, as various players dropped out because of insolvency, lawsuits and other calamities — to turn the place into a high-end condominium, converting the 100 or so available apartments into showplaces with Italian kitchens sheathed in marble.\nRobert A.M. Stern, the architect whose firm handled the conversion, described the process as “a very high-class Botox treatment.”\nPrices for the revamped units ranged from about $3.6 million to more than $11 million, although some tenants bought their own apartments at deep discounts. After a rocky start, the condos are now selling briskly, keeping pace with the high-end market in the city, said Jonathan Miller, the veteran property and market appraiser.\nAnd now the Belnord is once again in the limelight, thanks to the Hulu series. John Hoffman, who created the show with Mr. Martin, was delighted and stunned to have scored the place for his production, particularly in the middle of a pandemic. While the atmospheric apartments of Mr. Martin, Mr. Short and Ms. Gomez’s characters were built on a sound stage, the story needed a building like the Belnord, with its grand appointments and panopticon of a courtyard.\n“I was obsessed,” Mr. Hoffman said. “I knew we could make something as elevated as that amazing building. It’s a cliché to say that the building itself is a character, but I like the challenge of getting beyond that cliché a bit. What pulls us out of our apartments to meet people? How well do you know your neighbors? Do you only connect when it’s necessary? The ways in which we get pulled together when we live in these spaces is what’s really interesting.”", "url": "https://www.nytimes.com/2022/06/27/realestate/only-murders-in-the-building-belnord-arconia.html"}