{"authors": ["Natasha Frost"], "date_download": "2022-10-25 23:23:51", "date_modify": "2022-10-25 23:23:51", "date_publish": "2022-01-17 11:52:56", "description": "Overseas Tongans were desperately seeking word from their loved ones after a huge undersea eruption severed communications lines two days ago.", "filename": "2022_01_17_world_asia_tonga-volcano_1666740231.html", "image_url": "https://static01.nyt.com/images/2022/01/17/world/17TONGA-TSUNAMI1/17TONGA-TSUNAMI1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_17_world_asia_tonga-volcano_1666740231.html", "title": "After Volcano, Tongans Abroad Wait for News From Home", "title_page": "After Volcano, Tongans Abroad Wait for News From Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Dujarric said that the United Nations had 23 staff members in Tonga — all but one of them Tongans — and that “all were accounted for,” correcting an earlier statement that no U.N. workers were in the country. The organization’s offices for the region are in Fiji, which is about 500 miles to the northwest.\nBased on information gathered by the Australian surveillance flight, the U.N. Office for the Coordination of Humanitarian Affairs reported significant infrastructure damage on Tongatapu, the main island, particularly to property in the western beaches region.\nThere was “particular concern” about two small low-lying islands from which there had been no contact and on which just more than 100 people live. “An active distress beacon had been detected from Mango,” the report said, referring to one of the islands.\nThe information vacuum left thousands of overseas Tongans to make do with piecemeal videos — of waves buffeting the shore, or of families sheltering under tables below a dark sky — that were shared through the island’s few satellite links.", "url": "https://www.nytimes.com/2022/01/17/world/asia/tonga-volcano.html"}