{"authors": ["Alexis Soloski"], "date_download": "2022-10-25 22:54:45", "date_modify": "2022-10-25 22:54:45", "date_publish": "2022-10-25 14:00:13", "description": "Bess Wohl sees “Camp Siegfried,” which opens on Broadway in November, as a “deeply American play” about seduction.", "filename": "2022_10_25_theater_bess-wohl-camp-siegfried_1666738485.html", "image_url": "https://static01.nyt.com/images/2022/10/30/arts/30BESS-WHOL-02/30BESS-WHOL-02-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_25_theater_bess-wohl-camp-siegfried_1666738485.html", "title": "How a Pro-Nazi Camp on Long Island Inspired a New Play", "title_page": "How a Pro-Nazi Camp on Long Island Inspired a New Play - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I was like, this can’t have happened right in my backyard,” she said. “It honestly seemed like a mistake at first, that these pictures were pictures of America.”\nThis was an anxious summer, with both the coronavirus and President Trump’s re-election campaign raging. Wohl found herself driving, alone, through the private roads of what had once been the camp and the nearby bungalow community, with streets named for Hitler, Goebbels, Goering. (Those names have long been changed, but a restrictive housing covenant, which allowed only buyers who could prove German ancestry, stood until 2017.) On those drives, she was looking for evidence of what this place had been and how its past had been.\nOn that Sunday in October, we took a similar drive, past Bach Court and Schiller Court, past signs that announced the community as private and the roads as having no outlet. There were no swastikas anymore. American flags and Trump flags had replaced the Nazi ones. A handful of buildings and bungalows from the 1930s remained. Otherwise the community looked aggressively normal, if strangely deserted, which had been Wohl’s experience.\n“What shocked me the most was how mundane and pretty and sort of regular everything seemed,” she said. “It’s part of what prompted me to write the play, because if we’re going to live up to the moral imperative of ‘never again,’ we have to look at these stories, we have to tell these stories and we have to learn from them.”\nFor much of its running time, “Camp Siegfried” resembles a romantic drama, a coming-of-age story. That’s a queasy proposition, considering the play’s setting. In this boy-meets-girl, the girl lives on Hitler Street. Wohl — who has Jewish ancestry, a Jewish husband and is raising her daughters in the Jewish faith — is mindful of this, anxious even.\n“I find her very nervous about these risks,” Cromer, who is also Jewish, said during a phone interview, “beautifully nervous and not self-congratulatory about them at all. But that doesn’t stop her from taking them. It is difficult for her not to take these big risks. And then she executes them with rigor and thoroughness and depth. She does irresponsible things really responsibly.”", "url": "https://www.nytimes.com/2022/10/25/theater/bess-wohl-camp-siegfried.html"}