{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 22:57:53", "date_modify": "2022-10-25 22:57:53", "date_publish": "2022-04-21 11:00:09", "description": "The brilliant Durant who so often appears in critical moments? He’s been missing in the playoffs against the Celtics. “I just got to go out there and play,” he said.", "filename": "2022_04_21_sports_basketball_nets-celtics-kevin-durant_1666738673.html", "image_url": "https://static01.nyt.com/images/2022/04/21/sports/21nba-nets-g2-durant/21nba-nets-g2-durant-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_21_sports_basketball_nets-celtics-kevin-durant_1666738673.html", "title": "The Nets May Be in Trouble. But They Still Have Kevin Durant.", "title_page": "The Nets May Be in Trouble. But They Still Have Kevin Durant. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON — Kevin Durant had no room. He admitted as much. Whenever he had the ball against the Celtics on Wednesday night, and even when he did not, defenders were crowding his space, shadowing him, draping themselves all over him like Saran wrap. They were on the perimeter, and in the paint, and at the elbow. How was it possible that only five of them were on the court at once?\n“They’re mucking up actions when I run off stuff,” said Durant, who singled out the Celtics’ Al Horford for “leaving his man to come over and hit me sometimes.” Durant went on: “Just two or three guys hitting me wherever I go. And that’s just the nature of the beast in the playoffs.”\nIt was nearing 11 p.m. as Durant offered up his post-mortem of the Nets’ 114-107 loss to the Celtics in Game 2 of their first-round playoff series, and he did not necessarily seem concerned. In fact, his analysis came off as dispassionate: Here were the facts, and it was his job to remedy the issues as the Nets seek to rebound from their two-games-to-none deficit in the best-of-seven series. It heads to Brooklyn for Game 3 on Saturday night.", "url": "https://www.nytimes.com/2022/04/21/sports/basketball/nets-celtics-kevin-durant.html"}