{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:41:24", "date_modify": "2022-10-25 23:41:24", "date_publish": "2022-03-23 13:00:21", "description": "Russia’s invasion of Ukraine prompted Germany to revolutionize its security doctrine. But the war has also exposed how weak a link the German military is in NATO.", "filename": "2022_03_23_world_europe_ukraine-germany-military-russia-scholz-lithuania.html_action=click&module=RelatedLinks&pgtype=Article_1666741284.html", "image_url": "https://static01.nyt.com/images/2022/03/24/world/24Germany-military-sub/24Germany-military-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_23_world_europe_ukraine-germany-military-russia-scholz-lithuania.html_action=click&module=RelatedLinks&pgtype=Article_1666741284.html", "title": "Germany Is Ready to Lead Militarily. Its Military Is Not.", "title_page": "Germany Is Ready to Lead Militarily. Its Military Is Not. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nRUKLA, Lithuania — When the signal came over the radio that the NATO border was under attack, German armored vehicles fanned out into the forest to stall the enemy’s advance. In short succession, men in camouflage tumbled out of the back of the vehicles and took cover between the trees, assault rifles at the ready.\nThe battle that ensued one recent afternoon near the town of Rukla in Lithuania, 60 miles from the Russian border, was only an exercise. But since Russia’s invasion of Ukraine, the mission of NATO’s battlegroup in Lithuania to defend the alliance’s external border no longer feels abstract to the soldiers and the country most of them come from.", "url": "https://www.nytimes.com/2022/03/23/world/europe/ukraine-germany-military-russia-scholz-lithuania.html?action=click&module=RelatedLinks&pgtype=Article"}