{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:36:30", "date_modify": "2022-10-25 23:36:30", "date_publish": "2022-09-16 16:54:49", "description": "Julia Wolfe’s “Her Story,” a commemoration with an eye toward the future, premieres in the state where the 19th Amendment achieved ratification.", "filename": "2022_09_16_arts_music_julia-wolfe-her-story-review_1666740990.html", "image_url": "https://static01.nyt.com/images/2022/09/16/multimedia/16her-story/16her-story-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_16_arts_music_julia-wolfe-her-story-review_1666740990.html", "title": "Review: An Oratorio Cautiously Looks Back on Women’s Suffrage", "title_page": "Review: Julia Wolfe’s ‘Her Story’ Looks Back on Women’s Suffrage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NASHVILLE — It was here, a little more than a hundred years ago, that the 19th Amendment crossed the threshold into ratification and granted millions of women the right to vote.\nThat wasn’t so assured. Ratification was needed from at least 36 states. By summer 1920, that number had reached 35, and Tennessee provided the decisive tipping point — but only narrowly, passing by a single vote in its House of Representatives.\nSuch fragility has been borne out in the decades that followed: The Equal Rights Amendment, which was introduced in 1923, has yet to be adopted. Some see women’s rights as again coming under assault from restrictive abortion laws across the country, and hear casual misogyny continuing to course through politics, up to the level of presidential elections.\nSo you can understand the muted celebration in Julia Wolfe’s “Her Story,” an oratorio-like work that originated as a commemoration of the 19th Amendment yet sobers as much as it rouses. It has a ferocity that is literally written into the score, but also an absence of resolution as it looks back to suffrage with one wary eye toward the future steps this country still needs to take for something resembling true equality.", "url": "https://www.nytimes.com/2022/09/16/arts/music/julia-wolfe-her-story-review.html"}