{"authors": ["Matthew Goldstein", "Peter Eavis"], "date_download": "2022-10-25 23:42:23", "date_modify": "2022-10-25 23:42:23", "date_publish": "2022-03-21 14:23:20", "description": "The commission gave initial approval to a much-anticipated rule that would require public companies to report the climate-related impact of their businesses.", "filename": "2022_03_21_business_sec-climate-disclosure-rule_1666741343.html", "image_url": "https://static01.nyt.com/images/2022/03/21/business/21sec-climate-2/21sec-climate-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_21_business_sec-climate-disclosure-rule_1666741343.html", "title": "S.E.C. Considers Climate Disclosure Rule", "title_page": "S.E.C. Considers Climate Disclosure Rule  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Environmental advocates hope that rules requiring companies to measure and publicize their greenhouse gas emissions will encourage the businesses to take more aggressive steps to minimize their effect on the climate.\n“There’s an old saying in business: What gets measured gets managed,” said Mr. Reed, the Rhode Island senator.\nThe Sierra Club and the Environmental Defense Fund both applauded the proposed rule and said it should be swiftly adopted. Ben Cushing, who leads the Sierra Club’s push for stronger climate disclosures, said the rule was “long overdue.”\n“Companies have made commitments to address their climate impact without disclosing the full scope of their emissions, the risks their own businesses face from climate change or the relevant business plans to achieve their climate pledges,” he said.\nShould the rule become final, it would be a notable victory for the Biden administration, which has struggled to carry out its broader climate agenda. The limited progress it has made with emissions-focused legislation has left financial regulation as one of the main tools it has to change the behavior of companies as climate change worsens.\nLast week, one of the Biden administration’s nominees to serve on the Federal Reserve, Sarah Bloom Raskin, withdrew from consideration because of opposition from business groups and Republicans to some of her writings that argued financial regulators need to focus more on how companies affect the climate. She stepped aside after Senator Joe Manchin III, Democrat of West Virginia, said he would not vote to confirm her.\nChristopher Flavelle contributed reporting.", "url": "https://www.nytimes.com/2022/03/21/business/sec-climate-disclosure-rule.html"}