{"authors": ["Helene Cooper", "Eric Schmitt"], "date_download": "2022-10-25 23:23:40", "date_modify": "2022-10-25 23:23:40", "date_publish": "2022-03-01 22:42:12", "description": "Videos and photos show the bodies of soldiers left behind on the battlefield, officials say, and the charred remains of tanks and armored vehicles.", "filename": "2022_03_01_us_politics_russia-ukraine-war-deaths_1666740220.html", "image_url": "https://static01.nyt.com/images/2022/03/01/us/politics/01dc-casualties4/01dc-casualties4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_01_us_politics_russia-ukraine-war-deaths_1666740220.html", "title": "Russian Casualties Expose a Potential Flaw in Putin’s Strategy", "title_page": "Russian Casualties Expose a Potential Flaw in Putin’s Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If your relatives or friends are in Ukraine and participate in the war against our people — here you can get information about their fate,” the site says.\nThe name of the site, 200rf.com, is a grim reference to Cargo 200, a military code word that was used by the Soviet Union to refer to the bodies of soldiers put in zinc-lined coffins for transport away from the battlefield; it is a euphemism for troops killed in war.\nThe website is part of a campaign launched by Ukraine and the West to counter what American officials characterize as Russian disinformation, which includes Russia’s insistence before the invasion that the troops surrounding Ukraine were simply there for military exercises. Information and the battle for public opinion around the world have come to play an outsize part in a war that has come to seem like a David vs. Goliath contest.\nOn Monday, Ukraine’s ambassador to the United Nations, Sergiy Kyslytsya, read out before the General Assembly what he said were the final text messages from a Russian soldier to his mother. They were obtained, he said, by Ukrainian forces after the soldier was killed. “We were told that they would welcome us and they are falling under our armored vehicles, throwing themselves under the wheels and not allowing us to pass,” he wrote, according to Mr. Kyslytsya. “They call us fascists. Mama, this is so hard.”\nThe decision to read those texts, Russia experts and Pentagon officials said, was a not-so-veiled reminder to Mr. Putin of the role Russian mothers have had in bringing attention to military losses that the government tried to keep secret. In fact, a group now called the Union of Committees of Soldiers’ Mothers of Russia played a pivotal part in opening up the military to public scrutiny and in influencing perceptions of military service, Julie Elkner, a Russia historian, wrote in The Journal of Power Institutions in Post-Soviet Societies.", "url": "https://www.nytimes.com/2022/03/01/us/politics/russia-ukraine-war-deaths.html"}