{"authors": ["Guy Trebay"], "date_download": "2022-10-25 23:46:46", "date_modify": "2022-10-25 23:46:46", "date_publish": "2022-08-03 15:27:41", "description": "Travelers want to be comfortable and practical but overly casual dressing at the airport might not be the ticket.", "filename": "2022_08_03_style_endless-lines-baffling-delays-crocs-for-days_1666741606.html", "image_url": "https://static01.nyt.com/images/2022/08/04/fashion/28flyingnow4/28flyingnow4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_03_style_endless-lines-baffling-delays-crocs-for-days_1666741606.html", "title": "Endless Lines, Baffling Delays, Crocs for Days", "title_page": "Endless Lines, Baffling Delays, Crocs for Days - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Flying home from Paris recently, I suddenly had the creepy sensation of something hovering over my shoulder. Looking toward the aisle I spied nothing. Swiveling my head to the left, I saw what it was. The woman in the row behind me had somehow wedged her toes into the seat crevice alongside my ear.\nThe eye has to travel, as the famous Diana Vreeland epigram had it, and logically where the eye goes, the body follows. The question one would put to fellow travelers is this: Would it really be too much to ask you to wear shoes?\nTravelers, as we are constantly being reminded, are returning to the skies in droves, a welcome release from those pandemic years we spent peering through the prison bars of Zoom and dreaming of far-off destinations — or any place that wasn’t a bedroom passing itself off as an office cubicle.\nIs it possible, though, that all the time spent trapped in our skivvies accelerated what was already a concerning breakdown of distinctions between what constitutes public space and private? Sure, it has been a while since fuzzy slippers were normalized as streetwear and pajama bottoms became cool for the mall.", "url": "https://www.nytimes.com/2022/08/03/style/endless-lines-baffling-delays-crocs-for-days.html"}