{"authors": ["Oscar Lopez"], "date_download": "2022-10-25 23:31:23", "date_modify": "2022-10-25 23:31:23", "date_publish": "2022-06-06 14:50:25", "description": "President Andrés Manuel López Obrador of Mexico said he made the decision because Cuba, Nicaragua and Venezuela were not invited.", "filename": "2022_06_06_world_americas_mexico-obrador-americas-summit_1666740683.html", "image_url": "https://static01.nyt.com/images/2022/06/06/multimedia/06-mexicosummit-obrador/06-mexicosummit-obrador-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_06_world_americas_mexico-obrador-americas-summit_1666740683.html", "title": "Mexico’s President Obrador Will Not Attend Americas Summit", "title_page": "Mexico’s President Obrador Will Not Attend Americas Summit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — In a rebuke to President Biden, the president of Mexico, Andrés Manuel López Obrador, said Monday that he would not attend the Summit of the Americas in Los Angeles after news emerged that the United States would not invite Cuban, Venezuelan and Nicaraguan leaders to the meeting.\nMr. López Obrador had threatened to boycott the summit for weeks unless all countries in the Americas were invited, but he made good on his promise during his morning news conference, announcing that Foreign Minister Marcelo Ebrard would attend in his stead. The weeklong summit began Monday.\n“There can be no Americas Summit if all the countries of the American continent do not participate,” Mr. López Obrador said. “Or there can be, but we believe that means continuing with the politics of old, of interventionism, of a lack of respect for the nations and their people.”\nThe announcement was a blow to the Biden administration, coming just hours before the start of a meeting meant to demonstrate the resurgence of U.S. leadership in the region.", "url": "https://www.nytimes.com/2022/06/06/world/americas/mexico-obrador-americas-summit.html"}