{"authors": ["Sharon Lafraniere", "Joseph Goldstein"], "date_download": "2022-10-25 23:23:49", "date_modify": "2022-10-25 23:23:49", "date_publish": "2022-08-09 23:11:50", "description": "The development suggests that the United States may be able to vaccinate hundreds of thousands more people than anticipated by the end of the year.", "filename": "2022_08_09_us_politics_monkeypox-dosing-regimen_1666740229.html", "image_url": "https://static01.nyt.com/images/2022/08/09/us/politics/09dc-monkeypox-1/merlin_209690415_6f591a31-8486-4ac8-947e-4f81db772503-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_09_us_politics_monkeypox-dosing-regimen_1666740229.html", "title": "Biden Officials Change Monkeypox Dosing Regimen to Conserve Limited Supply", "title_page": "Biden Officials Change Monkeypox Dosing Regimen to Conserve Limited Supply - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now the Biden administration is scrambling to find a substitute firm that can bottle and label the bulk vaccine faster than Bavarian Nordic. It is also working with Bavarian Nordic to test whether some of the expired doses in the stockpile remain potent, even though the newest are already eight years old and at the end of their expected shelf life, according to firm’s chief executive, Paul Chaplin.\nSince monkeypox turned up here in May, the federal government has shipped local jurisdictions only 670,000 doses. Officials say they have roughly another half-million doses of the two-shot vaccine in hand. Those shots are enough to cover only about one-third of the 1.6 million to 1.7 million individuals the Centers for Disease Control and Prevention have identified as high risk. For now, the virus is primarily spreading primarily among men who have sex with men.\nChanging the injection method appears to be the quickest fix for the shortage, although some experts said they worry that the data showing that will work is essentially limited to one study published in 2015 that was sponsored by the National Institutes of Health. Researchers compared the intradermal approach with the standard injection method and found the intradermal shots triggered a comparable level of neutralizing antibodies using one-fifth as much of the monkeypox vaccine. The intradermal shots also caused more redness, swelling and itching at the injection site.\nAt the briefing, Dr. Robert M. Califf, director of the F.D.A., called those side effects manageable. And Dr. Peter Marks, who oversees the agency’s vaccine regulation, said that a similar vaccine had been “given to thousands of people intradermally” in Germany in the 1970s. The method is “not at all new,” he said.\nFederal officials are anxious for states and localities to adopt the new type of injection as quickly as possible, even though vaccinators are more familiar with the standard approach. Dr. Rochelle P. Walensky, director of the Centers for Disease Control and Prevention, said the agency is offering training seminars and other information to help bring vaccinators up to speed.\nThe federal government is also hoping that with doses that go farther, jurisdictions will no longer give people only the first of two shots in order to conserve supply. “There is data saying that is not protective enough,” Dr. Walensky warned. Research has shown that a single shot triggers a far weaker immune response that two.\nDr. Walensky also said that vaccinated individuals should continue “avoiding close skin-to-skin contact, including intimate contact, with somebody who has monkeypox because we don’t yet know how well these vaccines work.”", "url": "https://www.nytimes.com/2022/08/09/us/politics/monkeypox-dosing-regimen.html"}