{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:55:44", "date_modify": "2022-10-25 23:55:44", "date_publish": "2022-04-21 07:43:15", "description": "The flare-up followed a rise in tensions over holy places in Jerusalem and a deadly wave of Arab attacks in Israel, answered by a lethal Israeli crackdown in the occupied West Bank.", "filename": "2022_04_21_world_middleeast_israel-gaza-rocket-fire_1666742144.html", "image_url": "https://static01.nyt.com/images/2022/04/21/world/21israel-01/21israel-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_21_world_middleeast_israel-gaza-rocket-fire_1666742144.html", "title": "Gazan Militants and Israeli Air Force Exchange Fire", "title_page": "Gazan Militants and Israeli Air Force Exchange Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Militants in Gaza fired several rockets toward Israel overnight and early Thursday and the Israeli Air Force said it retaliated by striking two military sites in Gaza, the most intense fighting between the two sides since the end of an 11-day war in May last year.\nNo deaths were reported on either side, but the Israeli public broadcaster, Kan, said several Israelis had been treated for shock and injuries sustained while running for shelter. One of the rockets landed in southern Israel, one fell short in Gaza, and four more were intercepted by an Israeli air defense system, the army said.\nIn response, the Israeli military said its jets struck a militant outpost involved in making rockets and later hit a Palestinian air defense facility. Video posted by Palestinians to social media showed several rocket interceptions in the air over Gaza and several explosions on the ground.\nThe exchange followed a sharp rise in violence across Israel and the occupied territories over the past month, beginning with the deadliest wave of Arab attacks within Israel in more than a half decade. The attacks killed 14 and prompted an Israeli crackdown in the occupied West Bank, which killed at least 15 Palestinians.", "url": "https://www.nytimes.com/2022/04/21/world/middleeast/israel-gaza-rocket-fire.html"}