{"authors": ["Michael Corkery", "Emma Goldberg", "Erin Woo"], "date_download": "2022-10-25 23:32:07", "date_modify": "2022-10-25 23:32:07", "date_publish": "2022-03-08 08:02:31", "description": "The average price of a gallon of gasoline is up more than 10 percent in the last week, leading some consumers to rethink their routines and spending.", "filename": "2022_03_08_business_high-gas-prices_1666740727.html", "image_url": "https://static01.nyt.com/images/2022/03/08/business/07gasprices-01/07gasprices-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_08_business_high-gas-prices_1666740727.html", "title": "Rising Gas Prices Have Drivers Asking, ‘Is This for Real?’", "title_page": "Rising Gas Prices Have Drivers Asking, ‘Is This for Real?’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The extreme prices — which for some types of gas have hovered near $6 a gallon in parts of California — could be fleeting. Accelerating production in the shale oil fields of Texas and other regions is expected to begin replenishing supplies soon.\nMichael Feroli, chief U.S. economist at J.P. Morgan, said he expected consumer spending to slow over the next few months as Americans pay more to fill up their tanks. Some people will be able to draw on savings to partly cushion the blow, he said.\n“The long-term impact should be somewhat minimal,” Mr. Feroli said.\nGasoline accounts for only a fairly small share of consumers’ overall spending, but because gas prices are so visible — posted in giant numbers alongside every highway in the country — they have an outsize influence on people’s perceptions of inflation and the economy.\nThat perception is an increasingly dark one, according to drivers interviewed filling up on Monday. They said the higher prices had already caused them to cut back on expenses and small pleasures like going out to eat.\nFor many, the high prices are another hurdle frustrating their efforts to return to normalcy after the pandemic.\nSince moving to the United States from Torreón, Mexico, in 2007, Jesús López, 36, was used to gas prices rising steadily for a few days, but eventually coming back down. Mr. López said this time felt different because he wasn’t seeing a stop to the climb when he filled up the tank of his 2008 Ford Expedition.\nMr. López, who works as a school janitor in Dallas, said that if prices kept skyrocketing, he would have to cut back on leisure activities.", "url": "https://www.nytimes.com/2022/03/08/business/high-gas-prices.html"}