{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:40:22", "date_modify": "2022-10-25 23:40:22", "date_publish": "2022-10-24 16:37:40", "description": "Shares of the company slumped as investors worried about increasing competition.", "filename": "2022_10_24_business_tesla-china-price-cut_1666741222.html", "image_url": "https://static01.nyt.com/images/2022/10/25/business/24tesla-print/24tesla-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_24_business_tesla-china-price-cut_1666741222.html", "title": "Tesla Cuts Prices in China in Sign of Slowing Demand", "title_page": "Tesla Cuts Prices in China in Sign of Slowing Demand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tesla on Monday cut prices for its cars in China, a sign of intensifying competition in the world’s largest car market that provoked a slump in the company’s shares.\nTesla’s Chinese website was offering the Model 3 sedan on Monday for a starting price of 265,900 renminbi, or $36,600, including government subsidies, a 5 percent reduction. The Model Y sport utility vehicle was advertised at 288,900 renminbi, a 9 percent cut.\nTesla shares fell more than 6 percent before recovering a little as the price cuts reinforced fears among investors that the company’s profitability and dominance of the electric vehicle market was threatened by slowing economic growth and increased competition. Until recently, strong demand for Tesla cars had allowed the company to frequently raise prices.\nIn China, Tesla faces competition from domestic companies like BYD, SAIC Motor and Nio, which are also pushing into the European market with more affordable electric vehicles. The Chinese government has promoted its electric vehicle and battery makers, seeing the shift in technology as a chance to break into the global market and challenge established Japanese, German, Korean and U.S. carmakers.", "url": "https://www.nytimes.com/2022/10/24/business/tesla-china-price-cut.html"}