{"authors": ["Elisabetta Povoledo"], "date_download": "2022-10-25 23:01:12", "date_modify": "2022-10-25 23:01:12", "date_publish": "2022-09-17 17:45:31", "description": "Three statues were returned to Italy after the J. Paul Getty Museum discovered they had been looted. They will be displayed temporarily in Rome before heading to Taranto, Italy, their permanent home.", "filename": "2022_09_17_world_europe_getty-statues-returned-italy_1666738872.html", "image_url": "https://static01.nyt.com/images/2022/09/17/world/17ITALY-STATUES1/17ITALY-STATUES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_17_world_europe_getty-statues-returned-italy_1666738872.html", "title": "Three Ancient Sculptures Will Be Returned to Italy", "title_page": "Three Ancient Sculptures Will Be Returned to Italy  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — Italy celebrated the return of three stolen ancient terra-cotta figures, depicting “Orpheus and the Sirens,” in a ceremony on Saturday at Rome’s newly inaugurated Museum of Rescued Art.\nUntil earlier this year, the figures — which date to around 300 B.C. — had been on exhibit at the J. Paul Getty Museum in Los Angeles. But Italian carabinieri officers in the country’s art theft division uncovered incontrovertible proof last year that the sculptures had been illegally excavated from a site in Southern Italy, and the museum agreed to return them.\nThe head of the carabinieri art theft division, Gen. Roberto Riccardi, said Saturday at the ceremony that two moments from the investigation stood out. The first was in March 2021, when two lieutenants in his squad had come into his office to report that a suspect in an ongoing investigation had come clean. The statues, the suspect had told the officers, had been excavated by tomb robbers in the early 1970s in a town close to Taranto, in Puglia.\nThe second moment of note, the general said, was exactly a week ago in Los Angeles, “at the Getty Museum, where the work had ended up.” “To see this work being packed up was truly one of the greatest things of my life,” General Riccardi said.", "url": "https://www.nytimes.com/2022/09/17/world/europe/getty-statues-returned-italy.html"}