{"authors": ["Marina Harss"], "date_download": "2022-10-25 23:42:23", "date_modify": "2022-10-25 23:42:23", "date_publish": "2022-08-30 13:00:10", "description": "Alexei Ratmansky, one of the most important figures in ballet, is supporting Ukraine by staging “Giselle” with a company made up of Ukrainian refugees.", "filename": "2022_08_30_arts_alexei-ratmansky-ukrainian-ballet-dancers_1666741343.html", "image_url": "https://static01.nyt.com/images/2022/09/01/arts/00RATMANSKY1/00RATMANSKY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_30_arts_alexei-ratmansky-ukrainian-ballet-dancers_1666741343.html", "title": "A Leading Choreographer Joins the War Effort, With Classical Ballet", "title_page": "A Leading Choreographer Joins the War Effort, With Classical Ballet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On a Sunday in late August, a Dutch ballet master they have been working with, Rinus Sprong, led a company class outdoors, in front of the Russian Embassy — ballet class as civil protest.\nWith time and effort, the group has made great strides, the Ratmanskys agreed. And there is something special about their dancing, they said. “Compared to their Russian colleagues, who are overwhelmed by rules of how to behave onstage,” said Ratmansky, “they’re more free and a bit more down to earth, more alive.”\nThis was borne out at the first tryout performance of “Giselle,” at Alphen aan den Rijn, a small city about half an hour from The Hague, on Aug. 13. When it ended, after their bows, the curtain opened once more and the dancers, some still in their costumes, others wearing street clothes, sang the Ukrainian national anthem. Ratmansky held up a large Ukrainian flag. People in the audience and onstage were moved to tears. On the bus back to The Hague, the dancers listened to Ukrainian songs. Many sang along.\nThe next day the Ratmanskys flew to Seattle, where he will be creating a new work — his first since the invasion — for Pacific Northwest Ballet, premiering on Sept. 23.\nRatmansky is known for the dynamism and wit of his ballets, for his belief in the expressive potential of classical dance, and his ability to draw technically exciting, dramatically nuanced performances out of dancers. His career reveals a vast range of interests, from the revival of forgotten works — including Shostakovich’s ballet “The Bright Stream” for the Bolshoi — to the creation of ballets that refer to both the past and the present, like his 2006 “Russian Seasons,” for New York City Ballet and his “Shostakovich Trilogy” and “Songs of Bukovina” for American Ballet Theater. Since 2014, he has also taken a keen interest in recreating the original style and steps of classics like “The Sleeping Beauty” and “Swan Lake,” by learning to decode, and bringing to life, notations created shortly after the ballets were first performed.\nIn Seattle, Ratmansky will be using the music of a living Ukrainian composer, Valentin Silvestrov, and designs by the Ukrainian artist Matvei Vaisberg.\n“It is,” he said, “a little bit like a return.”", "url": "https://www.nytimes.com/2022/08/30/arts/alexei-ratmansky-ukrainian-ballet-dancers.html"}