{"authors": ["Elizabeth A. Harris"], "date_download": "2022-10-25 23:36:32", "date_modify": "2022-10-25 23:36:32", "date_publish": "2022-08-30 09:00:26", "description": "Her latest book, “The Marriage Portrait,” imagines the life of the girl who is thought to have inspired Robert Browning’s famous poem “My Last Duchess.”", "filename": "2022_08_30_books_maggie-ofarrell-marriage-portrait-hamnet_1666740992.html", "image_url": "https://static01.nyt.com/images/2022/08/30/books/30Ofarrell2/30Ofarrell2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_30_books_maggie-ofarrell-marriage-portrait-hamnet_1666740992.html", "title": "Maggie O’Farrell Looks for Stories Hiding in Plain Sight", "title_page": "Maggie O’Farrell Looks for Stories Hiding in Plain Sight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Then she said to her people, OK, what I want to write next is a story about an 11-year-old boy in Elizabethan England who nobody’s heard of who dies of the plague,” her husband said. “A different editor or agent could have said, ‘Forget it, what are you talking about?’ But she got the opposite response. It was, ‘Yeah, go for it.’”\nO’Farrell has had the same editor, Mary-Anne Harrington, and the same agent, Victoria Hobbs, since her first book. “The Marriage Portrait” is dedicated to the two of them. “Hamnet” was dedicated “To Will,” her husband, but she said that some readers have insisted to her that no, she must have meant the dedication for Will Shakespeare.\nThe idea for “Hamnet” had been kicking around in O’Farrell’s head for many years, she said, but she wanted to wait until her own son was past the age Hamnet was when he died. Her son used to joke that he wouldn’t have a birthday party that year, she said, because she’d be shut away writing. (He did; it was a trampoline party.) He is 19 now. She also has two daughters who are 13 and 10.\nThe idea for “The Marriage Portrait,” by contrast, came like a wave crashing into her. It was February 2020 and she had arrived uncharacteristically early, she said, to pick up her elder daughter from a play date — the last one, as it happened, before the Covid lockdown.\nO’Farrell was sitting in her car, writing in her diary about Robert Browning’s dramatic monologues. (She is a fast and prodigious reader, aided by the fact that she is also an insomniac. Her husband says he will routinely read four pages, fall asleep and wake up to discover she’s finished an entire book.) O’Farrell began wondering if the most famous of the monologues, “My Last Duchess,” was based on a real person.\nO’Farrell describes herself as a late adopter of technology who generally uses her son’s hand-me-down smartphones until they die on her, so when she pulled out her phone to look up the Duchess, the information came in clunky and slow. But piece by piece, a portrait began to load of Lucrezia de’ Medici, who was married to the Duke of Ferrara when she was a teenager in the mid-16th century.", "url": "https://www.nytimes.com/2022/08/30/books/maggie-ofarrell-marriage-portrait-hamnet.html"}