{"authors": ["Clifford Krauss"], "date_download": "2022-10-25 23:41:31", "date_modify": "2022-10-25 23:41:31", "date_publish": "2022-03-03 21:52:13", "description": "The company, which has more than 200 gas stations in the U.S., acted as lawmakers in Washington were seeking to block Russian oil imports.", "filename": "2022_03_03_business_energy-environment_lukoil-russia-oil-ukraine_1666741291.html", "image_url": "https://static01.nyt.com/images/2022/03/03/business/03lukoil/03lukoil-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_03_business_energy-environment_lukoil-russia-oil-ukraine_1666741291.html", "title": "Lukoil, a Russian Oil Company, Calls for an End to the Ukraine War", "title_page": "Lukoil, a Russian Oil Company, Calls for an End to the Ukraine War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lukoil, Russia’s second-largest oil company, appeared to distance itself from President Vladimir V. Putin on Thursday by calling for a “fast resolution” to Russia’s invasion of Ukraine.\nThe statement most likely reflects the company’s desire to protect its extensive overseas operations, which include a network of more than 200 franchised gas stations in states like New York and New Jersey. Lukoil is one of the most recognizable Russian brands in the United States.\nMany lawmakers in Washington are pressing the Biden administration to ban the purchase of Russian oil by U.S. companies and to impose sanctions on Russian energy companies. Shares of Lukoil on the London Stock Exchange have fallen more than 40 percent since mid-February.\nLukoil has long projected a more independent image than Rosneft, the state-controlled company that dominates the Russian oil industry. Lukoil was founded in 1991 as a state-owned enterprise as the Soviet Union was falling apart. The company went private in 1993, and seven years later it acquired Getty Oil, an American company, which gave Lukoil a network of U.S. filling stations.", "url": "https://www.nytimes.com/2022/03/03/business/energy-environment/lukoil-russia-oil-ukraine.html"}