{"authors": ["Valerie Hopkins", "Yousur Al-Hlou"], "date_download": "2022-10-25 22:58:11", "date_modify": "2022-10-25 22:58:11", "date_publish": "2022-03-13 21:37:49", "description": "Residents of a town near Poland’s border awoke to frightful sounds and an awareness they were no longer safe.", "filename": "2022_03_13_world_europe_russia-ukraine-military-base-attack_1666738691.html", "image_url": "https://static01.nyt.com/images/2022/03/13/world/13Ukraine-Scene-soldier/13Ukraine-Scene-soldier-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_13_world_europe_russia-ukraine-military-base-attack_1666738691.html", "title": "Booms, Smoke and Fire Signal Horror of Russian Attack on Base", "title_page": "Booms, Smoke and Fire Signal Horror of Russian Attack on Base - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Soldiers who were on the base during the attack described the scene of terror. It was “hell,” said Jesper Soder, a Swedish fighter. “They know exactly what to aim for. They know exactly what they did. And they were targeting us. And I said, in one hour we will be finished if we don’t get out. And I told everybody, and a lot of people followed me, and a lot of people stayed.”\nMr. Soder added, “A lot of them are traumatized.”\nAn American fighter, who asked not to be identified over security concerns, said he had previously worked in explosives in Iraq for the military and described the missile hitting the ground, sounding like a jet crash. He said it set the roofs of buildings ablaze and sent people screaming.\nAt the hospital in Novoyavorivsk, doctors could be seen on Sunday afternoon tending to the wounded who remained, calling out to nurses about spinal injuries, damaged ears and trauma to a skull.\nSince the 1990s, soldiers from the United States, Britain, Canada, Poland, Latvia and other Western allies have used the base to train Ukrainian forces.\nOne of the buildings that was hit in the attack was in an area where American, Canadian and other foreign military instructors had stayed before the invasion, according to a broadcast journalist for the U.S. Army who covered multinational training at the base.", "url": "https://www.nytimes.com/2022/03/13/world/europe/russia-ukraine-military-base-attack.html"}