{"authors": ["Jason Zinoman"], "date_download": "2022-10-25 22:54:43", "date_modify": "2022-10-25 22:54:43", "date_publish": "2022-10-25 14:18:26", "description": "No one knows what an egg yolk omelet is, but we all know that TV hosts should be relatable. Or should they? That didn’t do Ellen DeGeneres any favors.", "filename": "2022_10_25_arts_television_james-corden-apology_1666738483.html", "image_url": "https://static01.nyt.com/images/2022/10/25/arts/25corden-notebook1/25corden-notebook1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_25_arts_television_james-corden-apology_1666738483.html", "title": "James Corden and the Dangers of Likability", "title_page": "James Corden and the Dangers of Likability - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was all just another day on the internet-driven media, where the demands of algorithms lead to celebrity justice meted out on a regular basis. Yet as with many such brouhahas, it provides clues to soft spots in the culture, to the fragilities that were already there. The backdrop is that Corden, who plans on stepping down from his show next year, is part of a late-night landscape that is going through a transition if not a crisis. Not long after he announced he would be leaving, Trevor Noah somewhat abruptly declared he was ending his run on “The Daily Show.” (The latest rumor is he’ll be replaced by a committee of hosts.)\nRatings for late-night talk shows have been declining for years. There is a growing sense that such invariably topical programs are a poor fit on streaming services. With the networks fading in relevance, there are also whispers of more dramatic shifts to lineups, including the storied NBC institutions of “The Tonight Show” and “Late Night With Seth Meyers.”\nWe are in a moment when viewers are questioning what we want these shows to be and what makes for a successful host. For some network executives in the past decade, the answer is clearly likability. They have emphasized performers the audience can relate to, a star who, to use the phrase that used to be a political litmus test in the pre-Trump era, you would want to have a beer with. James Corden was that bloke.\nOften described as seeming to come out of nowhere (otherwise known as England), he presented himself as an ordinary guy, self-deprecating, quick to laugh, eager to please. His signature bit, “Carpool Karaoke,” pulled off the feat of making pop superstars also seem down to earth and relatable, making for charming television and great promotion. Talk-show perfection.\nCorden is not actually ordinary at all. He is a famous actor and gifted Broadway star. As it happens, he earned the late-night job in no small part because of his Tony-winning performance in the hit play “One Man, Two Guvnors,” and his latest drama could be seen as a callback to that show’s comic high point, where his down-on-his-luck character desperately tries to help an inept waiter. But his talk-show persona, like that of the forever boyish Jimmy Fallon, did not rest on his comic and musical talents, but on how he exploits them to seem like a garden-variety sweetheart.", "url": "https://www.nytimes.com/2022/10/25/arts/television/james-corden-apology.html"}