{"authors": ["Adam Zagoria"], "date_download": "2022-10-25 23:51:37", "date_modify": "2022-10-25 23:51:37", "date_publish": "2022-03-26 04:01:07", "description": "After upsetting the No. 1 seeds Gonzaga and Arizona, Arkansas and Houston are looking for more. Duke and Villanova stand in their way.", "filename": "2022_03_26_sports_march-madness-elite-8_1666741897.html", "image_url": "https://static01.nyt.com/images/2022/03/26/multimedia/26mcbb-tournament-coachk/26mcbb-tournament-coachk-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_26_sports_march-madness-elite-8_1666741897.html", "title": "March Madness Elite 8 Schedule, Tip Times and Analysis", "title_page": "March Madness Elite 8 Schedule, Tip Times and Analysis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, Houston has maintained its trademark defensive intensity, and it often seems as if the team has seven defenders on the floor, instead of five. In the second round, the Cougars limited Illinois to 34 percent shooting. Against No. 1-seeded Arizona on Thursday, they held the Wildcats to 33 percent while knocking off a single-digit seed for the first time since the 1984 Final Four, when Hakeem Olajuwon was a star.\n“They’re not afraid of anybody, whether that’s U.A.B. or Illinois, Arizona, our next game Villanova,” Sampson said. “We’ll just move on to that one and we’ll do the best we can with that one.”\nCoach K vies for a sixth title before retirement.\nDuke, seeded No. 2, faced a real scare before eventually prevailing over third-seeded Texas Tech, 78-73, on Thursday night in San Francisco. The Blue Devils outscored the Red Raiders 12-5 in the last four minutes to give coach Mike Krzyzewski his 100th N.C.A.A. tournament win. Only five programs have more tournament wins than Krzyzewski’s 100 — Kentucky (129), North Carolina (128), Duke (117), Kansas (111) and U.C.L.A. (108).\nThe Blue Devils enter as 4-point favorites, but in order for Krzyzewski to reach his 13th Final Four — and first since the Blue Devils won their fifth championship in 2015 — they will have to handle Arkansas’s defensive pressure (8:49 p.m., TBS). In taking out Gonzaga, 74-68, on Thursday, the Razorbacks were relentless on the defensive end.\nDuke’s sophomore point guard Jeremy Roach, who had 15 points, 5 assists and 4 turnovers against Texas Tech, will need another steady — and heady — performance.", "url": "https://www.nytimes.com/2022/03/26/sports/march-madness-elite-8.html"}