{"authors": ["Jacey Fortin", "Eliza Fawcett"], "date_download": "2022-10-25 23:00:53", "date_modify": "2022-10-25 23:00:53", "date_publish": "2022-08-29 09:00:43", "description": "Urgently needed: teachers in struggling districts, certified in math or special education. Perks: maybe a pay raise, or how about a four-day week?", "filename": "2022_08_29_us_schools-teacher-shortages_1666738853.html", "image_url": "https://static01.nyt.com/images/2022/08/24/us/00teacher-shortage6/merlin_211487451_d375b0a2-2b02-4012-8bfd-b906c79a741e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_29_us_schools-teacher-shortages_1666738853.html", "title": "How Bad Is the Teacher Shortage? Depends Where You Live.", "title_page": "How Bad Is the Teacher Shortage? Depends Where You Live. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Westwood, where most students qualify for free or reduced-price lunch, is one of many public schools across the United States that are opening their doors with fewer teachers than they had hoped for. According to one national survey by Education Week, nearly three-fourths of principals and district officials said this summer that the number of teaching applicants was not enough to fill their open positions. Other surveys released this year have suggested that parents are deeply concerned about staffing and that many more teachers are eyeing the exits.\nBut while the pandemic has created an urgent search for teachers in some areas, not every district is suffering from shortages. The need for teachers is driven by a complicated interplay of demand and supply in a tight job market. Salary matters, and so does location: Well-paying suburban schools can usually attract more candidates.\nIf anything, experts say, the recent pandemic turmoil can be expected to worsen old inequities.\n“It’s complex, and it does go back before the pandemic,” said Desiree Carver-Thomas, an analyst with the Learning Policy Institute. “Schools serving more students of color and students from low-income families bear the brunt of teacher shortages, oftentimes.”\nFor many years, it has also been particularly hard to find teachers for subjects like math and special education, or to fill spots at rural schools. And there has always been a dire need for more teachers of color in the United States. According to federal data collected during the school year ending in 2018, nearly 80 percent of public schoolteachers were white. Most of their students were not.", "url": "https://www.nytimes.com/2022/08/29/us/schools-teacher-shortages.html"}