{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:27:27", "date_modify": "2022-10-25 23:27:27", "date_publish": "2022-07-18 14:22:11", "description": "One of Germany’s largest energy providers is hoping that Berlin will help keep it afloat as limited gas from Russia and high prices drive its losses into the millions.", "filename": "2022_07_17_business_uniper-germany-gas-russia_1666740447.html", "image_url": "https://static01.nyt.com/images/2022/07/18/multimedia/18economy-briefing-uniper/18economy-briefing-uniper-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_17_business_uniper-germany-gas-russia_1666740447.html", "title": "Uniper, Germany Energy Provider, Runs Through Credit", "title_page": "Uniper, Germany Energy Provider, Runs Through Credit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of Germany’s largest energy providers, Uniper, has used up a 2 billion-euro credit line from the German state-owned investment bank and has applied for more money, it said Monday, increasing the pressure on Berlin to bail out the company.\nUniper, which is also Germany’s largest importer of Russian gas, has racked up daily losses of tens of million of euros since Russia cut gas flows to Germany last month, forcing it to buy gas from other sources at much higher prices. The company has been forced to begin drawing down its own natural gas reserves that were set aside for winter, and has informed customers that gas prices may rise, steps it described as “emergency measures.”\nFlows of natural gas through Nord Stream 1, the main pipeline connecting Germany and Russia, have stopped for annual maintenance. The routine shutdown has raised concerns that President Vladimir V. Putin of Russia will keep the pipeline closed to punish Germany and the rest of Europe for their opposition to the war in Ukraine.\nOther pipelines, running through Poland and Ukraine, are not being used as alternative links to send gas as they were in past years during the temporary shutdown, Germany’s pipeline regulator said.", "url": "https://www.nytimes.com/2022/07/17/business/uniper-germany-gas-russia.html"}