{"authors": ["Lisa Lerer", "Nate Cohn"], "date_download": "2022-10-25 22:58:48", "date_modify": "2022-10-25 22:58:48", "date_publish": "2022-09-16 07:00:09", "description": "President Biden’s approval rating has climbed to 42 percent, and the number of Americans who believe the country is on the right track has doubled but remains low.", "filename": "2022_09_16_us_politics_biden-democrats-abortion-trump-poll_1666738728.html", "image_url": "https://static01.nyt.com/images/2022/09/15/us/poll-biden-approval-righttrack-promo/poll-biden-approval-righttrack-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_16_us_politics_biden-democrats-abortion-trump-poll_1666738728.html", "title": "Democrats Buoyed by Abortion and Trump, Times/Siena Poll Finds", "title_page": "Democrats Buoyed by Abortion and Trump, Times/Siena Poll Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The survey underscored how Republicans have been weakened by Mr. Trump’s decision to play a vocal role in his party’s primaries. Voters said that the word “extreme” described the Republicans better than the Democrats by a six-point margin, 43 to 37 percent. And, although they deemed economic issues most important, more voters said that Democrats were focused on the most important issues than said that Republicans were, by 40 to 38 percent.\nWhile the poll did not directly ask voters how Mr. Trump weighed on their midterm vote, it found Mr. Biden leading Mr. Trump by three percentage points, 45 to 42 percent, in a hypothetical 2024 matchup — nearly identical to voter preferences in the race for Congress.\nIn contrast, voters trust the Republicans more on the economy by a 14-point margin, 52 to 38 percent. And they say that economic issues will matter more to their vote than do societal issues by an 18-point margin.\nYet 9 percent of the voters who trust Republicans more on economic issues and say that those issues are most important are voting for Democrats, anyway.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nJeanine Spanjers, 44, from Racine, Wis., said that rising inflation had caused her to change her lifestyle, including driving less, skipping vacations and even abstaining from popcorn when she goes to the movies. A state employee, she also said she believed that Democrats were handing out too many government subsidies, pointing to relief payments distributed during the pandemic.\n“What’s getting on my nerves is all this free stuff,” she said, criticizing how all the children at her son’s school received food stamp cards, including families who could afford to pay for lunch. “Republicans would never do something like that. It disincentivizes people to go out and do something. I’m starting to feel like people are being rewarded for not doing anything.”", "url": "https://www.nytimes.com/2022/09/16/us/politics/biden-democrats-abortion-trump-poll.html"}