{"authors": ["Joe Rennison"], "date_download": "2022-10-25 23:31:52", "date_modify": "2022-10-25 23:31:52", "date_publish": "2022-10-13 09:00:39", "description": "Stocks initially tumbled, then rebounded sharply after a report that signaled the Fed would continue raising interest rates aggressively.", "filename": "2022_10_13_business_stock-markets-cpi-inflation_1666740712.html", "image_url": "https://static01.nyt.com/images/2022/10/13/multimedia/13stocks-promo-1-8dd9/13stocks-promo-1-8dd9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_13_business_stock-markets-cpi-inflation_1666740712.html", "title": "Markets Plunge After High CPI Inflation Reading", "title_page": "Markets Plunge After High CPI Inflation Reading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The rally on Thursday came after another drop on Wednesday, the S&P 500’s sixth daily decline in a row, meaning stock prices had already fallen substantially, even before the fresh inflation data roiled the market. The last time the index experienced seven straight days of losses was during the onset of the coronavirus pandemic at the end of February 2020.\nIn a sign of the gyrations affecting the market, the CBOE Vix index, which tracks stock volatility and is known as Wall Street’s “fear gauge,” remains elevated, as does the MOVE index, which measures volatility in the Treasury market.\nThe sharp moves have added to investors fear that the Fed’s campaign of large rate increases could push markets closer to a financial accident, similar to the shock waves in British markets in recent weeks. Some investors said that the hotter-than-expected inflation reading raised this risk by increasing expectations for further rate increases.\nBased on prices in futures markets, which show where investors expect interest rates to be after the Fed’s upcoming meeting, the forecast is for a three-quarter-point increase. Once a rare occurrence, that would be the fourth increase of that size this year.\nInvestors also raised their bets on the Fed increasing rates by three-quarters of a point again in December and recalibrated expectations for how high interest rates could get next year, with a peak of around 4.9 percent in May, above the Fed’s own forecasts.\nBarclays’ economists quickly altered their own forecast, predicting the Fed would raise interest rates by three-quarters of a point in November and December, as well as a half-point increase in February, taking interest rates past 5 percent next year.\n“We are in a new regime here with higher rates,” Mr. Ripley said. “The longer they stay elevated, we are going to see some interesting things happen in the market.”", "url": "https://www.nytimes.com/2022/10/13/business/stock-markets-cpi-inflation.html"}