{"authors": ["Lucy Tompkins"], "date_download": "2022-10-25 23:52:58", "date_modify": "2022-10-25 23:52:58", "date_publish": "2022-06-14 09:00:19", "description": "With federal housing money in short supply, state and local authorities are looking to health dollars to help tackle homelessness.", "filename": "2022_06_14_headway_medicaid-housing-rent-health_1666741978.html", "image_url": "https://static01.nyt.com/images/2022/06/26/headway/26home-medicaid/14home-medicaid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_14_headway_medicaid-housing-rent-health_1666741978.html", "title": "Supportive Housing Keeps People Healthy. Should Medicaid Pay?", "title_page": "Supportive Housing Keeps People Healthy. Should Medicaid Pay? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the late 1980s, Richman was tasked with closing the state psychiatric hospital in Philadelphia. For years, federal policies had encouraged the closure of state institutions, notorious for warehousing people with mental illness in wretched conditions. As deinstitutionalization gained momentum, an infrastructure to help care for people in their communities was supposed to emerge in its place. The federal Supplemental Security Income program was created to provide a basic income for people with disabilities, while Medicaid, created in 1965, paid for their health care. But, reflecting the concerns of the time, Medicaid’s creators were adamant that the program would not cover long-term stays in psychiatric hospitals or other institutions, with the exception of nursing homes. Nor would it pay to house people elsewhere, prohibiting the use of federal Medicaid funds for room and board.\nHUD was also created in 1965, with a budget that soon grew to $26 billion. But in the 1980s, President Ronald Reagan slashed that by more than 70 percent. (Even today only one in four people who qualify actually get rental assistance because HUD doesn’t have the money.) At the same time, the Reagan administration repealed the Mental Health Systems Act, cutting funding that was intended to help build community mental health centers and pushing progress back by decades, said Steve Sharfstein, former director of Mental Health Service Programs at the National Institute of Mental Health.\n“There would have been billions of dollars more that would have flowed to the states and would have created a much sturdier community support network for patients’ housing and employment and clinical services,” he said. “Instead, the 1980s brought the criminalization of the mentally ill and the homelessness epidemic.”\nCommunity-based housing for people with mental illness was largely left to the states to develop with money saved by closing asylums. But the states never committed enough money to that effort, and Richman saw more people with mental illness or disabilities living on the street as a result.\nRichman later took a job as head of Philadelphia’s mental health department, where she spent years devising a system to use Medicaid to help address that failure.\nMedicaid is financed partly by the federal government and partly by the individual states. While states have leeway in how to spend their portion, strict rules dictate how the federal part can be used. Richman got around this by creating a city-led nonprofit that would provide mental health and addiction care for Philadelphia’s Medicaid population, rather than contracting with for-profit insurance companies like Aetna or Anthem. This kept money in the city’s hands. The nonprofit could use some of the savings it achieved however it liked — including paying for clients’ rent. In 1997, Richman’s idea was approved, and Community Behavioral Health was born.\n“We worked hard, we managed well, we saved money,” said Richman, who is now retired. And that money went right back into the community. Since then, the Philadelphia Department of Behavioral Health and Intellectual Disability Services, which oversees the city nonprofit, has used at least $101 million in savings from Medicaid to pay rent, give cash stipends, develop affordable housing and fund new homeless initiatives. In the last decade alone, about 2,300 people have moved from homelessness to housing this way.", "url": "https://www.nytimes.com/2022/06/14/headway/medicaid-housing-rent-health.html"}