{"authors": ["Katie Glueck"], "date_download": "2022-10-25 22:59:06", "date_modify": "2022-10-25 22:59:06", "date_publish": "2022-09-14 00:32:19", "description": "In November, Mr. Magaziner will face Allan Fung, the former mayor of Cranston, R.I., in what could be one of the most competitive House races in New England.", "filename": "2022_09_13_us_politics_seth-magaziner-rhode-island-house_1666738746.html", "image_url": "https://static01.nyt.com/images/2022/09/13/multimedia/13primary-live-rhodeisland-Magaziner/13primary-live-rhodeisland-Magaziner-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_13_us_politics_seth-magaziner-rhode-island-house_1666738746.html", "title": "Seth Magaziner Wins a Democratic House Primary in Rhode Island", "title_page": "Seth Magaziner Wins a Democratic House Primary in Rhode Island - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seth Magaziner, the general treasurer of Rhode Island, won a crowded Democratic congressional primary in the state on Tuesday, according to The Associated Press, and is now headed into what could be one of the most competitive general elections on New England’s House map.\nMr. Magaziner will face Allan Fung, the former mayor of Cranston, R.I., who would be the state’s first Asian American member of Congress. The seat, which represents Rhode Island’s Second District, opened up after Representative Jim Langevin, a Democrat who has held it since 2001, decided against running for re-election. Mr. Langevin endorsed Mr. Magaziner, who also received the Rhode Island Democratic Party’s endorsement.\nMr. Magaziner initially ran for governor but switched to the congressional race after Mr. Langevin announced his retirement.\nMr. Magaziner was first elected as general treasurer in 2014 and was re-elected in 2018. He is running on a message that includes support for abortion rights and clean energy and for lowering prescription drug costs, and he has emphasized opposition to the “Trump agenda.” The League of Conservation Voters’ affiliated super PAC advertised on his behalf.", "url": "https://www.nytimes.com/2022/09/13/us/politics/seth-magaziner-rhode-island-house.html"}