{"authors": ["Sabrina Tavernise", "Rob Szypko", "Sydney Harper", "Mooj Zadie", "M.J. Davis Lin", "Lisa Chow", "Dan Powell", "Rowan Niemisto", "Marion Lozano", "Chris Wood"], "date_download": "2022-10-25 23:23:21", "date_modify": "2022-10-25 23:23:21", "date_publish": "2022-09-13 10:00:08", "description": "What the country’s biggest victory since the beginning of the war means for the future of the conflict.", "filename": "2022_09_13_podcasts_the-daily_ukraine-russia-war-counteroffensive-kharkiv_1666740201.html", "image_url": "https://static01.nyt.com/images/2022/09/13/podcasts/13daily-1/merlin_212974095_c65e5f6e-5232-4004-b5d1-f83c5d006078-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_13_podcasts_the-daily_ukraine-russia-war-counteroffensive-kharkiv_1666740201.html", "title": "Is Ukraine Turning the Tide in the War?", "title_page": "Is Ukraine Turning the Tide in the War? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nsabrina tavernise\nFrom “The New York Times,” I’m Sabrina Tavernise, and this is “The Daily.” [MUSIC PLAYING]\narchived recording 1 The tide appears to be turning in Ukraine. archived recording 2 Ukrainian forces claiming to have retaken more than 40 towns in just a matter of days. archived recording 3 Crippling Russia’s grip in the Kharkiv region and forcing the Russians to retreat.\nsabrina tavernise\nOver the weekend, the Ukrainian military stunned the world by taking hundreds of miles of territory back from Russia —\narchived recording 4 Ukrainian troops have raised their flag in multiple towns and villages previously occupied by Russian troops. archived recording 5 [SPEAKING UKRAINIAN]:\nsabrina tavernise\n— their biggest victory since the beginning of the war.\narchived recording 6 [SPEAKING UKRAINIAN]:\nsabrina tavernise\nToday, my colleague Eric Schmitt on Ukraine’s success, Russia’s failure, and how the war in Ukraine has reached a critical point. [MUSIC PLAYING] It’s Tuesday, September 13. So, Eric, we’ve been seeing all of these headlines coming out of Ukraine over the weekend about how there have been this string of successes, how the Ukrainian military has made this huge advance. And that seems kind of remarkable, right? Because in a lot of ways, the war had really settled into this kind of stalemate for a number of months now.\neric schmitt\nI think that’s right. It really was kind of a grinding conflict. And what we saw was — over the weekend and a few days before that was a sharp jolt that kind of jumpstarted the war again, with this dramatic blitzkrieg on the part of the Ukrainians.\nsabrina tavernise\nSo how did the Ukrainians pull it off?\neric schmitt\nWell, I think to understand that, you need to go back several months, to the spring and April time frame, when the Russians experienced their first real major setback of the war, where they sought to topple the government in Kyiv in a matter of days, and it was a dramatic failure. If you remember, we saw that long convoy of Russian trucks coming in from the north and just being picked off.\nsabrina tavernise\nThey got stuck.\neric schmitt\nExactly. They were stuck. And the Russians totally underestimated the Ukrainians. They took heavy casualties. And they ultimately had to retreat in humiliating fashion, with their tail between their legs. And as they leave, the dust settles. And these first few first months of the war, you see kind of three fronts emerging in this war.\nsabrina tavernise\nAnd, Eric, remind us what those three fronts are.\neric schmitt\nSo the immediate next front is the one in the Donbas, where the Russians had regrouped. They focus on their strength in the east, closer to their supply lines, and they use one of their main weapons of choice — artillery. And they’ve got a lot of it to just shell the Ukrainian positions and start taking back more areas of the east. The second front is the area in and around the city of Kharkiv in the northeast, where the Ukrainians are basically holding on. They’ve kept the Russians out of the city, but there’s basically a standstill in keeping the Russians from advancing any further. And the final, and perhaps most important, front is the one in the south — Kherson. And this is really kind of the real prize for both sides because of its access to the Black Sea, its access to water and power resources. And so that really is a focal point for all sides as this war kind of shapes up. But by mid-summer, we’re looking at basically front lines not really changing much on any one of these three, and it’s looking like it’s going to be a very long war of attrition.\nsabrina tavernise\nRight. It looked like — you looked at the map, and you saw the three fronts, and it wasn’t changing very much. I mean, it was just sort of to and fro, a bit of territory here, a bit of territory there. But no one was really winning in one direction or the other.\neric schmitt\nThat’s right. And what’s happened here is we come out of the summer — is there are some important changes are about to happen. The first major change is that all these Western weapons, billions of dollars of armaments, mostly from the United States but also from a wide range, dozens of other countries, starts pouring into Ukraine, and the Ukrainian military is able to use these weapons much more effectively.\nsabrina tavernise\nAnd what are those weapons, Eric? Tell me a little bit about them.\neric schmitt\nSo some of these weapons, we’ve talked about them on the show before. One that many people remember is the HIMARS, and this is basically a missile-launching system that can fire satellite-guided missiles that carry 200 pounds of explosives almost 50 miles away at targets. And these are critical because these weapons in the hands of the Ukrainians can now hit Russian supply depots. They can hit command posts. They can hit radars well behind the front lines. And this causes havoc with the Russians and with their ability to supply — maintain their supply routes to these different places.\nsabrina tavernise\nSo Ukrainians are suddenly hitting much farther and much deeper into enemy territory than they have ever had before.\neric schmitt\nThat’s right. But these weapons deliveries carry another major advantage for the Ukrainians, and that is, at this point, the Pentagon is announcing every week or so another $500 million to a billion dollars worth of additional weapons and ammunition.\nsabrina tavernise\nWow.\neric schmitt\nAnd what this does, this kind of regularity, it allows Ukrainian commanders, who are now having to start thinking about planning much more complex operations, simultaneous offensive along these different fronts, they need to know in advance that they’re going to have enough weapons in arms to carry this out. Because this fight’s going to —\nsabrina tavernise\nThey have to plan.\neric schmitt\nYeah, they’ve got to plan. And this gives them the confidence to start planning what we now see is kind of unfolding, these very complicated operations that take a lot of ammunition to carry out. They’re fast-moving operations, and you need a lot of equipment and material on hand to be able to do this and have confidence it’s going to last.\nsabrina tavernise\nSo what’s the other thing that changed over the summer, Eric?\neric schmitt\nSo the other big development late in the summer is that the intelligence sharing between the Ukrainians and the Americans just got a lot better. And we can see this now in the way this whole campaign is unfolding. Because what the Ukrainians did was they started sharing a lot more details about their operational planning — basically, their campaign plans for these various fronts. And in doing so, by showing what they intended to do, the Americans then could go to the back and look at their intelligence, and give more specific advice to the Ukrainians, and say, where are some more targeted vulnerabilities along these Russian lines where these offensives that you have planned, where they’d be more effective? And so you had a much broader sense of cooperation and sharing between what the Ukrainians were planning, in terms of their ground campaign, and how the Americans could help facilitate and improve on that. It wasn’t just the Americans providing intelligence and the Ukrainians taking that and doing what they will. It was a much greater intelligence sharing at this crucial phase of the war.\nsabrina tavernise\nAnd in the meantime, Ukraine is under quite a bit of time pressure, right? I mean, I remember we did an episode earlier in the summer about how the Europeans were really starting to feel pretty frustrated with Ukraine, wanting it to get on track towards some sort of resolution because they had problems of their own. They didn’t want to be spending so much time on Ukraine and its problems.\neric schmitt\nThat’s right. And Ukraine begins to feel kind of a self-imposed sense of urgency to make a major move. I mean, politically, President Zelensky feels he needs to score a major victory to keep Western supporters on board going into the winter months, when he knows that President Putin is going to put the screws to Europe, in terms of energy, cutting back on their energy sources. And he’s fearing that if they don’t demonstrate that they can score a big win, they’re going to lose that critical support from Europeans.\nsabrina tavernise\nRight.\neric schmitt\nAt the same time, though, the military commanders are concerned because they feel they need to make some gains on the ground before winter sets in because, militarily, it just becomes much harder to maneuver and the battle lines become literally frozen over there. And so there’s both this political urgency and, to some extent, a military urgency to carry out some major offensives on the ground.\nsabrina tavernise\nAnd so the clock is ticking. So what does the Ukrainian military do?\neric schmitt\nSo President Zelensky favors a huge operation to push to the south, to try and reclaim much of that territory there, perhaps going all the way to Mariupol and the Black Sea. American advisors look at this plan — remember, they’re sharing information more now — and say, boy, that’s very risky and it’s not likely to work, but how about we try this? Let’s break it into two parts. Let’s still have an offensive in the south in Kherson, which, remember, that’s still the main prize. But by telegraphing that offensive, we’ll draw Russian soldiers away from other parts. We’ll draw forces away from the north in Kharkiv, and they’ll bring them down to the south, and that will leave that northern part more vulnerable to a second attack.\nsabrina tavernise\nGod. And so kind of like a fake out.\neric schmitt\nA little bit. But remember, there is actually still fighting in Kherson. It’s not a total feint, but what it’s done is it’s pulled away thousands of some of the best Russian troops north of this and left some serious gaps up along this flanking area outside of Kharkiv. And this is where the Ukrainians strike and where we see this blitzkrieg on the ground just last week, where they punched through several thousand well-armed Ukrainian forces and essentially route the Russians that are remaining there to the point where Russian soldiers are just throwing down their arms. They’re jumping out of their tanks and other equipment. They’re fleeing on foot.\nsabrina tavernise\nWow.\neric schmitt\nAnd Ukrainians themselves — I mean, they had hoped they might have some success up there. They’re stunned by how successful they are as they push this offensive forward. And within a matter of days, the Ukrainians have seized what they say is more than a thousand square miles. That’s roughly the size of Rhode Island. And remember, this is after months of both sides just barely eking out a kilometer here, a kilometer there. And so this is really significant, in terms of this bolt that the Ukrainian forces are making, pushing them east back toward Russia, away from Kharkiv, in this northeastern part of the country.\nsabrina tavernise\nSo it sounds like the story of the weekend is really one of sudden and, in a lot of ways, surprising Ukrainian success.\neric schmitt\nThat’s right. Although, while we can see it as a story of success for the Ukrainians, what we learned over the weekend was the Russians are being plagued by some of the same fundamental problems that have dogged them throughout the war, and they’re not going to be fixed any time soon. [MUSIC PLAYING]\nsabrina tavernise\nWe’ll be right back. So, Eric, you said that we learned over the past few days that Russia’s military is still beset by some of those same problems that it was earlier in the war. What do you mean by that? Break that down for me.\neric schmitt\nWell, I think what we learned is, again, just several examples of just how brittle the Russian military is in Ukraine. I mentioned before that when this Ukrainian offensive punched through, Russian soldiers just dropped their arms and ran away. And what this underscores is just how poor the morale already was of those forces, how poor the command arrangements were there — they couldn’t control their forces from running away — and also, that, probably, these guys weren’t that well-equipped. The logistics and supply problems that the Russians had so early on were continuing, even though they’re closer to some of their supply lines in these eastern and southern places. So we learned that a lot of these problems that surfaced initially in the Kyiv operation haven’t been resolved.\nsabrina tavernise\nYeah. Honestly, I mean, it feels like a little bit of deja vu for me, right? I mean, Ukrainians surge into a territory, and Russians drop their weapons, run, leave their military equipment, dress in civilian clothes, get on bicycles, and get out of Dodge.\neric schmitt\nThat’s right. And remember, here we are in Ukraine, where the Russians have thrown about 80 percent of their available military into the fight right now, but they’re still having to scrape to kind of put competent forces on these three different fronts. Even before this happened, they were pulling prisoners out of jail and putting them out on the front. They were reaching out and offering major bonuses to anybody who would serve. And they’re turning to mercenaries as well. So it’s this kind of motley crew that they’re having to mix in with the remaining regular forces to try and hold the line here on these three major fronts.\nsabrina tavernise\nAnd, of course, the Ukrainians do have full mobilization, right? Their whole country is fighting.\neric schmitt\nThat’s right. Able-bodied men have not been able to — allowed to leave the country. They basically are serving in the military or they’re serving in some other capacity in the war effort. You’ve got everyday citizens who are, even if they’re not in the military, they’re supporting their country. And so, for them, this is a huge rallying cry and a huge morale booster when they see their beleaguered military — this is obviously a much smaller military, not as well-armed going into this fight, suddenly being able, for the second time now, pull off what’s essentially an upset.\nsabrina tavernise\nAnd, Eric, what are we hearing about what people are saying in Russia about this latest loss?\neric schmitt\nWell, of course, Vladimir Putin, the president of Russia, has been talking about this as a special military operation from the beginning — the whole rationale that he’s given here that this is not a full-out war that threatens the Russian government, and Russian regime, and the Russian people. Go on living your lives is his message here. We’ll take care of business in Ukraine, even with the West supporting them. He’s basically been saying this is a Russian military, it’s undefeatable. And this is — even the official Russian outlets are now having to acknowledge this retreat. And while Putin has tried to kind of slough it off by continuing to carry on business as normal in Moscow, some of his critics — and these are people on the right, much more hawkish than he is — are outraged. And so to have this happen has enraged some of the critics in Russia, who are now demanding that Putin take much greater steps to not just correct this problem but to finish this war much faster.\nsabrina tavernise\nSo, really, a new and quite tricky place to be for the Russian president.\neric schmitt\nThat’s right. And, politically, it’s hard to know what Putin’s political moves are going to be internally. How does he regain momentum here? What does the Russian military do next? The options are not good right now. Because Putin’s bet — his bet here is that he can outlast certainly Ukraine and certainly outlast the West in what he views as he could win a war of attrition. And that’s not how this is working out, at least not right now.\nsabrina tavernise\nSo, Eric, given everything we’ve been talking about, let’s step back for a minute and kind of put this weekend’s news in perspective. How significant are these gains on the northern front for Ukraine? Are they actually a turning point?\neric schmitt\nWell, I don’t think there’s any question. It is a major turning point strategically, certainly the biggest since the spring. It’s a huge morale boost for the Ukrainians, and it could ripple to success on other fronts. You could have this kind of cascading effect to other parts of Ukraine. But at the end of the day, Russia still controls about 20 percent of Ukrainian territory.\nsabrina tavernise\nRight.\neric schmitt\nThere are two other fronts where the fighting is still intense and it’s a slog for the Ukrainians — in Kherson, a portion in the south. Ukrainians have made some progress, but with heavy casualties. And the Donbas, the Russians still are solidly in control. So a lot depends on how Russia responds to this latest Ukrainian offensive in the northeast. Do the Russians basically fall back and set up an effective new defensive line and hold off the Ukrainians now, or do they continue to collapse?\nsabrina tavernise\nEric, do you think that we’ll look back in a couple of months and see this point as the beginning of the end of the war?\neric schmitt\nI think it’s really hard to tell right now, Sabrina. Clearly, the gains right now are not enough to win the war, not by any stretch of the imagination, given the other fronts that we’ve been talking about. And at the moment, they aren’t enough, either, to kind of bring Vladimir Putin to the bargaining table. Certainly, I don’t even think Ukrainians think they should be going to the bargaining table. They feel there should be — they need to seize more territory. Again, this winter deadline is looming for the reasons we talked about before. Politically, for President Zelensky to lock in that Western support, he no doubt will use this opportunity to ask for more weapons, more advanced weapons from the West, and point to this success as saying why they deserve them. But the military is going to also be under pressure to reclaim as much territory before these frontlines are effectively frozen in place by the winter for some months to come.\nsabrina tavernise\nSo it sounds like the next few months will be pretty critical to the future of this war.\neric schmitt\nI think that’s right. But it’s still very hard to predict. I mean, a lot of people were surprised by this Ukrainian offensive over the last several days in the northeast. But if you think about it, here’s this scrappy Ukrainian military — and whole country, really — that’s been supported by almost a billion dollars a week now in arms, and maybe it isn’t that surprising they could pull something like this off. And certainly — this is what the Ukrainians are hoping for — they can show that with enough support, with enough financial support, with enough military support, they can pull this off and they can beat the Russians. That’s what they’re trying to show the world right now.\nsabrina tavernise\nIn other words, Zelensky is hoping that this is going to be a proof of concept.\neric schmitt\nI think that’s right. What the Ukrainians are trying to show is this is a proof of concept of something they’ve been telling the West they can do for six months now, that if you give them enough arms, if they give them enough ammunition, if you give them enough support, they can take on the Russians and take them down. [MUSIC PLAYING]\nsabrina tavernise\nEric, thank you.\neric schmitt\nThank you very much.\nsabrina tavernise", "url": "https://www.nytimes.com/2022/09/13/podcasts/the-daily/ukraine-russia-war-counteroffensive-kharkiv.html"}