{"authors": ["Emily Flitter", "David Yaffe-Bellany"], "date_download": "2022-10-25 23:46:55", "date_modify": "2022-10-25 23:46:55", "date_publish": "2022-02-23 19:04:51", "description": "Russian companies have many cryptocurrency tools at their disposal to evade sanctions, including a so-called digital ruble and ransomware.", "filename": "2022_02_23_business_russia-sanctions-cryptocurrency_1666741615.html", "image_url": "https://static01.nyt.com/images/2022/02/21/business/00russia-crypto-1/00russia-crypto-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_23_business_russia-sanctions-cryptocurrency_1666741615.html", "title": "Russia Could Use Cryptocurrency to Mitigate U.S. Sanctions", "title_page": "Russia Could Use Cryptocurrency to Mitigate U.S. Sanctions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the United States barred Americans from doing business with Russian banks, oil and gas developers and other companies in 2014, after the country’s invasion of Crimea, the hit to Russia’s economy was swift and immense. Economists estimated that sanctions imposed by Western nations cost Russia $50 billion a year.\nSince then, the global market for cryptocurrencies and other digital assets has ballooned. That’s bad news for enforcers of sanctions, and good news for Russia.\nOn Tuesday, the Biden administration enacted fresh sanctions on Russia over the conflict in Ukraine, aiming to thwart its access to foreign capital. But Russian entities are preparing to blunt some of the worst effects by making deals with anyone around the world willing to work with them, experts said. And, they say, those entities can then use digital currencies to bypass the control points that governments rely on — mainly transfers of money by banks — to block deal execution.\n“Russia has had a lot of time to think about this specific consequence,” said Michael Parker, a former federal prosecutor who now heads the anti-money-laundering and sanctions practice at the Washington law firm Ferrari & Associates. “It would be naïve to think that they haven’t gamed out exactly this scenario.”", "url": "https://www.nytimes.com/2022/02/23/business/russia-sanctions-cryptocurrency.html"}