{"authors": ["Nicholas Bogel-Burroughs"], "date_download": "2022-10-25 22:54:55", "date_modify": "2022-10-25 22:54:55", "date_publish": "2022-10-24 15:30:06", "description": "J. Alexander Kueng was a rookie Minneapolis police officer when he held Mr. Floyd down while a fellow officer fatally knelt on his neck.", "filename": "2022_10_24_us_george-floyd-officer-kueng-thao.html_action=click&pgtype=Article&state=default&module=styln-floyd-trial&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1666738495.html", "image_url": "https://static01.nyt.com/images/2022/10/24/world/24FLOYD1/24FLOYD1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_24_us_george-floyd-officer-kueng-thao.html_action=click&pgtype=Article&state=default&module=styln-floyd-trial&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1666738495.html", "title": "Officer Pleads Guilty to Manslaughter in George Floyd’s Death", "title_page": "Officer Pleads Guilty to Manslaughter in George Floyd’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A former Minneapolis police officer who helped to pin George Floyd down as he gasped for air under the knee of another officer pleaded guilty to manslaughter on Monday, forgoing a trial in exchange for an agreement to drop a more serious murder charge.\nJ. Alexander Kueng, a rookie officer who had joined the Minneapolis Police Department with what he said were hopes of improving it from within, placed his knee on Mr. Floyd for several minutes in May 2020 while Mr. Floyd protested that he could not breathe and eventually lost consciousness. The death of Mr. Floyd, who was Black, set off protests around the world over racism and police abuse. and led to federal civil rights charges against the officers who were at the scene when he died.\nMr. Kueng, who also is Black, is already serving a three-year prison sentence in the federal case, after a jury convicted him of failing to provide aid or to intervene as another officer, Derek Chauvin, knelt on Mr. Floyd’s neck for more than nine minutes. Mr. Kueng had knelt on Mr. Floyd’s torso.\nAs part of Mr. Kueng’s plea agreement, the Minnesota attorney general’s office and Mr. Kueng’s lawyers agreed that they would recommend a sentence of three and a half years in federal prison, time that would be served concurrently with his state sentence.", "url": "https://www.nytimes.com/2022/10/24/us/george-floyd-officer-kueng-thao.html?action=click&pgtype=Article&state=default&module=styln-floyd-trial&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc"}