{"authors": ["Eric Lipton", "Shawn Hubler", "Nicholas Bogel-Burroughs", "Serge F. Kovaleski"], "date_download": "2022-10-25 22:56:50", "date_modify": "2022-10-25 22:56:50", "date_publish": "2022-06-24 09:00:53", "description": "After some restrictions on gun permits were deemed unconstitutional, legislators announced plans to craft new laws that honor the ruling while still creating limits.", "filename": "2022_06_24_us_state-gun-laws-permits_1666738610.html", "image_url": "https://static01.nyt.com/images/2022/06/23/us/23guns-states-3/23guns-states-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_24_us_state-gun-laws-permits_1666738610.html", "title": "States Rush to Revamp Laws After Supreme Court’s Gun Ruling", "title_page": "States Rush to Revamp Laws After Supreme Court’s Gun Ruling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Maryland, Bill Ferguson, who leads the State Senate, and Adrienne Jones, who leads the House of Delegates, wrote in a joint statement that they would review the opinion and, if necessary, pass legislation that “protects Marylanders and complies with this brand-new precedent.”\nAttorney General Maura Healey of Massachusetts said she and 19 other attorneys general argued to the Supreme Court last year that the Second Amendment does not bar states and localities from regulating the carrying of guns in public, “as they have done for hundreds of years.”\n“The default right now is that you can bring a lawfully carried firearm into private property unless you are explicitly told not to,” said Eric Ruben, assistant professor of law at the S.M.U. Dedman School of Law. “States might consider whether this default should be flipped in a world where more Americans are carrying concealed guns.”\nExactly how much harder or easier it will become to get a concealed-carry permit in these states will be determined only by the legislative responses, said Darrell Miller, a law professor at Duke University and a co-director of the Duke Center for Firearms Law.\n“What is clear is that these states will have to change their laws in a way where the licensing authority has less discretion to deny a permit,” Mr. Miller said.\nThe ruling will generate challenges to much more than concealed-carry permit laws because it explicitly rejects a legal standard — nicknamed the “two-step test” — that federal courts have used to evaluate Second Amendment challenges since a major Supreme Court ruling on gun rights in 2008.\nInstead, the court has now ruled that a “history and tradition” standard should be used to evaluate these questions. This standard will require courts to evaluate if a contemporary gun law is in some way analogous to regulations that existed around the time when the Second Amendment was adopted in the late 18th century.", "url": "https://www.nytimes.com/2022/06/24/us/state-gun-laws-permits.html"}