{"authors": ["David Mccabe", "Adam Satariano"], "date_download": "2022-10-25 23:22:40", "date_modify": "2022-10-25 23:22:40", "date_publish": "2022-05-23 09:00:29", "description": "Nations are accelerating efforts to control data produced within their perimeters, disrupting the flow of what has become a kind of digital currency.", "filename": "2022_05_23_technology_data-privacy-laws_1666740160.html", "image_url": "https://static01.nyt.com/images/2022/05/09/business/09data/09data-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_23_technology_data-privacy-laws_1666740160.html", "title": "The Era of Borderless Data Is Ending", "title_page": "The Era of Borderless Data Is Ending - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Every time we send an email, tap an Instagram ad or swipe our credit cards, we create a piece of digital data.\nThe information pings around the world at the speed of a click, becoming a kind of borderless currency that underpins the digital economy. Largely unregulated, the flow of bits and bytes helped fuel the rise of transnational megacompanies like Google and Amazon and reshaped global communications, commerce, entertainment and media.\nNow the era of open borders for data is ending.\nFrance, Austria, South Africa and more than 50 other countries are accelerating efforts to control the digital information produced by their citizens, government agencies and corporations. Driven by security and privacy concerns, as well as economic interests and authoritarian and nationalistic urges, governments are increasingly setting rules and standards about how data can and cannot move around the globe. The goal is to gain “digital sovereignty.”\nConsider that:\nIn Washington, the Biden administration is circulating an early draft of an executive order meant to stop rivals like China from gaining access to American data.\nIn the European Union, judges and policymakers are pushing efforts to guard information generated within the 27-nation bloc, including tougher online privacy requirements and rules for artificial intelligence.\nIn India, lawmakers are moving to pass a law that would limit what data could leave the nation of almost 1.4 billion people.\nThe number of laws, regulations and government policies that require digital information to be stored in a specific country more than doubled to 144 from 2017 to 2021, according to the Information Technology and Innovation Foundation.\nWhile countries like China have long cordoned off their digital ecosystems, the imposition of more national rules on information flows is a fundamental shift in the democratic world and alters how the internet has operated since it became widely commercialized in the 1990s.", "url": "https://www.nytimes.com/2022/05/23/technology/data-privacy-laws.html"}