{"authors": ["Jane Margolies"], "date_download": "2022-10-25 23:40:21", "date_modify": "2022-10-25 23:40:21", "date_publish": "2022-01-11 10:00:17", "description": "A new film and television facility, once fully open, will be ‘hands-down the largest in the Northeast,’ the leader of the project said.", "filename": "2022_01_11_nyregion_lionsgate-great-point-studio-yonkers_1666741221.html", "image_url": "https://static01.nyt.com/images/2022/01/16/nyregion/16nyfilmtelevsion4/16nyfilmtelevsion4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_11_nyregion_lionsgate-great-point-studio-yonkers_1666741221.html", "title": "The Big Dream of Yonkers: To Be the ‘Burbank of New York’", "title_page": "Lionsgate Studios Yonkers Could Become the 'Burbank of New York' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Not at all,” said Anne del Castillo, New York City’s media and entertainment commissioner. “I think there is enough production to go around.”\nIndeed, the goings-on in both cities are part of a wider surge in film production in the metropolitan area, where the industry got its start in the 1890s before decamping to California.\nBut film production has been trickling back for some time, lured by tax incentives and the fact that so many actors, directors and other film professionals live in and around New York.\nThe city has over 250 soundstages — essentially, black boxes in which any sort of scene can be conjured. Some are quite small, however, and may have low ceilings or freestanding columns that interrupt space, having been built in converted warehouses or other industrial buildings. New York still lags behind Los Angeles in terms of square footage for soundstages but is ahead of Atlanta, according to the real estate services firm CBRE.\nBut now the proliferation of streaming platforms and seemingly insatiable appetite for content — driven in part by binge-watching during the pandemic — has set off a frenzy of building soundstages, so-called because they are soundproofed. Netflix, for instance, is planning a major production hub on an old army base in Fort Monmouth, N.J.", "url": "https://www.nytimes.com/2022/01/11/nyregion/lionsgate-great-point-studio-yonkers.html"}