{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:32:03", "date_modify": "2022-10-25 23:32:03", "date_publish": "2022-04-07 20:45:10", "description": "Officials cited data showing the new Alzheimer’s drug has serious safety risks and may not help patients.", "filename": "2022_04_07_health_aduhelm-medicare-alzheimers_1666740723.html", "image_url": "https://static01.nyt.com/images/2022/04/07/science/07aduhelm1/07aduhelm1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_07_health_aduhelm-medicare-alzheimers_1666740723.html", "title": "Medicare Officially Limits Coverage of Aduhelm to Patients in Clinical Trials", "title_page": "Medicare Officially Limits Coverage of Aduhelm to Patients in Clinical Trials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We just can’t let it stand as it is,” Harry Johns, the chief executive of the Alzheimer’s Association, told the organization’s staff, according to a recording of the meeting obtained by The New York Times.\nAfter the Medicare decision was announced on Thursday, Mr. Johns said the association was still evaluating it, but he added, “At initial review we are very disappointed with the immediate impact it will have on Americans living with Alzheimer’s and their families today. While we note some of the recommendations provided by people living with Alzheimer’s and the Alzheimer’s Association have been incorporated into the C.M.S. decision, denying access to FDA-approved Alzheimer’s treatments is wrong.”\nMedicare officials said the decision was an attempt to provide what they consider important limits on Aduhelm’s coverage, while not necessarily consigning future anti-amyloid monoclonal antibody drugs to similar restrictions.\nIf another drug in that class were to win full, or traditional, F.D.A. approval, which usually requires two convincing clinical trials, that would signal that there is persuasive evidence that the drug can help patients and that its benefits outweigh its risks, Medicare officials indicated.\n“If a drug were approved under traditional approval tomorrow, we are ready,” Ms. Jensen said, adding that such a medication would be available “in a real-world setting” and patients would be enrolled in a registry or another program that would allow Medicare to monitor whether they are benefiting from the medication.\n“There is such a need to really understand what is happening that we want to make sure that we are providing all of that additional or appropriate clinical care,” Ms. Brooks-LaSure, Medicare’s administrator, said. “So, we’re going to make sure that we are continuing to track what’s happening so that so that we continue to develop that evidence around a treatment.”", "url": "https://www.nytimes.com/2022/04/07/health/aduhelm-medicare-alzheimers.html"}