{"authors": ["Tara Siegel Bernard"], "date_download": "2022-10-25 23:31:51", "date_modify": "2022-10-25 23:31:51", "date_publish": "2022-09-15 14:02:02", "description": "They have been on the rise since the start of the year as the Federal Reserve has affirmed its commitment to tame soaring inflation.", "filename": "2022_09_15_business_mortgage-rates_1666740711.html", "image_url": "https://static01.nyt.com/images/2022/09/15/business/15mortgage-rate-promo/15mortgage-rate-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_15_business_mortgage-rates_1666740711.html", "title": "Mortgage Rates Jump Above 6% for First Time Since 2008", "title_page": "Mortgage Rates Jump Above 6% for First Time Since 2008 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As concerns around inflation persist, mortgage rates climbed above 6 percent this week, their highest point since late 2008 and more than double their level a year ago, further squeezing the budgets of would-be home buyers and cooling off a once red-hot housing market.\nMortgage rates have been on the rise since the start of the year as the Federal Reserve has affirmed its commitment to raise its key interest rate to tame soaring consumer prices. With inflation remaining stubbornly high in August, the Fed is expected to raise the federal funds rate again when it meets next week. It has already increased rates 2.25 percentage points in four actions since May.\nMortgage rates do not directly track the Fed’s key interest rate, as credit cards do, but they are influenced by it. Instead, they tend to track the yield on 10-year Treasury bonds, which are driven by the outlook for inflation and expectations around the Fed’s action.\n“The housing market is the most sensitive to the Federal Reserve’s policy,” said Lawrence Yun, the chief economist at the National Association of Realtors. “High inflation requires the Fed to be even more aggressive than previously assumed, and, therefore, the broad bond market — including the mortgage market — has reacted.”", "url": "https://www.nytimes.com/2022/09/15/business/mortgage-rates.html"}