{"authors": ["Luke Broadwater", "Adam Goldman"], "date_download": "2022-10-25 23:23:29", "date_modify": "2022-10-25 23:23:29", "date_publish": "2022-04-07 23:45:13", "description": "Federal authorities want to know more about how sensitive national security information came to be in 15 boxes of documents and mementos sent to Mar-a-Lago from the White House.", "filename": "2022_04_07_us_trump-classified-information_1666740209.html", "image_url": "https://static01.nyt.com/images/2022/04/07/us/politics/07dc-records/merlin_204932637_7a0a3be8-c3c1-42b6-9178-d58ce4e2f0b0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_07_us_trump-classified-information_1666740209.html", "title": "F.B.I. to Investigate How Classified Material Went to Trump’s Home", "title_page": "F.B.I. to Investigate How Classified Material Went to Trump’s Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Federal authorities are in the preliminary stages of investigating the handling of classified material found at former President Donald J. Trump’s Florida home after he left office, people familiar with the matter said on Thursday.\nThe effort, led by the F.B.I., stems from the discovery of classified information in 15 boxes that contained documents, mementos, gifts and letters that had been taken from the White House at the end of Mr. Trump’s term in apparent violation of the requirements for turning over all presidential records to the National Archives.\nThe development was reported earlier by The Washington Post.\nThe National Archives said in February that it had consulted with the Justice Department about the classified material, which it retrieved the previous month from Mr. Trump’s Mar-a-Lago home in Florida. The agency described the materials in question as “classified national security information.”\nThe Justice Department has instructed the National Archives not to share with the House Oversight Committee, which is conducting its own investigation, details about the material taken from the White House by Mr. Trump, the committee disclosed on Thursday, in a hint that a criminal investigation might be underway.", "url": "https://www.nytimes.com/2022/04/07/us/trump-classified-information.html"}