{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 23:35:18", "date_modify": "2022-10-25 23:35:18", "date_publish": "2022-05-14 11:00:07", "description": "Was it the 46 points? The crushing 3-pointers? The clutch free throws? Tatum, the Boston forward, was feeling it against the Milwaukee Bucks on Friday.", "filename": "2022_05_14_sports_basketball_milwaukee-bucks-boston-celtics-game-7_1666740918.html", "image_url": "https://static01.nyt.com/images/2022/05/14/sports/14nba-celtsbucks-G6-1/14nba-celtsbucks-G6-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_14_sports_basketball_milwaukee-bucks-boston-celtics-game-7_1666740918.html", "title": "Jayson Tatum Saves the Boston Celtics’ Season With 46 Points", "title_page": "Jayson Tatum Saves the Boston Celtics’ Season With 46 Points - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There was a time when the Boston Celtics’ season seemed in danger of crumbling into a pile of fine dust. They had a losing record in late January. They were scuffling through a series of injuries. There were questions about whether Jayson Tatum could coexist with Jaylen Brown — was it time for the team to consider trading Brown? — along with inevitable critiques of Ime Udoka in his first season as coach.\nIt is familiar history at this late stage of the season, but worth reiterating, especially now. Why? Because on Friday night, in the wake of a late-game meltdown earlier in the week, the Celtics were facing elimination in Milwaukee. Outside of their cocoon, as they braced themselves for Game 6, the questions swirled: Had they blown their chance? Could they somehow find the resolve to extend their Eastern Conference semifinal series with the Bucks?\nThe Celtics, though, seem to embrace adversity. Perhaps they are conditioned to play at their best when everyone else thinks they are finished, a sandcastle about to be swept to sea. Down? Out? Their sandcastle is apparently reinforced with steel beams, and they proved as much with their 108-95 win.\n“This was a big moment for all of us,” Tatum said just minutes after assembling one of the finer individual performances of the N.B.A. postseason. “I think we showed a lot of toughness and growth.”", "url": "https://www.nytimes.com/2022/05/14/sports/basketball/milwaukee-bucks-boston-celtics-game-7.html"}