{"authors": ["Katie Glueck"], "date_download": "2022-10-25 23:47:46", "date_modify": "2022-10-25 23:47:46", "date_publish": "2022-05-15 19:45:51", "description": "John Fetterman, the Pennsylvania lieutenant governor who is running for the state’s Democratic Senate nomination, canceled events on Friday, Saturday and Sunday.", "filename": "2022_05_15_us_politics_john-fetterman-stroke_1666741666.html", "image_url": "https://static01.nyt.com/images/2022/05/13/multimedia/13midterm-briefing-fetterma-covid-photo/13midterm-briefing-fetterma-covid-photo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_15_us_politics_john-fetterman-stroke_1666741666.html", "title": "Fetterman Recovering After Stroke Before His Senate Primary", "title_page": "John Fetterman Recovering After Stroke Before His Senate Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They’re keeping me here for now for observation, but I should be out of here sometime soon,” he added.\nMr. Fetterman had been scheduled to host a meet-and-greet in Lancaster County, Pa., on Friday morning, but his spokesman, Joe Calvello, said at the time that the team decided to cancel the event because “John was not feeling well this morning so we are taking the necessary precautions.”\nThe campaign canceled events across the state on Friday evening, Saturday morning and again on Sunday, but gave scant information about the state of Mr. Fetterman’s health over the weekend. Asked why the campaign waited days to share the news that a major Senate candidate had been hospitalized with a stroke, a matter of intense public interest, Mr. Calvello replied, “John’s condition was evolving in real time since Friday. We wanted to put out something once we had a clearer picture of his health.”\nIn the statement and in a brief accompanying video, Mr. Fetterman said he had been feeling unwell and that his wife, Gisele Barreto Fetterman, had insisted he go to the hospital to get checked out.\nThe development upended his ability to engage voters in-person during the most intense stretch of the race. Still, he has been leading his most prominent Democratic rival, Representative Conor Lamb, by double digits in sparse public polling.", "url": "https://www.nytimes.com/2022/05/15/us/politics/john-fetterman-stroke.html"}