{"authors": ["Alan Rappeport"], "date_download": "2022-10-26 00:16:23", "date_modify": "2022-10-26 00:16:23", "date_publish": "2022-09-15 09:00:22", "description": "The Treasury secretary gave remarks at a Maryland I.R.S. facility as the agency begins an $80 billion overhaul.", "filename": "2022_09_15_business_janet-yellen-5000-irs-hires_1666743383.html", "image_url": "https://static01.nyt.com/images/2022/09/15/business/15economy-briefing-treasury/15economy-briefing-treasury-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_15_business_janet-yellen-5000-irs-hires_1666743383.html", "title": "Janet Yellen Pledges 5,000 New I.R.S. Hires to Bolster Taxpayer Responsiveness", "title_page": "Janet Yellen Pledges 5,000 New I.R.S. Hires to Bolster Taxpayer Responsiveness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Treasury Secretary Janet L. Yellen pledged on Thursday to bolster the Internal Revenue Service’s beleaguered customer service by hiring 5,000 new workers to answer telephone calls and more quickly respond to the questions of taxpayers.\nMs. Yellen spoke on Thursday during her first visit as Treasury secretary to an I.R.S. facility, as the tax collection agency prepares an $80 billion overhaul with funds that were approved through the so-called Inflation Reduction Act that Congress passed last month. Long depleted of resources, the I.R.S. has for years frustrated taxpayers by not answering calls or leaving them languishing on hold. Ms. Yellen noted that fewer than two out of every 10 calls to the I.R.S. were answered in the most recent tax season and that the average wait was nearly half an hour.\n“Due to chronic understaffing and high call volume, the I.R.S. has been unable to provide the level of phone service that taxpayers deserve,” Ms. Yellen said during remarks to staff at the I.R.S. facility in New Carrollton, Md. She also committed to ensuring that the agency answers five times the number of calls in the coming tax filing season.\n“By hiring 5,000 additional customer service representatives, we will also cut phone wait times in half — from an average wait of nearly 30 minutes during the 2022 filing season to less than 15 minutes,” Ms. Yellen said.", "url": "https://www.nytimes.com/2022/09/15/business/janet-yellen-5000-irs-hires.html"}