{"authors": ["Michael H. Keller", "David D. Kirkpatrick"], "date_download": "2022-10-25 23:19:11", "date_modify": "2022-10-25 23:19:11", "date_publish": "2022-10-23 22:12:33", "description": "The white majority is fading, the economy is changing and there’s a pervasive sense of loss in districts where Republicans fought the outcome of the 2020 election.", "filename": "2022_10_23_us_politics_republican-election-objectors-demographics_1666739951.html", "image_url": "https://static01.nyt.com/images/2022/10/21/multimedia/00objectors-districts-promo/merlin_215132934_5bcd963d-62b9-4d81-ad7d-d60322ef1f90-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_23_us_politics_republican-election-objectors-demographics_1666739951.html", "title": "Their America Is Vanishing. Like Trump, They Insist They Were Cheated.", "title_page": "Their America Is Vanishing. Like Trump, They Insist They Were Cheated. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For his part, Mr. Nehls said election fraud was the only thing that could stop “the greatest leader of my lifetime” from returning to the Oval Office in 2024.\n“In a fair election, you can’t beat Donald Trump!” Mr. Nehls said, posing for photographs in front of a life-size photo of the former president.\nHe saw no fear of demographic change among his supporters, he said. “These people aren’t against brown or Black people. They just don’t like the way Democrats are running the country.”\nSteve Eder contributed reporting. Julie Tate contributed research. Data analysis was contributed by Andrew Beveridge and Susan Weber-Stoger of SocialExplorer.com. Produced by Hang Do Thi Duc and Rumsey Taylor.\nMethodology: The Times relied on several data sources to evaluate differences in congressional districts represented by lawmakers who did or did not object to the 2020 election results.\nMeasurements of demographics, income and education were computed using data from the long-form census of 1990 and the American Community Survey’s five-year estimates for 2020.\nTo compare the same congressional districts reliably across years, the analysis first tagged a set of census tracts corresponding to their boundaries in the current Congress. Data from 1990 for each tract was then aggregated to create district equivalents.\nThe analysis measured the differences between groups of lawmakers using median district values. Income values are a weighted average of the tract medians. For racial comparisons, “white” refers to the white non-Hispanic population.\nAge-adjusted mortality was based on C.D.C. data. The agency suppresses counts when fewer than 10 deaths occurred in a county in a given time period. We imputed suppressed values by choosing a random integer between one and five, a range chosen in consultation with academic researchers. When county data was listed as “missing,” the county’s population was excluded from the rate calculation. County data was allocated to congressional districts using population figures from the Missouri Census Data Center.\nReligious affiliations were estimated using the 2010 U.S. Religion Census, conducted by the Association of Statisticians of American Religious Bodies, the most recent version available.\nIn determining which Republican lawmakers were included in the group that did not object, the analysis excluded eight lawmakers who were absent from voting on Jan. 6, 2021.", "url": "https://www.nytimes.com/2022/10/23/us/politics/republican-election-objectors-demographics.html"}