{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:32:04", "date_modify": "2022-10-25 23:32:04", "date_publish": "2022-03-08 17:04:14", "description": "The British also said they would phase out imports of Russian oil by the end of the year to increase the economic isolation of Russia’s president, Vladimir. V. Putin.", "filename": "2022_03_08_world_europe_biden-bans-russian-oil_1666740724.html", "image_url": "https://static01.nyt.com/images/2022/03/08/multimedia/08ukraine-blog-biden-oil-announcement-topart/08ukraine-blog-biden-oil-announcement-topart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_08_world_europe_biden-bans-russian-oil_1666740724.html", "title": "Biden Bans All Imports of Russian Oil Into U.S.", "title_page": "Biden Bans All Imports of Russian Oil Into U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden said Tuesday that the United States was punishing Russia for a “vicious war of choice” in Ukraine by banning importation of the country’s oil, gas and coal, but warned Americans that the decision would inevitably mean painful, higher prices for energy and at the gas pump.\n“I said I would level with the American people from the beginning,” Mr. Biden said. “And when I first spoke to this, I said defending freedom is going to cost. It’s going to cost us as well, in the United States.”\nWhite House officials said the president signed an executive order on Tuesday that prohibits anyone in the United States from importing “Russian crude oil and certain petroleum products, liquefied natural gas and coal.” It also bans new U.S. investment directly in Russia’s energy sector or in foreign companies that are investing in energy production in Russia, officials said.\nMr. Biden’s decision effectively shuts off the relatively small flow of oil into the United States, which receives less than 10 percent of its energy resources from Russia. Republicans and Democrats in Congress had been urging the president to take the step to ensure that Mr. Putin was not profiting from American purchases of oil.", "url": "https://www.nytimes.com/2022/03/08/world/europe/biden-bans-russian-oil.html"}