{"authors": ["Ronda Kaysen"], "date_download": "2022-10-25 23:26:38", "date_modify": "2022-10-25 23:26:38", "date_publish": "2022-09-24 09:00:16", "description": "The law requires every building owner to provide residents with gas or electricity for cooking. Financial remedies are a more complicated matter.", "filename": "2022_09_24_realestate_condo-board-no-gas_1666740398.html", "image_url": "https://static01.nyt.com/images/2022/09/25/realestate/24Ask--illo/24Ask--illo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_24_realestate_condo-board-no-gas_1666740398.html", "title": "My Condo Has No Gas. Can I Get a Discount?", "title_page": "My Condo Has No Gas. Can I Get a Discount? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It sounds like your condo board is doing its part to fix the problem. If it weren’t, you would have the law behind you: The New York State Multiple Dwelling Law requires every building owner (including condo associations) to provide residents with gas or electricity for cooking. So if your board wasn’t meeting the task, you could report the situation to 311 or start what is known as an HP proceeding in housing court to force action.\nAs for financial remedies to lessen the inconvenience of life without gas, tenants in rental buildings (particularly rent-stabilized tenants who have vast protections in their leases) can request rent abatements on the grounds that their basic services have been diminished. But you own your apartment, so different rules apply.\n“You don’t live in a rental building — there is not a landlord who is going to give you a rental abatement,” said Leni Morrison Cummins, a lawyer and the chairwoman of the condo and co-op group in the Manhattan office of the law firm Cozen O’Connor. “You are an owner and you are proportionally responsible for your share.”\nYou might want to use this opportunity to consider switching your appliances from gas to electric, a process that would involve capping your gas line and may require the advice of an electrician and input from your condo board. But it would get your apartment up and running again, and would be in line with the city’s long-term goal to move away from gas dependency.\nFor weekly email updates on residential real estate news, sign up here.", "url": "https://www.nytimes.com/2022/09/24/realestate/condo-board-no-gas.html"}