{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 22:59:00", "date_modify": "2022-10-25 22:59:00", "date_publish": "2022-09-14 12:10:42", "description": "Mainstream Republicans are worried that Don Bolduc, a 2020 election denier, is too right-wing to beat Senator Maggie Hassan in the general election.", "filename": "2022_09_14_us_politics_bolduc-morse-new-hampshire-senate_1666738740.html", "image_url": "https://static01.nyt.com/images/2022/09/13/multimedia/13primary-live-nh-senate-repubs-bolduc4/13primary-live-nh-senate-repubs-bolduc4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_14_us_politics_bolduc-morse-new-hampshire-senate_1666738740.html", "title": "Bolduc Wins New Hampshire Senate Primary, Realizing G.O.P. Fears", "title_page": "Bolduc Wins New Hampshire Senate Primary, Realizing G.O.P. Fears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Don Bolduc, a retired Army general and 2020 election denier, has captured the Republican nomination for Senate in New Hampshire, according to The Associated Press.\nThe race was called midday Wednesday, as Mr. Bolduc held a lead of more than 1,500 votes over Chuck Morse, the president of the State Senate.\nMr. Morse was endorsed by Gov. Chris Sununu and helped by $4.5 million from national Republicans, who were worried that a victory by Mr. Bolduc would forfeit what they saw as a winnable seat in the quest for Senate control this fall.\nMr. Bolduc’s victory will come as a relief to Democrats, who also assume he will be the weaker opponent against Senator Maggie Hassan, a first-term Democrat. She won in 2016 by about 1,000 votes in purple New Hampshire but has been saddled with low job approval numbers. Four states — New Hampshire, Arizona, Georgia and Nevada — have vulnerable Democratic senators the party is aggressively defending to keep its hold on the Senate.", "url": "https://www.nytimes.com/2022/09/14/us/politics/bolduc-morse-new-hampshire-senate.html"}