{"authors": ["Jennifer Medina", "Nick Corasaniti", "Reid J. Epstein"], "date_download": "2022-10-25 23:25:29", "date_modify": "2022-10-25 23:25:29", "date_publish": "2022-01-30 19:48:54", "description": "Brazenly partisan candidates who insist that Donald Trump won the 2020 election are transforming races for the once-obscure office of secretary of state.", "filename": "2022_01_30_us_politics_election-deniers-secretary-of-state_1666740329.html", "image_url": "https://static01.nyt.com/images/2022/01/27/us/politics/00secofstate-1/00secofstate-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_30_us_politics_election-deniers-secretary-of-state_1666740329.html", "title": "Campaigning to Oversee Elections, While Denying the Last One", "title_page": "Election Deniers Are Running for Secretary of State Across the Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The significance of the America First coalition’s parallel efforts can be seen clearly in Arizona, where the slate’s candidate is Mark Finchem, a former firefighter and real estate agent who has served in the state House since 2015 and has become the leading Republican contender for secretary of state. He has raised some $663,000 for his campaign, according to state filings, more than the two leading Democratic candidates combined.\nMr. Finchem, who declined to comment for this article, was in Washington on Jan. 6 and attended the Stop the Steal rally that led to the storming of the Capitol. He has publicly acknowledged his affiliation with the Oath Keepers, the far-right militia group whose leader and other members were charged with seditious conspiracy for their roles in the Capitol riot. He championed the Republican-ordered review of the 2020 vote in Maricopa County — though he never endorsed its conclusion that Mr. Biden won — and received a prime speaking spot in Mr. Trump’s Jan. 15 rally outside Phoenix.\nThere, Mr. Finchem told the crowd that the 2020 election had prompted him to run for secretary of state, said he was part of a “nationwide populist movement to regain control over our government” and called for the State Legislature to decertify the presidential result in Arizona, which Mr. Biden carried by nearly 11,000 votes.\n“Ladies and gentlemen, we know it and they know it — Donald Trump won,” Mr. Finchem said.\nThe coalition’s other candidates include Jim Marchant in Nevada, a former state legislator; Rachel Hamm in California, who contends that Mr. Trump actually won that deep-blue state; and Kristina Karamo in Michigan, who developed a high profile in conservative media after she made uncorroborated claims that she had seen fraudulent ballots being counted in Detroit during the 2020 election, allegations that have been disproved by both local election officials and courts.\nMajor donors to the coalition include such promoters of election conspiracies as Mike Lindell, the chief executive of My Pillow, and Patrick Byrne, a former executive at Overstock.com, both of whom have also helped fund several election-denial campaigns and lawsuits. Mr. Byrne said he gave the group $15,000.\n“​​We would like as many like-minded secretary of state candidates to come forward as we can,” Mr. Marchant said at a Las Vegas conference that featured members of the coalition along with speakers who are well-known to followers of QAnon conspiracy theories. “I’ve got a few that have contacted me. We’re working to bring them into the coalition.”", "url": "https://www.nytimes.com/2022/01/30/us/politics/election-deniers-secretary-of-state.html"}