{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:38:46", "date_modify": "2022-10-25 23:38:46", "date_publish": "2022-01-25 21:14:47", "description": "Germany’s allies have begun to question what price Berlin is prepared to pay to deter Russia, and even its reliability as an ally, as it wavers on tough measures.", "filename": "2022_01_25_world_europe_germany-russia-nato-ukraine_1666741126.html", "image_url": "https://static01.nyt.com/images/2022/01/25/world/25germany-russia02-promo/25germany-russia02-promo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_25_world_europe_germany-russia-nato-ukraine_1666741126.html", "title": "Where Is Germany in the Ukraine Standoff? Its Allies Wonder.", "title_page": "Where Is Germany in the Ukraine Standoff? Its Allies Wonder. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — The United States and its NATO allies are moving to bulk up their military commitments in the Baltics and Eastern Europe as the standoff with Russia over Ukraine deepens.\nDenmark is sending fighter jets to Lithuania and a frigate to the Baltic Sea. France has offered to send troops to Romania. Spain is sending a frigate to the Black Sea. President Biden has put thousands of U.S. troops on “high alert.”\nAnd then there is Germany. In recent days Germany — Europe’s largest and richest democracy, strategically situated at the crossroads between East and West — has stood out more for what it will not do than for what it is doing.\nNo European country matters more to European unity and the Western alliance. But as Germany struggles to overcome its post-World War II reluctance to lead on security matters in Europe and set aside its instinct to accommodate rather than confront Russia, Europe’s most pivotal country has waffled in the first crucial test for the new government of Chancellor Olaf Scholz.", "url": "https://www.nytimes.com/2022/01/25/world/europe/germany-russia-nato-ukraine.html"}