{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:48:40", "date_modify": "2022-10-25 23:48:40", "date_publish": "2022-09-29 15:51:10", "description": "The Federal Reserve will put big banks through climate scenario tests next year, but the exercises will not force banks to raise capital.", "filename": "2022_09_29_business_fed-banks-climate-change_1666741720.html", "image_url": "https://static01.nyt.com/images/2022/09/29/business/29dc-banks-climate/29dc-banks-climate-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_29_business_fed-banks-climate-change_1666741720.html", "title": "Fed Announces Plan to Assess Climate Risks to Banks", "title_page": "Fed Announces Plan to Assess Climate Risks to Banks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Six of America’s largest banks will assess their exposure to climate risks through a pilot program next year, the Federal Reserve Board announced on Thursday, as regulators push to ensure that large financial companies are resilient to emerging threats.\nBank of America, Citigroup, Goldman Sachs, JPMorgan Chase, Morgan Stanley and Wells Fargo are participating in the climate scenario analysis program, the Fed said, noting that the plan is “designed to enhance the ability of supervisors and firms to measure and manage climate-related financial risks.”\nThe results will not trigger stricter capital or supervisory requirements for the banks, meaning there will not be a firm regulatory bite. The exercise “is exploratory in nature and does not have capital consequences,” the Fed emphasized in its announcement. It added that “scenario analysis can assist firms and supervisors in understanding how climate-related financial risks may manifest and differ from historical experience.”\nThe move is significant for a central bank that has often lagged behind its global peers when it comes to talking about and coming up with a plan for policing risks related to climate change. The Bank of England has already run a similar exercise.", "url": "https://www.nytimes.com/2022/09/29/business/fed-banks-climate-change.html"}