{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:23:54", "date_modify": "2022-10-25 23:23:54", "date_publish": "2022-02-24 17:16:46", "description": "The data, released in a report Thursday, is a sign that medication abortion has become the most accessible and preferred method for terminating pregnancy.", "filename": "2022_02_24_health_abortion-pills-us.html_action=click&module=RelatedLinks&pgtype=Article_1666740234.html", "image_url": "https://static01.nyt.com/images/2022/02/24/science/24AbortionPills-topart/24AbortionPills-topart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_24_health_abortion-pills-us.html_action=click&module=RelatedLinks&pgtype=Article_1666740234.html", "title": "Abortion Pills Now Account for More Than Half of U.S. Abortions", "title_page": "Abortion Pills Now Account for More Than Half of U.S. Abortions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than half of recent abortions in the United States were carried out with abortion pills, according to preliminary data released on Thursday, a sign that medication abortion has increasingly become the most accessible and preferred method for terminating pregnancy.\nThe report, issued by the Guttmacher Institute, a research organization that supports abortion rights, found that in 2020, medication abortion — a two-pill method authorized in the United States for pregnancies up to 10 weeks’ gestation — accounted for 54 percent of all abortions. The figure represents a substantial increase from the institute’s previous report, which found that the method accounted for 39 percent of abortions in 2017.\nThe increase in medication abortion is most likely the result of several factors. The method — which is less expensive and less invasive than surgical abortions — had already become increasingly common before the coronavirus pandemic, driven partly by restrictions from conservative states that imposed hurdles to surgical methods, especially later in pregnancy.\nAs of 2017, according to the Guttmacher Institute, which collects data by contacting every known abortion provider in the country, nearly a third of clinics offered only medication abortion. In 2019, according to data from the Centers for Disease Control and Prevention, which did not include California, Maryland and New Hampshire, pills accounted for 42 percent of all abortions — and 54 percent of abortions that were early enough to qualify for medication because they occurred before 10 weeks’ gestation.", "url": "https://www.nytimes.com/2022/02/24/health/abortion-pills-us.html?action=click&module=RelatedLinks&pgtype=Article"}