{"authors": ["Sharon Lafraniere", "Noah Weiland", "Joseph Goldstein"], "date_download": "2022-10-25 23:23:46", "date_modify": "2022-10-25 23:23:46", "date_publish": "2022-08-03 22:10:15", "description": "The Department of Health and Human Services delayed asking the manufacturer to process the bulk vaccine the government already owned into vials.", "filename": "2022_08_03_us_politics_monkeypox-vaccine-doses-us_1666740226.html", "image_url": "https://static01.nyt.com/images/2022/08/02/us/politics/02dc-vaccine-1/02dc-vaccine-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_03_us_politics_monkeypox-vaccine-doses-us_1666740226.html", "title": "U.S. Could Have Had Many More Doses of Monkeypox Vaccine This Year", "title_page": "U.S. Could Have Had Many More Doses of Monkeypox Vaccine This Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bavarian Nordic was able to develop the vaccine, which also works against smallpox, largely thanks to the federal government’s backing, which surpassed $1 billion in 2014 and is now edging toward $2 billion. Dawn O’Connell, the federal health agency’s assistant secretary for preparedness and response, told reporters in early June: “The world has Jynneos because we invested in it.”\nThe company opened a new $75 million fill-and-finish plant in 2021 that is now bottling as many as 200,000 to 300,000 doses a week. At the time, the United States was counting on Jynneos to protect against smallpox, not monkeypox, and the government had a large stockpile of another effective smallpox vaccine. No F.D.A. inspection was scheduled until after the monkeypox outbreak, and it did not conclude until July 27.\nIn early June, Health and Human Services officials agreed to essentially loan back about 215,000 finished doses of vaccine to Bavarian Nordic so the firm could supply them to European countries that were suffering outbreaks.\n“It didn’t make sense while we were waiting for F.D.A. to get the inspection done — which is coming — that we sit on doses that our international colleagues in Europe could actually use,” Ms. O’Connell said on June 10. Now the government is trying to reschedule delivery of those doses for later this year, a company spokesman said.\nThe final stage of putting the liquid vaccine into vials accounts for a substantial share of the cost of vaccine production. Some federal officials say the health department was slow to submit its orders for that work because officials at BARDA argued they were short on funds.\nWhen the demand for vaccines became an outcry, though, the agency found the money to pay for five million more doses to be vialed. Officials are now contemplating shifting half the work to another firm that may be able to finish and fill doses more than twice as fast.\nSome experts say it can take as long as six to nine months for a plant to gear up to handle a vaccine like Jynneos, which contains a live virus in a weakened state. Carlo de Notaristefani, who oversaw coronavirus vaccine manufacturing for the federal government until last year, said that such factories must operate at a high “biological safety level,” including a fully enclosed, segregated manufacturing line.", "url": "https://www.nytimes.com/2022/08/03/us/politics/monkeypox-vaccine-doses-us.html"}