{"authors": ["Luke Broadwater", "Alan Feuer", "Maggie Haberman"], "date_download": "2022-10-26 00:12:06", "date_modify": "2022-10-26 00:12:06", "date_publish": "2022-09-27 19:29:21", "description": "The texts from Mr. Stone are among the evidence expected to be presented at the House investigative committee’s next hearing, which was postponed because of Hurricane Ian.", "filename": "2022_09_27_us_jan-6-house-committee-delays-hearing_1666743126.html", "image_url": "https://static01.nyt.com/images/2022/09/27/us/politics/27dc-hearing-delay/27dc-hearing-delay-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_27_us_jan-6-house-committee-delays-hearing_1666743126.html", "title": "Roger Stone Promoted Violence, Then Sought Pardon After Jan. 6, Evidence Shows", "title_page": "Roger Stone Promoted Violence, Then Sought Pardon After Jan. 6, Evidence Shows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Christoffer Guldbrandsen, the filmmaker who followed Mr. Stone off and on for more than three years, said he had provided the panel with clips they “specifically requested,” but turned down similar requests from the F.B.I., because he didn’t want to work with law enforcement.\n“Their interest was gravitating around Roger Stone and his relationship with the Oath Keepers and Proud Boys in particular, and his role communicating with them before and after Jan. 6,” Mr. Guldbrandsen said of the committee.\nMr. Stone, a Florida resident, has long maintained close ties to the Proud Boys, especially to Enrique Tarrio, the group’s former leader who lived in Miami before his arrest in March on seditious conspiracy charges connected to the Capitol attack. Mr. Stone has also been associated with another top member of the Florida Proud Boys, Joseph Biggs, who was arrested two weeks after the storming of the Capitol and is now part of the same sedition case as Mr. Tarrio.\nDuring his time trailing Mr. Stone, Mr. Guldbrandsen learned that Mr. Stone had developed “very close relationships” with both Mr. Tarrio and Mr. Biggs.\nMr. Guldbransen also captured Mr. Stone comparing plans to challenge the 2020 election with tactics similar to those he used in 2000 during the election dispute between Al Gore and George W. Bush, when he helped to orchestrate the so-called “Brooks Brothers riot” of Republican operatives that disrupted the recount of the vote in Florida.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“We’re challenging them in court. If the electors show up at the Electoral College, armed guards will throw them out,” Mr. Stone said in one clip, adding that Mr. Trump should say: “‘The judges we’re going to are judges I appointed. You’re not stealing the election.’ That’s what — that’s basically what Bush did to Gore.”", "url": "https://www.nytimes.com/2022/09/27/us/jan-6-house-committee-delays-hearing.html"}