{"authors": ["Ana Swanson"], "date_download": "2022-10-25 22:58:59", "date_modify": "2022-10-25 22:58:59", "date_publish": "2022-02-24 20:50:24", "description": "The moves are aimed at cutting off Russia from critical technology needed to power its military and economy.", "filename": "2022_02_24_business_us-announces-sweeping-restrictions-on-technological-exports-to-russia_1666738739.html", "image_url": "https://static01.nyt.com/images/2022/02/24/business/24dc-exportcontrols/24dc-exportcontrols-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_24_business_us-announces-sweeping-restrictions-on-technological-exports-to-russia_1666738739.html", "title": "U.S. announces sweeping restrictions on technological exports to Russia.", "title_page": "U.S. announces sweeping restrictions on technological exports to Russia. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Biden administration on Thursday announced a series of restrictions aimed at cutting off Russia’s access to foreign products like semiconductors, computers, lasers and telecommunications equipment in response to its invasion of Ukraine.\nThe measures, which analysts called significant, will halt direct technological exports from the United States to Russia, in an effort to curtail Russian industries including defense, aerospace and shipping. They also go beyond previous sanctions issued by the U.S. government by placing new limitations on products that are manufactured outside the United States but use American equipment or technology.\nUnder the new rules, high-tech goods that are made in foreign countries using American machinery, software or blueprints cannot be exported to Russia — restrictions that echo the kind of punitive curbs the United States imposed on the Chinese telecom firm Huawei in 2020.\n“This is going to impose severe cost on the Russian economy, both immediately and over time,” President Biden said on Thursday.", "url": "https://www.nytimes.com/2022/02/24/business/us-announces-sweeping-restrictions-on-technological-exports-to-russia.html"}