{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:24:16", "date_modify": "2022-10-25 23:24:16", "date_publish": "2022-03-03 01:27:53", "description": "One family was affected by the decision, but Gov. Greg Abbott’s order to investigate certain medically accepted treatments as child abuse is still in place.", "filename": "2022_03_02_us_texas-transgender-child-abuse_1666740256.html", "image_url": "https://static01.nyt.com/images/2022/03/02/us/02texas-transgender-1/02texas-transgender-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_02_us_texas-transgender-child-abuse_1666740256.html", "title": "Texas Court Halts Investigation of Parents Over Care for Transgender Youth", "title_page": "Texas Court Halts Investigation of Parents Over Care for Transgender Youth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — A state court in Texas on Wednesday temporarily halted the child abuse investigation of a family providing medical treatment for its transgender 16-year-old, but allowed other investigations to continue under a contentious policy initiated last week by Gov. Greg Abbott.\nSoon after, President Biden issued his first comments on the Texas policy, calling it “a cynical and dangerous campaign targeting transgender children and their parents.” He said he had directed the U.S. Department of Health and Human Services to take steps “to keep transgender children in Texas and their families safe — putting the state of Texas on notice that their discriminatory actions put children’s lives at risk.”\nThe intervention by the court in Austin, the state capital, came in response to a lawsuit filed on Tuesday by the American Civil Liberties Union of Texas and Lambda Legal on behalf of the parents of a transgender child who were being investigated for abuse by the Department of Family and Protective Services.\nThat inquiry immediately followed a directive by Mr. Abbott to conduct child abuse investigations when medically accepted treatments — including hormones or puberty-suppressing drugs, which doctors describe as gender-affirming care — are prescribed to transgender adolescents.", "url": "https://www.nytimes.com/2022/03/02/us/texas-transgender-child-abuse.html"}