{"authors": ["Peter Eavis"], "date_download": "2022-10-25 23:42:20", "date_modify": "2022-10-25 23:42:20", "date_publish": "2022-04-25 07:00:10", "description": "Mr. Buffett has pushed back against investors who want to force Berkshire Hathaway to do more to reduce greenhouse gas emissions.", "filename": "2022_04_25_business_energy-environment_warren-buffett-climate-change_1666741340.html", "image_url": "https://static01.nyt.com/images/2022/04/25/business/00JPberkshire-climate2-print/00berkshire-climate-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_25_business_energy-environment_warren-buffett-climate-change_1666741340.html", "title": "Warren Buffett Faces Renewed Climate Change Challenge by Investors", "title_page": "Warren Buffett Faces Renewed Climate Change Challenge by Investors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the vote tally could still be embarrassing to Mr. Buffett if it signals that most shareholders disagree with him.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nThe activist investors contend that their proposal last year won majority support among the many shareholders, including large investment firms like BlackRock, Vanguard and State Street, that are not part of a Berkshire inner circle made up of Mr. Buffett and people and entities he has longstanding ties to.\nSome analysts who follow the company say they are not surprised Mr. Buffett is opposed to the climate change proposal because they have long felt that Berkshire doesn’t disclose enough details about its corporate empire.\n“This is just a continuation of a corporate style — and a corporate style that is becoming antiquated,” said Cathy Seifert, an analyst at CFRA Research who follows Berkshire. “And I think we’re going to see just how antiquated with the shareholder vote.”\nThe activist investors said that if Mr. Buffett was set in his ways, so were they. Their playbook is well honed and relatively straightforward. First, they try to compel companies to rigorously estimate and disclose their carbon emissions under the principle that you can’t improve what you don’t measure. Once companies know roughly how much carbon they are releasing, activists pressure them to release a plan to cut emissions over the medium and long term. Companies can then be judged against those plans, and more pressure can be applied when businesses fail to meet targets.\nSo far, the activists are stuck at the first stage with Mr. Buffett — Berkshire does not disclose its comprehensive emissions across its businesses, though some subsidiaries, like Berkshire Hathaway Energy, provide some information. Others, like its insurance businesses, which invest in companies that may produce and consume fossil fuels, provide very few details about their impact on the planet.\nAs companies take measures to become greener, they have pledged to cut emissions from their own operations and the power plants from which they buy electricity. Some go even further and intend to reduce the carbon footprint of their suppliers and customers, known as Scope 3 emissions.", "url": "https://www.nytimes.com/2022/04/25/business/energy-environment/warren-buffett-climate-change.html"}