{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:34:12", "date_modify": "2022-10-25 23:34:12", "date_publish": "2022-05-05 09:00:37", "description": "Migrant workers and recent college graduates have been hit hardest by shuttered factories, closed construction sites and an anemic job market.", "filename": "2022_05_05_business_china-shanghai-covid-lockdown-economy_1666740852.html", "image_url": "https://static01.nyt.com/images/2022/05/05/business/05china-virus-jobs-1/05china-virus-jobs-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_05_business_china-shanghai-covid-lockdown-economy_1666740852.html", "title": "China’s Covid Lockdowns Leave Millions Out of Work", "title_page": "China’s Covid Lockdowns Leave Millions Out of Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After over a month in lockdown, Zeng Jialin could finally return to the Shanghai auto parts factory where he had worked. He was about to be released from an isolation facility, having recovered from Covid-19, and was desperate to make up for the many days of wages he had missed.\nBut on Tuesday, the day he was supposed to be released, someone in the crowded isolation facility tested positive again. Mr. Zeng, 48, was ordered to wait 14 more days.\n“I have three kids, in college, middle school and elementary school. The pressure is huge,” he said in a phone interview from the facility. Much of his $30 daily wage had supported them. “I also owe money to the bank, so I’m very anxious.”\nAs China battles its worst coronavirus outbreaks, its uncompromising determination to eliminate infections has left millions unable to work. Stringent lockdowns, hitting city after city, have forced factories and businesses to shut, sometimes for weeks, including in some of the country’s most important economic centers.", "url": "https://www.nytimes.com/2022/05/05/business/china-shanghai-covid-lockdown-economy.html"}