{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 23:23:52", "date_modify": "2022-10-25 23:23:52", "date_publish": "2022-06-16 09:00:23", "description": "Be aware but don’t panic, say health officials and advocates as cases of the disease tick upward in New York and around the country.", "filename": "2022_06_16_nyregion_monkeypox-new-york_1666740232.html", "image_url": "https://static01.nyt.com/images/2022/06/15/nyregion/00ny-monkeypox1/merlin_207074604_d7750a15-1895-4289-9947-ba51f1b1281d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_16_nyregion_monkeypox-new-york_1666740232.html", "title": "Monkeypox Is Spreading in New York, Making Education Urgent", "title_page": "Monkeypox Is Spreading in New York, Making Education Urgent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Public health experts warn that the C.D.C.’s centralized approach may be discouraging more widespread testing, creating echoes of the testing debacle that slowed down the nation’s response to Covid-19 in February 2020.\nTesting currently happens in two stages: About 70 public health labs around the country are permitted to run an initial orthopoxvirus PCR test, but final diagnoses of monkeypox are made only by the C.D.C. lab in Atlanta. Commercial laboratories still cannot test for the virus. There is also no rapid, or antigen testing, for monkeypox, though one could be developed, as it was for Covid, said Dr. Jay Varma, the director of the Cornell Center for Pandemic Prevention and Response.\n“Without meaning to make light of this, we have once again have been caught with our pants down by a global pandemic that we were not prepared for,” said Mark Harrington, the executive director of the Treatment Action Group and a long time AIDS activist, who urged improvements in testing at a monkeypox webinar hosted Monday by the Manhattan borough president.\nSome aspects of the federal response have been praised by the L.G.B.T.Q. community. The C.D.C., for example, recently put out a sex-positive fact sheet on social gatherings and safer sex, which, rather than telling everyone to stay home, contains specific tips for avoiding monkeypox such as keeping clothes on during sex and not kissing.\n“Some people are concerned that this is happening during Pride,” said Dr. Demetre Daskalakis, director of H.I.V./AIDS Prevention at the C.D.C. and a leader of the agency’s monkeypox response. “I can’t imagine a better time to get messages out about something like this.”\nThe parades and open-air events this month “are not where the virus will be spread,” Mr. Cianciotto of Gay Men’s Health Crisis said, so people should not be afraid to participate in them. “And as for clubs that are having parties that are having closer physical contact, or for people who are enjoying being with others in an intimate way, they need to get the information about what to look out for and how to get help.”\nStill, as much as there has been a growing urgency about education, there has been less around scaling up other aspects of the response, such as increased access to testing and vaccination for those who consider themselves high risk, said Joseph Osmundson, a microbiologist at New York University who is among a group of gay and queer activists talking regularly with decision makers about the response.", "url": "https://www.nytimes.com/2022/06/16/nyregion/monkeypox-new-york.html"}