{"authors": [], "date_download": "2022-10-25 23:41:38", "date_modify": "2022-10-25 23:41:38", "date_publish": "2022-03-02 02:31:04", "description": "The president spoke about the war in Ukraine, the coronavirus pandemic, the economy and more in his State of the Union speech.", "filename": "2022_03_01_us_politics_biden-sotu-transcript_1666741298.html", "image_url": "https://static01.nyt.com/images/2022/03/01/us/politics/01dc-transcript/01dc-transcript-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_01_us_politics_biden-sotu-transcript_1666741298.html", "title": "Full Transcript of Biden’s State of the Union Address", "title_page": "Full Transcript of Biden’s State of the Union Address - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Look, the third piece of that agenda is support our veterans.\nVeterans are the backbone and the spine of this country. They’re the best of us.\nI’ve always believed that we have a sacred obligation to equip those we send to war and care for those and their family when they come home.\nMy administration is providing assistance in job training and housing, and now helping lower-income veterans get V.A. care debt-free.\nAnd our troops in Iraq and Afghanistan have faced many dangers.\nOne being stationed at bases, breathing in toxic smoke from burn pits. Many of you have been there. I’ve been in and out of Iraq and Afghanistan over 40 times. These burn pits that incinerate waste, the waste of war — medical and hazardous material, jet fuel and so much more.\nAnd they came home, many of the world’s fittest and best trained warriors in the world, never the same.\nHeadaches. Numbness. Dizziness.\nA cancer that would put them in a flag-draped coffin.\nI know.\nOne of those soldiers was my son Maj. Beau Biden.\nI don’t know for sure if the burn pit that he lived near, that his hooch was near, in Iraq and earlier than that in Kosovo is the cause of his brain cancer, or the diseases of so many of our troops.", "url": "https://www.nytimes.com/2022/03/01/us/politics/biden-sotu-transcript.html"}