{"authors": ["Hurubie Meko", "Chelsia Rose Marcius"], "date_download": "2022-10-25 23:51:34", "date_modify": "2022-10-25 23:51:34", "date_publish": "2022-06-18 01:53:38", "description": "The closures came after a day of cancellations across the system that began in the morning and had worsened by the evening.", "filename": "2022_06_17_nyregion_new-jersey-transit-strike_1666741894.html", "image_url": "https://static01.nyt.com/images/2022/06/17/us/17njtransit-strike-sub/merlin_208727187_6ba53713-119f-4c9d-9b21-ef5826652cdc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_17_nyregion_new-jersey-transit-strike_1666741894.html", "title": "N.J. Transit Shuts Down Train Service, Blaming Engineer Sickout", "title_page": "N.J. Transit Shuts Down Train Service, Blaming Engineer Sickout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Zubayda Muksinova, 68, who lives in Coney Island but travels to Linden, N.J., every Friday night to spend the weekends with her son, had to wait at Penn Station for about two hours for her son to drive in and pick her up.\n“We found a way through a difficult situation,” she said, sighing heavily. “It’s no good, but what can you do?”\n“But I hope this doesn’t go on,” she added, saying that she was already worried about getting back to the city on Monday. “I have no idea what I would do.”\nMr. Smith said the agency had been made aware on Thursday of a rumor that the Brotherhood of Locomotive Engineers and Trainmen, a rail union, had planned what he called “an illegal job action.”\nOf the 15 rail unions at New Jersey Transit, BLET is the only one that had not reached a contract agreement with the agency. Each of the other unions had recently agreed upon their contracts, which included Juneteenth as a paid holiday. But for workers under BLET, it is not. The holiday, which falls on Sunday this year, was observed on Friday in New Jersey.\nA union official did not immediately respond to phone or email messages.\n“We intend to explore all legal remedies in response to this illegal and irresponsible action,” Mr. Smith said. “We’ll be monitoring the situation and we’ll be alerting customers as to the resumption of service tomorrow.”\nNew Jersey Transit has suffered for years from scant funding, which has resulted in poor maintenance of its trains and regular shortages of engineers. Last spring, however, the agency was able to bring its roster of engineers to a full strength of 393.", "url": "https://www.nytimes.com/2022/06/17/nyregion/new-jersey-transit-strike.html"}