{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:33:03", "date_modify": "2022-10-25 23:33:03", "date_publish": "2022-01-07 10:00:13", "description": "In this season for forecasts and resolutions, investors will be better off if they are able to think 10 or more years ahead, our columnist says.", "filename": "2022_01_07_business_stock-market-bonds-forecast_1666740783.html", "image_url": "https://static01.nyt.com/images/2022/01/09/business/07Strategies-illo/07Strategies-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_07_business_stock-market-bonds-forecast_1666740783.html", "title": "Look Ahead to 2032, at the Very Least", "title_page": "Why Stock Investors Need to Look a Decade Ahead, at Lea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Birinyi recommends a far more disciplined approach, making long-term investments when they seem compelling and tactical trades when prices tell him to buy or sell.\n“I look for secular changes in the world,” he said. “For example, a few decades back, the word ‘Google’ became a verb. There was a sea change.” He was an early investor in tech stocks like Google (now Alphabet) and Apple and has held them as strategic investments.\nHe makes short-term moves, too. “I view a company like Home Depot as a trade,” he said, and will move in and out of such stocks opportunistically.\nBut for most people — who lack the skill or inclination to be successful traders or stock pickers — the simple advice of John C. Bogle, the founder of Vanguard, is compelling. He died in 2019 at the age of 89, and said to the very end that investors should think at least 10 years ahead and preferably much longer.\nMr. Bogle (Jack, as I always called him) was the apostle of low-cost, diversified stock and bond mutual fund investing, mainly through index funds, which he invented in their first commercially viable form. Such funds are inherently cheap to run, he said, because they merely mirror the market and keep trading costs to a minimum. They can’t beat the best-performing stocks and bonds over the course of one year, he said, but they will prevail over the long haul for investors who can avoid the kind of short-term thinking that Wall Street’s annual investment cycle promotes.\nWhy is a year merely a blip in time, from an investing standpoint? He explained why in “The Arithmetic of ‘All-In’ Investment Expenses,” a carefully researched 2014 article in the Financial Analysts Journal.\nThe article pointed out the peril inherent in Wall Street marketing — including annual forecasts — that focuses attention on short-term returns. Unless you think over longer time spans, you may not appreciate the harm being inflicted by excessive investment fees. A seemingly small annual difference of 2.2 percentage points in costs can cut roughly 40 percent of your retirement savings over 40 years, he calculated.", "url": "https://www.nytimes.com/2022/01/07/business/stock-market-bonds-forecast.html"}