{"authors": ["Christina Anderson"], "date_download": "2022-10-25 22:54:51", "date_modify": "2022-10-25 22:54:51", "date_publish": "2022-10-06 16:10:18", "description": "The Swedish equivalent of the F.B.I. on Thursday confirmed the suspicion that detonations had damaged natural gas lines under the Baltic Sea.", "filename": "2022_10_06_world_europe_nord-stream-pipeline-leaks-sweden_1666738491.html", "image_url": "https://static01.nyt.com/images/2022/11/02/world/06ukraine-briefing-sweden-nord-stream-image/03ambriefing-europe-nl-promo-oct-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_world_europe_nord-stream-pipeline-leaks-sweden_1666738491.html", "title": "Swedish Investigators Say Pipeline Leaks Evidence Points to Sabotage", "title_page": "Swedish Investigators Say Pipeline Leaks Evidence Points to Sabotage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After inspecting two giant natural gas pipelines from Russia where several leaks occurred last week, Swedish investigators said on Thursday the leaks were caused by detonations that they strongly suspect were acts of sabotage.\nLast week, four separate leaks were discovered in pipelines, known as Nord Stream 1 and Nord Stream 2, which were built to bring gas under the Baltic Sea from Russia to Germany and transit close to Sweden and Denmark. Explosions had been detected nearby just before the leaks occurred, and political leaders in Europe and the United States suggested that the incident was a deliberate act.\nPoland and Ukraine have both openly blamed Russia, which has pointed a finger at the United States, and both Moscow and Washington have issued indignant denials.\nOn Thursday, The Swedish Security Service, the Swedish equivalent of the F.B.I., confirmed the suspicion that saboteurs were behind the leaks.", "url": "https://www.nytimes.com/2022/10/06/world/europe/nord-stream-pipeline-leaks-sweden.html"}