{"authors": ["Lauren Messman"], "date_download": "2022-10-25 23:32:31", "date_modify": "2022-10-25 23:32:31", "date_publish": "2022-10-22 09:00:33", "description": "Our guide to exhibitions around the country, including public viewings of art from private collections.", "filename": "2022_10_22_arts_design_museum-gallery-auctions-exhibitions_1666740751.html", "image_url": "https://static01.nyt.com/images/2022/10/23/multimedia/23sp-museums-listings-dekooning/23sp-museums-listings-dekooning-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_22_arts_design_museum-gallery-auctions-exhibitions_1666740751.html", "title": "At Museums and Auctions, Private Treasures Are Unveiled", "title_page": "At Museums and Auctions, Private Treasures Are Unveiled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“de Kooning: Decades”\nThe three paintings for sale in this specialized auction were made in different phases of Willem de Kooning’s career, showing how his style evolved. The earliest, “Montauk II” (1969), blends abstraction and figuration, whereas “Untitled” (circa 1979) deploys broad brush strokes and a deep blue-green color palette that suggests an ocean landscape. The most recent painting, “The Hat Upstairs” (1987), in contrast, features vibrant bands of color arcing across a white canvas. On view in Los Angeles, Wednesday through Saturday, and in New York, Nov. 4-16. The auction will take place on Nov. 16 at Sotheby’s, sothebys.com\n“Queer Maximalism x Machine Dazzle”\nMatthew Flower, the artist known as Machine Dazzle, celebrates excess in his imaginative designs, most notably in the form of surreal costumes that combine burlesque elements — like sequins and feathers — with found objects, including chess pieces and chip bags. His creations aim to transform and liberate the body of the person wearing them. Through Feb. 19; the Museum of Arts and Design, madmuseum.org\n“LAIKA: Life in Stop Motion”\nIn this interactive offering, fans of stop-motion animation films can immerse themselves in the world of LAIKA, the studio behind movies such as “Coraline” and “Kubo and the Two Strings.” Visitors can see puppets and sets from the films and try creating their own animated short that they can share and post online. Through Aug. 27; Museum of the Moving Image, movingimage.us\n“Visionary: The Paul G. Allen Collection”\nPaul G. Allen, who died in 2018, was both a co-founder of Microsoft and an avid art collector, amassing works from masters like Gustav Klimt (“Birch Forest”), Claude Monet (“Waterloo Bridge, soleil voilé”) and Vincent van Gogh (“Verger avec cyprès”). Those works are among the more than 150 from his estate being auctioned (and valued at more than $1 billion), with the proceeds going to charity. On view in New York beginning Saturday. The auction will take place on Nov. 9 and 10 at Christie’s, christies.com\nWest Coast\nLOS ANGELES\n“Uta Barth: Peripheral Vision”\nThe Berlin-born artist Uta Barth explores perception in her photography, through intentionally blurry images or by capturing the effect of light traveling across a room at various points in the day. This show brings together that work with a new series titled “…from dawn to dusk,” in which she plays with inverted colors and abstract forms. Nov. 15 to Feb. 19; Getty Center, getty.edu", "url": "https://www.nytimes.com/2022/10/22/arts/design/museum-gallery-auctions-exhibitions.html"}