{"authors": ["Jonathan Abrams", "Andrew Keh", "David W. Chen", "Remy Tumin", "Alan Blinder", "Juliet Macur", "Jack Williams"], "date_download": "2022-10-25 22:57:42", "date_modify": "2022-10-25 22:57:42", "date_publish": "2022-08-18 00:00:08", "description": "Ron Necciai whiffed a whole game’s worth of hitters, then disappeared from the sport. Our writer’s connection to him goes back to his childhood.", "filename": "2022_08_17_sports_baseball_fame-baseball-ron-necciai_1666738662.html", "image_url": "https://static01.nyt.com/images/2022/08/18/sports/18fame-necciai2a/merlin_208184982_0e88d503-5169-4f1b-95cd-728e8c5a806e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_sports_baseball_fame-baseball-ron-necciai_1666738662.html", "title": "His Night of Baseball Fame Has Lingered for 70 Years", "title_page": "Ron Necciai, Who Struck Out 27, Is Still a Little Bit Famous - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BELLE VERNON, Pa. — Seventy years ago, Ron Necciai accomplished a feat that no other professional pitcher — not Walter Johnson, not Bob Gibson, not Nolan Ryan, not anyone — ever managed: He struck out 27 hitters in a nine-inning game. The major league record for strikeouts in a nine-inning game, achieved four times, is 20.\nIt was May 1952, and Necciai, 19, had no clue what he had achieved in his no-hitter until his manager informed him and his catcher, Harry Dunlop, after the game.\n“I’ve heard all kinds of things,” said Necciai, who did it while pitching for the Bristol Twins, a low-level minor league affiliate of the Pittsburgh Pirates in Virginia. “I’ve heard the fans in the stands were chanting, 25, 26. I don’t remember that. I don’t pay attention to the fans. There’s a guy down there between me and Dunlop with a bat.”\nA reporter from The Bristol Herald Courier, the lone journalist to witness the game, hurried to write an article that The Associated Press carried nationally. “The Ed Sullivan Show” asked Necciai to appear, he said, but he and the Pirates declined. A few days later, Bristol held a Ron Necciai night to celebrate him. As far as most people were concerned, that was pretty much the end of his moment of fame.", "url": "https://www.nytimes.com/2022/08/17/sports/baseball/fame-baseball-ron-necciai.html"}