{"authors": ["Sapna Maheshwari"], "date_download": "2022-10-25 23:01:12", "date_modify": "2022-10-25 23:01:12", "date_publish": "2022-01-04 21:21:00", "description": "A memo sent to the staff indicated that the retailer was preparing for the potential that vaccines or weekly testing could be mandated by the Biden administration.", "filename": "2022_01_04_business_macys-vaccine-mandates_1666738872.html", "image_url": "https://static01.nyt.com/images/2022/01/05/business/04Macys-Testing-print/04Macys-Testing-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_04_business_macys-vaccine-mandates_1666738872.html", "title": "Macy’s requests vaccination status of all U.S. employees.", "title_page": "Macy’s requests vaccination status of all U.S. employees. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Macy’s began requesting the vaccination statuses of employees on Tuesday, a sign it was preparing for a potential mandate of vaccinations or weekly testing ahead of a special Supreme Court hearing about such rules on Friday.\nIn a memo sent to employees that was obtained by The New York Times, the retailer — which also owns Bloomingdale’s and Bluemercury — told workers in the United States to upload their vaccination statuses to a third-party platform by Jan. 16 “regardless of whether you work in a store, a supply chain facility, an office, or are remote/hybrid.” For employees who say they are unvaccinated, Macy’s said it would “review your submission and you may be contacted by someone from the Colleague Advisory team to discuss next steps.” The company also said it might require proof of negative tests to be uploaded to the same system starting on Feb. 16.\nThe Supreme Court is scheduled to hold the hearing this week to assess the legality of two measures from the Biden administration: a vaccine-or-testing mandate aimed at large employers and a vaccination requirement for certain health care workers. The retail industry had pushed back on a new rule issued in November by the Occupational Safety and Health Administration requiring companies with 100 or more workers to mandate vaccines or weekly tests, saying it could intensify a labor shortage that many retailers were dealing with during the busy holiday season.\nSince then, the Omicron variant has sent global coronavirus cases to record levels, though recent data shows that people infected with it are far less likely to be hospitalized than those infected with the Delta variant, especially if they are vaccinated.", "url": "https://www.nytimes.com/2022/01/04/business/macys-vaccine-mandates.html"}