{"authors": ["Alex Norcia"], "date_download": "2022-10-25 23:35:22", "date_modify": "2022-10-25 23:35:22", "date_publish": "2022-09-07 09:00:10", "description": "John Fetterman’s race for Senate in Pennsylvania has employed an unusual campaign strategy.", "filename": "2022_09_07_magazine_dr-oz-pennsylvania-senate-race_1666740922.html", "image_url": "https://static01.nyt.com/images/2022/09/11/magazine/11mag-Screenland-1/11mag-Screenland-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_07_magazine_dr-oz-pennsylvania-senate-race_1666740922.html", "title": "The Campaign to Troll Dr. Oz for Living in New Jersey", "title_page": "The Campaign to Troll Dr. Oz for Living in New Jersey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John Fetterman, the cartoonishly imposing progressive lieutenant governor of Pennsylvania who is running for a Senate seat, hasn’t spent much time campaigning since having a stroke in May. It’s an easy thing to forget. Fetterman, a Democrat, only recently resumed public appearances. Before that, though, he managed to keep attention on the Republican contender — Dr. Mehmet Oz, the celebrity cardiothoracic surgeon once championed by Oprah Winfrey and now endorsed by Donald Trump — through probably the most modern means available: trolling. For much of the summer, Fetterman’s campaign sustained a viral media narrative that depicted Oz not just as a wealthy, out-of-touch celebrity with a tenuous connection to Pennsylvania, but as something that is, both regionally and nationwide, way more loathed: a guy from New Jersey.\nOz was born in Ohio and raised in Delaware and has lived in New Jersey for decades. In February 2020, an article in People magazine led readers into the Mediterranean-influenced mansion that he and his wife “built from scratch 20 years ago” in Cliffside Park, right across the Hudson River from Manhattan, where Oz works. It was a flattering story that would soon enough backfire. Later in 2020, Oz formally adopted a Pennsylvania address — but early this summer, when he released a campaign video, the home he was speaking from looked a lot like the one he’d invited a magazine to photograph. Fetterman tweeted a tip: “Don’t film an ad for your Pennsylvania Senate campaign from your mansion in New Jersey.”\nFrom there, Fetterman escalated. He paid for a plane to fly over the New Jersey coastline, trailing a banner that read, “HEY DR. OZ. WELCOME HOME TO N.J.! ♥ JOHN.” (Funnily, this seemed to be targeting vacationing Pennsylvanians.) He used Cameo, the service where you can shell out some cash to have a lower-tier celebrity wish your friend a happy birthday, to hire Nicole Polizzi, better known as Snooki from MTV’s “Jersey Shore,” to goad Oz some more: “I heard that you moved from New Jersey to Pennsylvania to look for a new job,” she told the camera. (Fetterman’s campaign would go on to release a similar video with Steven Van Zandt, known both for playing guitar in Bruce Springsteen’s E Street Band and for playing Silvio Dante on “The Sopranos.”) When Oz visited Geno’s Steaks in South Philadelphia, Fetterman proclaimed it “a rite of passage for every tourist.” Taking things to an intensely local level, he even joked about Oz not pumping his own gas. (New Jersey law requires stations to do it for you.)\nOz has not always helped his case. A video he filmed at a grocery store, trying to underline the effect of inflation, resurfaced recently: In it, he mispronounces the name of the regional chain before wandering the produce section without a basket, awkwardly piling his arms with ingredients for a crudité platter. The online ridicule this received led to a fund-raising windfall for Fetterman — and a surprisingly venomous attack from the Oz campaign, which said that if Fetterman had “ever eaten a vegetable in his life, then maybe he wouldn’t have had a major stroke.”", "url": "https://www.nytimes.com/2022/09/07/magazine/dr-oz-pennsylvania-senate-race.html"}