{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:24:03", "date_modify": "2022-10-25 23:24:03", "date_publish": "2022-06-29 00:20:55", "description": "A potential appearance by Ms. Thomas, the wife of Supreme Court Justice Clarence Thomas, has been the subject of speculation because of her support for efforts to keep President Donald J. Trump in office.", "filename": "2022_06_28_us_ginni-thomas-emails-jan-6-hearing_1666740243.html", "image_url": "https://static01.nyt.com/images/2022/06/28/multimedia/28jan6-hearings-ginni-thomas-02/28jan6-hearings-ginni-thomas-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_28_us_ginni-thomas-emails-jan-6-hearing_1666740243.html", "title": "Lawyer for Ginni Thomas Said She Will Not Testify to Jan. 6 Panel", "title_page": "Lawyer for Ginni Thomas Said She Will Not Testify to Jan. 6 Panel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A lawyer for Virginia Thomas, the wife of Supreme Court Justice Clarence Thomas and a supporter of President Donald J. Trump’s efforts to stay in power after the 2020 election, told the House select committee investigating the Capitol riot that he saw no reason for her to testify before the panel.\nThe letter from her lawyer, Mark Paoletta, obtained by The New York Times, came after the committee made a fresh request to secure an appearance from Ms. Thomas, who had exchanged text messages with the White House chief of staff at the time, Mark Meadows, in which she urged on efforts to challenge Joseph R. Biden Jr.’s victory.\nThe committee also obtained email exchanges that included Ms. Thomas, who goes by Ginni, and John Eastman, a conservative lawyer who promoted the notion that Vice President Mike Pence could block or delay the Electoral College certification on Jan. 6, 2021. Mr. Paoletta’s letter suggested that the communications between Ms. Thomas and Mr. Eastman, turned over to the committee after Mr. Eastman sued to try to avoid doing so, contain little of note.\n“The only other email Mr. Eastman produced where he and Mrs. Thomas communicated directly is from Nov. 6 — a month before Mr. Eastman filed anything on President Trump’s behalf and two months before” the Jan. 6 riot, Mr. Paoletta wrote. “In that email, Mrs. Thomas merely forwarded a document with a few comments to Mr. Eastman and another person. Someone else drafted the document, which discussed ways to address the election fraud concerns held by millions of Americans.”", "url": "https://www.nytimes.com/2022/06/28/us/ginni-thomas-emails-jan-6-hearing.html"}