{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 23:41:00", "date_modify": "2022-10-25 23:41:00", "date_publish": "2022-10-14 13:51:44", "description": "The Russian president said the draft should be completed within two weeks.", "filename": "2022_10_14_world_europe_putin-military-draft-russia_1666741260.html", "image_url": "https://static01.nyt.com/images/2022/10/14/multimedia/14ukraine-blog-draft-deaths-01-1-4995/14ukraine-blog-draft-deaths-01-1-4995-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_14_world_europe_putin-military-draft-russia_1666741260.html", "title": "Putin Defends Military Draft in Russia From Pro-War Criticism", "title_page": "Putin Defends Military Draft in Russia From Pro-War Criticism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With criticism from pro-war bloggers over the reported deaths of new recruits fighting in Ukraine intensifying, President Vladimir V. Putin of Russia on Friday defended his recent draft, saying that he had no regrets about the war in Ukraine.\nHis remarks came as prominent military bloggers have accused the Kremlin’s defense officials of throwing unprepared recruits into battle. The draft has also run into resistance across Russia as villagers, activists and even some elected officials have asked why the conscription drive has appeared to hit minority groups and rural areas harder than the big cities. In late September, anger with the call-up spilled over into street protests.\nSome 222,000 Russians already have been drafted and 16,000 of them have been deployed “in units that get involved in fulfilling combat tasks,” Mr. Putin told a news conference in Astana, Kazakhstan, adding that he expects the mobilization to be completed within two weeks.\nWhen Mr. Putin announced a “partial mobilization” in September, he said that servicemen called up for active duty would “undergo mandatory additional military training.” The Russian government said that such training could take up to one month.", "url": "https://www.nytimes.com/2022/10/14/world/europe/putin-military-draft-russia.html"}