{"authors": ["Kim Severson"], "date_download": "2022-10-25 23:29:07", "date_modify": "2022-10-25 23:29:07", "date_publish": "2022-08-24 21:05:05", "description": "The celebrity chef has reached an agreement with two women who accused him of grabbing them in separate incidents in Boston.", "filename": "2022_08_24_dining_mario-batali-sexual-misconduct-lawsuits-settles_1666740547.html", "image_url": "https://static01.nyt.com/images/2022/08/24/dining/24batali1/24batali1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_24_dining_mario-batali-sexual-misconduct-lawsuits-settles_1666740547.html", "title": "Mario Batali Settles 2 Sexual Misconduct Lawsuits", "title_page": "Mario Batali Settles 2 Sexual Misconduct Lawsuits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The celebrity chef Mario Batali and two women who filed lawsuits accusing him of groping them at a bar and a restaurant in Boston have agreed to settle the suits on undisclosed terms.\nThe settlement is a milestone in a long saga for Mr. Batali, who once sat atop a multimillion-dollar food enterprise and hosted a daytime TV talk show. He was one of several prominent chefs who were accused of sexual assault and harassment as the #MeToo movement began to gain momentum in the fall of 2017.\nMr. Batali was the only one to face criminal charges. In May, he was found not guilty of indecent assault and battery in Boston Municipal Court after a two-day nonjury trial that centered on testimony from Natali Tene, 32, who said Mr. Batali had grabbed and forcibly kissed her at a bar in April 2017 as she took selfies of them together. During the trial, Mr. Batali’s lawyer, Tony Fuller, portrayed her as a liar. “This was fabricated for money and for fun,” he said.\nIn 2018, Ms. Tene filed her lawsuit. Alexandra Brown filed a similar suit the following year, alleging that she, too, had been molested by Mr. Batali at a restaurant after she had asked to take a photograph with him.", "url": "https://www.nytimes.com/2022/08/24/dining/mario-batali-sexual-misconduct-lawsuits-settles.html"}