{"authors": ["Emily Baumgaertner"], "date_download": "2022-10-25 23:22:27", "date_modify": "2022-10-25 23:22:27", "date_publish": "2022-10-21 09:00:14", "description": "Pregnant women are more likely to die of a drug overdose than the average woman of childbearing age, but less likely to be accepted for medication-based treatment.", "filename": "2022_10_21_health_addiction-treatment-pregnancy_1666740147.html", "image_url": "https://static01.nyt.com/images/2022/10/21/multimedia/21pregnancy-addiction-1-b244/21pregnancy-addiction-1-b244-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_21_health_addiction-treatment-pregnancy_1666740147.html", "title": "Biden Administration Offers Plan to Get Addiction-Fighting Medicine to Pregnant Women", "title_page": "Biden Administration Offers Plan to Get Addiction-Fighting Medicine to Pregnant Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Biden administration will use federal courts and health programs to expand the use of medication to treat substance use disorders in pregnant women, according to a report by the White House released Friday. The plan is part of the administration’s broader effort to combat a drug crisis that now kills more than 100,000 Americans annually.\nUnder the new initiative, the Justice Department, the Department of Veterans Affairs and the Indian Health Service will be responsible for improving women’s access to medicines like buprenorphine and methadone. These treatments have been controversial, but are increasingly being embraced as a scientifically proven way to reduce dependency and save lives.\nOpioid use disorder among pregnant women has more than quadrupled in recent years, according to the Centers for Disease Control and Prevention, and is associated with low birth weight, preterm labor and miscarriage. Pregnant women are more likely to die of a drug overdose than the average woman of childbearing age, but less likely to be accepted for appointments with buprenorphine providers.\n“This is a bold statement, a big moment, coming from the president and the vice president, to show that pregnancy is the golden opportunity to help women get into recovery,” said Dr. Anna Lembke, the medical director of addiction medicine at Stanford, who was not involved in the plan’s design.", "url": "https://www.nytimes.com/2022/10/21/health/addiction-treatment-pregnancy.html"}