{"authors": ["Jeanna Smialek", "Ben Casselman"], "date_download": "2022-10-25 23:33:54", "date_modify": "2022-10-25 23:33:54", "date_publish": "2022-10-04 18:46:09", "description": "The Bank of England stepped in to save a critical market this week. Economists say it was necessary but also worry about the precedent.", "filename": "2022_10_04_business_economy_bank-of-england-truss_1666740834.html", "image_url": "https://static01.nyt.com/images/2022/10/04/business/04dc-centralbanks01/04dc-centralbanks01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_04_business_economy_bank-of-england-truss_1666740834.html", "title": "Economists Nervously Eye the Bank of England’s Market Rescue", "title_page": "Economists Nervously Eye the Bank of England’s Market Rescue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the Bank of England announced last week that it would buy bonds in unlimited quantities in an effort to stabilize the market for U.K. government debt, economists agreed it was probably a necessary move to prevent a cataclysmic financial crisis.\nThey also worried it could set a dangerous precedent.\nCentral banks defend the financial stability of the nations in which they operate. In an era of highly leveraged and deeply interconnected markets, that means that they sometimes have to buy bonds or backstop lending to prevent a problem in one area from spiraling into a crisis that threatens the entire financial system.\nBut that backstop role also means that if a government does something to generate a major shock, politicians can be fairly confident that the local central bank will step in to stem the fallout.\nSome economists say that is essentially what happened in the United Kingdom. Liz Truss, the new prime minister, proposed a huge package of tax cuts and spending during a period of already high inflation, when standard economic theory suggests governments should do the opposite. Markets reacted forcefully: Yields on long-term government debt shot up, and the value of the British pound fell sharply relative to the dollar and other major currencies.", "url": "https://www.nytimes.com/2022/10/04/business/economy/bank-of-england-truss.html"}