{"authors": ["Eileen Sullivan"], "date_download": "2022-10-25 22:56:13", "date_modify": "2022-10-25 22:56:13", "date_publish": "2022-03-04 23:15:40", "description": "An appeals court said the Biden administration could continue expelling migrant families under the pandemic-era rule, but not to countries where they would be persecuted.", "filename": "2022_03_04_us_politics_title-42-migrant-families-ruling_1666738573.html", "image_url": "https://static01.nyt.com/images/2022/03/04/us/politics/04dc-immig/04dc-immig-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_04_us_politics_title-42-migrant-families-ruling_1666738573.html", "title": "U.S. Can’t Use Health Rule to Expel Migrant Families Facing Persecution, Court Says", "title_page": "U.S. Can’t Use Health Rule to Expel Migrant Families Facing Persecution, Court Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A public health rule that has kept many undocumented migrants from entering the country during the pandemic suffered a blow on Friday, when a federal appeals court said it could no longer be used to expel families to countries where they would face persecution or torture.\nThe ruling, issued by a panel of the U.S. Court of Appeals for the District of Columbia Circuit, partially affirmed an earlier decision in an ongoing lawsuit and applies only to migrant families traveling with minor children. Although it allowed the Biden administration to keep the rule in place, the three-judge panel questioned whether it was still necessary, noting that it “looks in certain respects like a relic from an era with no vaccines, scarce testing, few therapeutics and little certainty.”\nLater on Friday, a federal judge in the Northern District of Texas issued a rule that dealt another blow to the Biden administration — ordering the government to stop exempting migrant children who arrive at the border without a parent or guardian from the public health rule. The administration has seven days to file an appeal.\nImmigration lawyers said the District of Columbia Circuit appeals court ruling meant that from now on, migrant families will need to be given the chance to express a fear of persecution or torture, which could be followed by an interview with an asylum officer or a court date with an immigration judge — steps that have been broadly denied since the public health rule was put in place in March 2020.", "url": "https://www.nytimes.com/2022/03/04/us/politics/title-42-migrant-families-ruling.html"}