{"authors": ["Euan Ward"], "date_download": "2022-10-25 23:54:45", "date_modify": "2022-10-25 23:54:45", "date_publish": "2022-10-19 13:04:41", "description": "Elnaz Rekabi, whose appearance without a head scarf at an event in Seoul raised fears about her future, was welcomed home by crowds in Tehran. Her motivations, and her fate, however, remain unclear.", "filename": "2022_10_19_world_middleeast_iran-climber-elnaz-rekabi_1666742085.html", "image_url": "https://static01.nyt.com/images/2022/10/19/world/19iran-athlete-image/merlin_215077053_79e69a71-5cb4-47cd-996b-0269c716bac4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_19_world_middleeast_iran-climber-elnaz-rekabi_1666742085.html", "title": "Iranian Climber Elnaz Rekabi Is Welcomed by Crowds in Tehran", "title_page": "Iranian Climber Elnaz Rekabi Is Welcomed by Crowds in Tehran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pictures seemed reassuring: Hundreds line the road at Tehran’s main airport, cheering and chanting Elnaz Rekabi’s name as the minibus carrying her slowly weaves through the jubilant crowd. “Hero, Elnaz!” cries the throng of men and women, young and old, gathered outside the terminal, their rhythmic and thundering claps echoing across a neon-lit forecourt.\nThe hero’s welcome in the early hours of Wednesday morning for Ms. Rekabi, an athlete who was a relatively obscure figure in the international sports climbing world until a few days ago, was documented in video footage that was widely circulated on social media and on Iranian news outlets.\nConcern for Ms. Rekabi had flared after she made global headlines on Sunday for climbing at an international tournament without a hijab, defying Iran’s strictly enforced dress codes for female athletes. That action thrust her into the center of the protest movement in Iran, in which women have taken center stage in the antigovernment rallies.\nIran has been gripped by protests since September, in what has spiraled into the biggest challenge to the Islamic Republic in over a decade. The demonstrations were ignited by the arrest and subsequent death in custody of Mahsa Amini, a 22-year-old woman who was accused by the country’s morality police of wearing her hijab too loosely. The police have denied reports that she was beaten while in detention, saying that she suffered a heart attack, though her family says that she was healthy when she was arrested.", "url": "https://www.nytimes.com/2022/10/19/world/middleeast/iran-climber-elnaz-rekabi.html"}