{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:34:12", "date_modify": "2022-10-25 23:34:12", "date_publish": "2022-07-26 13:00:08", "description": "The International Monetary Fund downgraded its growth forecasts and projected higher inflation around the world.", "filename": "2022_07_26_business_imf-world-economy_1666740852.html", "image_url": "https://static01.nyt.com/images/2022/07/26/business/26economy-briefing-imf-report/26economy-briefing-imf-report-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_26_business_imf-world-economy_1666740852.html", "title": "I.M.F. Warns That a Global Recession Could Soon Be at Hand", "title_page": "I.M.F. Warns That a Global Recession Could Soon Be at Hand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Under this scenario, both the United States and the euro area experience near-zero growth next year, with negative knock-on effects for the rest of the world,” Mr. Gourinchas said.\nAccording to the report, the likelihood of a global recession is rising. It said the probability of a recession starting in one of the Group of 7 advanced economies was now nearly 15 percent, four times its usual level. And it said some indicators suggested that the United States was already in a “technical” recession, which the I.M.F. defines as two consecutive quarters of negative growth.\nData set for release on Thursday is expected to show that the U.S. economy grew little or perhaps shrank in the second quarter of 2022.\nAt a news conference following the release of the report, Mr. Gourinchas added that the I.M.F. was not currently projecting that the United States was in a recession and that even if its economy contracted in the second quarter, defining a recession can be complicated.\n“The recession in the way it is defined typically is looking at more than just output, you want to take into account the strength of the labor market,” Mr. Gourinchas said. “The general assessment as to whether the economy is in a recession overall is a little bit more complex.”\nMr. Gourinchas also suggested that the kind of “soft landing” that the Fed was trying to engineer — where it cools the economy just enough without setting off a recession — would be difficult to achieve. As the labor market cools, even a small “shock” could tip the economy into a recession, he said.\n“The current environment suggests that the likelihood that the U.S. economy can avoid a recession is actually quite narrow under our current projections,” he said.", "url": "https://www.nytimes.com/2022/07/26/business/imf-world-economy.html"}