{"authors": ["Farnaz Fassihi", "Jane Arraf"], "date_download": "2022-10-25 23:54:20", "date_modify": "2022-10-25 23:54:20", "date_publish": "2022-10-12 08:23:05", "description": "Human rights groups say at least 185 people have been killed and thousands injured or arrested, but demonstrations that began after the death of Mahsa Amini have continued nearly a month.", "filename": "2022_10_12_world_middleeast_iran-women-protests-strike_1666742060.html", "image_url": "https://static01.nyt.com/images/2022/10/12/world/12iran-protests-01/12iran-protests-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_12_world_middleeast_iran-women-protests-strike_1666742060.html", "title": "Protests in Iran Spread, Including to Oil Sector, Despite Violent Crackdown", "title_page": "Protests in Iran Spread, Including to Oil Sector, Despite Violent Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Defying a lethal crackdown in cities across Iran, protesters demanding the ouster of Iran’s Islamic Republic have driven their uprising into a fourth week, with workers from the country’s vital oil sector going on strike this week and activists calling for further work stoppages and protests on Wednesday.\nDespite efforts by Iran’s security forces, including the feared plainclothes Basij militias, to crush the protests, they have only widened. Some have turned into chaotic street battles, with the security forces opening fire and protesters fighting back and refusing to give ground, according to witnesses, rights groups and videos of the clashes on social media.\nThe internet and popular communications applications in Iran have been disrupted for weeks, making it difficult to confirm the true toll of the government’s crackdown on the protests, which have been led and inspired by women from their start in mid-September. But human rights groups said Tuesday that at least 185 people had been killed, including 28 children, with thousands injured or arrested so far. The government said that 24 of its security forces had been killed and about 2,000 wounded.\nThe protests were sparked by the death of 22-year-old Mahsa Amini in the custody of the morality police after they arrested her under the country’s rule requiring women to wear dress modestly and cover their hair in public. Iran’s security forces claimed she died of a heart attack, but her family said she had been killed by blows to her head and was healthy at the time of her arrest.", "url": "https://www.nytimes.com/2022/10/12/world/middleeast/iran-women-protests-strike.html"}