{"authors": ["Alexandra Alter"], "date_download": "2022-10-25 23:37:39", "date_modify": "2022-10-25 23:37:39", "date_publish": "2022-10-14 09:00:20", "description": "The Pulitzer-winning novelist uses “The Passenger” and “Stella Maris,” his first novels in 16 years, to explore math and physics, fields that have long fascinated him.", "filename": "2022_10_14_books_cormac-mccarthy-passenger-stella-maris_1666741059.html", "image_url": "https://static01.nyt.com/images/2022/10/16/arts/16MCCARTHY-SIDEBAR-1/16MCCARTHY-SIDEBAR-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_14_books_cormac-mccarthy-passenger-stella-maris_1666741059.html", "title": "In His New Books, Cormac McCarthy Gets Real", "title_page": "In His New Books, Cormac McCarthy Gets Real - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While the Westerns’ doomed love story drives the narratives, McCarthy seems most interested in his characters’ ideas about the nature of time and reality. Characters debate byzantine concepts like S-Matrix theory, string theory and the general relativistic theory of gravitation, and they discuss the ideas of pioneering physicists like Gerard ‘t Hooft, Sheldon Glashow, Ludwig Boltzmann, Richard Feynman and George Zweig, a particle physicist who has corresponded with McCarthy and read his latest work.\nThe Essential Cormac McCarthy Card 1 of 5 ‘Blood Meridian’ (1985). Loosely based on historical events, the novel follows a fictional 14-year-old referred to only as “the kid” as he drifts through the Southwest. “‘Blood Meridian’ makes it clear that all along Mr. McCarthy has asked us to witness evil not in order to understand it but to affirm its inexplicable reality,” Caryn James wrote in her review for The Times. ‘All the Pretty Horses’ (1992). This best-selling book is an adventure story about a Texan boy who rides off with his buddy to Mexico. “The magnetic attraction of Mr. McCarthy's fiction comes first from the extraordinary quality of his prose,” Madison Smartt Bell wrote in his review. ‘The Crossing’ (1994). The novel begins on a small cattle ranch in New Mexico in the last years of the Depression and follows Billy Parham, a teenage cowboy as he repeatedly crosses the border with Mexico. “‘The Crossing’ is a miracle in prose, an American original,” Robert Hass wrote in his review. ‘No Country for Old Men’ (2005). This fast, violent story centers on a stone-cold killer, a small-town sheriff and an average Joe who stumbles across a leather case filled with more than $2 million. “‘No Country for Old Men’ is as bracing a variation on these noir orthodoxies as any fan of the genre could expect,” Walter Kirn wrote in his review. ‘The Road’ (2006). The book is a despairing account of a boy and his father lurching across the cold, wretched, corpse-strewn, ashen landscape of a post-apocalyptic world. “Mr. McCarthy has summoned his fiercest visions to invoke the devastation. He gives voice to the unspeakable in a terse cautionary tale that is too potent to be numbing,” Janet Maslin wrote in her review.\nIn one passage, McCarthy writes with reverence about gravitons — hypothetical elementary particles with no mass — and describes one as “a creature imagined but never seen.” In another, he compares the incremental nature of time passing to “a bird trapped in a barn that moves through the slats of light bird by bird. Whose sum is one bird.”\n“Even if he’s not practicing mathematics and physics, there’s something beautiful to him about the unyielding quality of a difficult thought,” said Krakauer, who read early versions of the novels. “He’s drawn to the aesthetics of it.”\nIt remains to be seen how fans of McCarthy’s earlier works will respond to the novels, which are wildly different from anything he’s done before. At times, the narratives feel disjointed and bogged down in arcane details and enigmatic concepts, for example, in a passage where Bobby discusses the theories of the physicist Steven Weinberg: “Still he figured that if you had these neutrino-nucleon collisions that spun off the W particle and gave you a lepton with the opposite charge you’d have to get a Z particle every once in a while. And since the Z carried no charge this meant that the neutrino coming in would stay a neutrino.”\n“It’s fascinating to look at a writer who’s 89 and who’s writing a book that feels pretty far away from his early works,” said Jenny Jackson, an executive editor at Knopf who worked on the books with McCarthy. (They communicated mostly through written comments on the page, she said.)\n“When people say a Cormac McCarthy novel, we’re all accustomed to thinking about books with blistering violence and with dark, black-and-white views of morality, books that juxtapose good and evil, books with haunting depravity. These books are different in that way.”\nBut the novels are also recognizably McCarthy’s, laced with transcendent language and profound insights into human nature.", "url": "https://www.nytimes.com/2022/10/14/books/cormac-mccarthy-passenger-stella-maris.html"}