{"authors": ["Nazanin Lankarani"], "date_download": "2022-10-25 23:54:45", "date_modify": "2022-10-25 23:54:45", "date_publish": "2022-10-19 09:02:58", "description": "The Institut du Monde Arabe features works of art reflecting L.G.B.T.Q. perspectives.", "filename": "2022_10_19_arts_design_arab-art-social-norms_1666742085.html", "image_url": "https://static01.nyt.com/images/2022/10/20/multimedia/20sp-paris-arab-inyt4/20sp-paris-arab-inyt4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_19_arts_design_arab-art-social-norms_1666742085.html", "title": "Art Challenges Social Norms in the Arab World", "title_page": "In the Arab World Art Challenges Social Norms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Are you the person you love? Depends on your freedom to love.\nIntimacy, sexual identity and love are among the themes explored in a new show at the Institut du Monde Arabe that presents art by members of L.G.B.T.Q. communities in the greater Arab world.\n“Our goal is to use art to show social phenomena in the Arab world and the questions confronted by minorities, women and all those who fight for the right to be who they are,” said Jack Lang, former French culture minister and president of the institute, at the preview of the show in September.\nAfter three shows that examined monotheistic religions in the Arab world, namely “Hajj: The Pilgrimage to Mecca” (2014), “Eastern Christians: 2000 Years of History” (2017) and “Jews of the East: a Multi-Millennial History” (2021), the institute has turned to a radically different aspect of Arab culture: the creative output of its L.G.B.T.Q. communities.\n“We wanted to show the 1,001 facets of Arab culture,” Mr. Lang said.\nThe show, “Habibi, Love’s Revolutions” opened on Sept. 27 and runs through Feb. 19 in the museum, in the Fifth Arrondissement. Across 750 square meters of exhibition space, it presents the work of 23 artists who identify as L.G.B.T.Q. and come from the “Arab world,” broadly defined to also include North Africa and Iran.", "url": "https://www.nytimes.com/2022/10/19/arts/design/arab-art-social-norms.html"}