{"authors": ["Stephanie Nolen"], "date_download": "2022-10-25 22:56:20", "date_modify": "2022-10-25 22:56:20", "date_publish": "2022-07-15 00:01:09", "description": "Pandemic lockdowns, misinformation campaigns, conflicts, climate crises and other problems diverted resources and contributed to the largest backslide in routine immunization in 30 years.", "filename": "2022_07_14_health_childhood-vaccination-rates-decline_1666738580.html", "image_url": "https://static01.nyt.com/images/2022/07/14/science/14child-vaccines1/14child-vaccines1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_14_health_childhood-vaccination-rates-decline_1666738580.html", "title": "Sharp Drop in Childhood Vaccinations Threatens Millions of Lives", "title_page": "Sharp Drop in Childhood Vaccinations Threatens Millions of Lives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Millions of children around the world, most of them in the poorest countries, missed some or all of their childhood vaccinations over the past two years because of a combination of conflicts, climate emergencies, misinformation campaigns, pandemic lockdowns and Covid vaccination efforts that diverted resources, according to a new analysis from Unicef, the United Nations agency that vaccinates half the world’s children, and the World Health Organization.\nIt is the largest backslide in routine immunization in 30 years, the report said. Combined with rapidly rising rates of malnutrition, it has created conditions that could threaten the lives of millions of young children.\n“This is an emergency for children’s health — we have to think about the immediate stakes, the number of children that are going to die because of this,” said Lily Caprani, head of advocacy for Unicef. “It’s not in a few years’ time; it’s quite soon.”\nThe percentage of children worldwide who had received three doses of the vaccine against diphtheria, tetanus and pertussis, known as DTP3 — which Unicef uses as a benchmark for immunization coverage — fell five points between 2019 and 2021, to 81 percent. Measles vaccination rates also fell to 81 percent, and polio coverage dropped significantly, too. A vaccination coverage rate of 94 percent is necessary for herd immunity, to interrupt the chain of transmission of a disease.", "url": "https://www.nytimes.com/2022/07/14/health/childhood-vaccination-rates-decline.html"}