{"authors": ["Michael Schwirtz", "Daniel Berehulak"], "date_download": "2022-10-25 23:23:29", "date_modify": "2022-10-25 23:23:29", "date_publish": "2022-07-25 18:31:23", "description": "With soldiers, artillery and subversives, Ukraine has been laying the groundwork to retake Kherson, which Russia has held for months. But a counterattack would require huge resources, and could come at a heavy toll.", "filename": "2022_07_25_world_europe_ukraine-kherson-russia-counterattack_1666740209.html", "image_url": "https://static01.nyt.com/images/2022/07/25/world/25UkraineKhersonPromo/25UkraineKhersonPromo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_25_world_europe_ukraine-kherson-russia-counterattack_1666740209.html", "title": "Eyeing Kherson, Ukraine Prepares an Ambitious Counterattack", "title_page": "Eyeing Kherson, Ukraine Prepares an Ambitious Counterattack  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KHERSON REGION BORDER, Ukraine — The road to Russian-occupied Kherson in southern Ukraine passes through a no man’s land of charred wheat fields and cratered villages. The tails of rockets stick out of asphalt and the boom of incoming and outgoing artillery ricochets off tidy, abandoned homes.\nAlong a jagged frontline, Ukrainian forces are preparing for what is one of the most ambitious and significant military actions of the war: retaking Kherson. The first city to fall to Russian forces, Kherson and the fertile lands that surround it are a key Russian beachhead, from which its military continuously launches attacks across a broad swath of Ukrainian territory. Regaining control could also help restore momentum to Ukraine, and give its troops a much-needed morale boost after months of vicious fighting.\n“We want to liberate our territory and return it all to our control,” said Senior Lt. Sergei Savchenko, whose unit with Ukraine’s 28th Brigade is dug in along the Kherson region’s western border. “We’re ready. We have wanted this for a long time.”", "url": "https://www.nytimes.com/2022/07/25/world/europe/ukraine-kherson-russia-counterattack.html"}