{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:32:03", "date_modify": "2022-10-25 23:32:03", "date_publish": "2022-05-19 09:00:16", "description": "After leaving the labor force in unusual numbers early in the pandemic, Americans approaching retirement age are back on the job at previous levels.", "filename": "2022_05_19_business_economy_older-workers-labor-force_1666740723.html", "image_url": "https://static01.nyt.com/images/2022/05/20/business/00older-workers/00older-workers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_19_business_economy_older-workers-labor-force_1666740723.html", "title": "‘I Had to Go Back’: Over 55, and Not Retired After All", "title_page": "‘I Had to Go Back’: Over 55, and Not Retired After All - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If I could’ve left at 62, I would’ve left at 62, but I can’t,” she said. “Not all of us made that money where I could move down to Florida and get a $400,000 house.”\nThe fastest inflation in decades has added to the pressure on people of all ages to return to work. More recently, so has the turmoil in financial markets, which has taken a bite out of retirement savings.\nBut even some people who could retire are choosing to return to work as the pandemic ebbs.\nWhen the Long Island fitness studio where she worked as a spinning instructor shut down early in the pandemic, Jackie Anscher lost both a job and a part of her identity. In an interview with The New York Times that summer, she described what seemed at the time like an abrupt end to her career as “a forced retirement.”\nBut after spending the beginning of the pandemic reorganizing her life and re-evaluating her priorities, Ms. Anscher, 60, has begun teaching spin classes again as a substitute instructor at a local gym, and she is looking for a more regular gig. Her husband is already retired — “he’s been waiting for me to go fishing,” she said — and the couple could afford for her to stop working. But she isn’t ready to hang up her cycling shoes.\n“I liked what I had. I loved who I was in front of the room,” she said. “It’s about my mental health. For me, it’s about preserving me.”\nOlder workers weren’t any more likely than younger workers to leave the labor force early in the pandemic. But economists had reason to think they might be slower to return. Unemployed workers in their 50s and 60s typically have a harder time finding jobs than their younger counterparts, because of ageism and other factors. And unlike after the 2008-9 recession, when depressed housing prices and high debt levels left many people with little choice but to keep working, in this crisis prices of both homes and financial assets kept rising, providing a financial cushion to some people nearing retirement age.\nThe share of Americans reporting that they were retired did rise sharply in the spring of 2020. But retirement is not an irreversible decision. And research from the Federal Reserve Bank of Kansas City has found that at the pandemic’s onset, there was a steep drop in the number of people leaving retirement to return to work, attributable at least partly to fear of the virus and a lack of job opportunities, swelling the ranks of the retired.", "url": "https://www.nytimes.com/2022/05/19/business/economy/older-workers-labor-force.html"}