{"authors": ["Adam Liptak"], "date_download": "2022-10-25 22:55:10", "date_modify": "2022-10-25 22:55:10", "date_publish": "2022-01-19 23:17:55", "description": "The House committee investigating the riot received hundreds of pages of documents from the former president’s White House within hours of the ruling.", "filename": "2022_01_19_us_politics_trump-supreme-court-jan-6_1666738510.html", "image_url": "https://static01.nyt.com/images/2022/01/03/us/politics/00dc-scotus-trump/merlin_184403628_2e2f5edc-29cb-4e6b-a23a-48eafd084929-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_19_us_politics_trump-supreme-court-jan-6_1666738510.html", "title": "In Rebuke to Trump, Supreme Court Allows Release of Jan. 6 Files", "title_page": "In Rebuke to Trump, Supreme Court Allows Release of Jan. 6 Files - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court on Wednesday refused a request from former President Donald J. Trump to block the release of White House records concerning the Jan. 6 attack on the Capitol, effectively rejecting Mr. Trump’s claim of executive privilege and clearing the way for the House committee investigating the riot to start receiving the documents hours later.\nThe court, with only Justice Clarence Thomas noting a dissent, let stand an appeals court ruling that Mr. Trump’s desire to maintain the confidentiality of internal White House communications was outweighed by the need for a full accounting of the attack and the disruption of the certification of the 2020 electoral count.\nIn an unsigned order, the majority wrote that Mr. Trump’s request for a stay while the case moved forward presented weighty issues, including “whether and in what circumstances a former president may obtain a court order preventing disclosure of privileged records from his tenure in office, in the face of a determination by the incumbent president to waive the privilege.”\nBut an appeals court’s ruling against Mr. Trump did not turn on those questions, the order said.\n“Because the court of appeals concluded that President Trump’s claims would have failed even if he were the incumbent, his status as a former president necessarily made no difference to the court’s decision,” the order said.", "url": "https://www.nytimes.com/2022/01/19/us/politics/trump-supreme-court-jan-6.html"}