{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:46:23", "date_modify": "2022-10-25 23:46:23", "date_publish": "2022-04-05 21:13:44", "description": "Ms. Sarnoff became the first woman to hold the job in 2019, but Discovery’s C.E.O. is expected to take over at least some of her role himself.", "filename": "2022_04_05_business_ann-sarnoff-warner-bros_1666741583.html", "image_url": "https://static01.nyt.com/images/2022/04/06/business/00warner-sarnoff-print/00warner-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_05_business_ann-sarnoff-warner-bros_1666741583.html", "title": "Ann Sarnoff, Warner Bros. Chief, Is Set to Leave", "title_page": "Ann Sarnoff, Warner Bros. Chief, Is Set to Leave  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — Ann Sarnoff, the chief executive of the WarnerMedia Studios and Networks Group, will leave the company, with an announcement coming as soon as this week, three people briefed on the matter said.\nMs. Sarnoff, who declined to comment, was chosen to lead Warner Bros. in 2019 despite limited Hollywood experience, becoming the first woman to hold the role. She is departing as WarnerMedia, a division of AT&T, is set to complete a merger with Discovery. Ms. Sarnoff’s boss, Jason Kilar, who has been chief executive of WarnerMedia since 2020, announced his exit on Tuesday.\nLike Mr. Kilar, Ms. Sarnoff found herself without a seat in the game of musical chairs that accompanies the merging of competing companies, said the people briefed on the matter, who spoke on the condition of anonymity to discuss confidential information. The Warner Bros. Discovery management structure is still unknown, but David Zaslav, the chief executive of Discovery, who will run the new company, is expected to take over at least some of Ms. Sarnoff’s portfolio. She has had a dozen direct reports.\nHer job has involved oversight of HBO and HBO Max; the Warner Bros. movie and television studio; several cable channels, including TBS and TNT; and a large consumer products division. Breaking down the siloed nature of some of those units has been one of Ms. Sarnoff’s accomplishments.", "url": "https://www.nytimes.com/2022/04/05/business/ann-sarnoff-warner-bros.html"}