{"authors": ["Melena Ryzik"], "date_download": "2022-10-25 23:36:42", "date_modify": "2022-10-25 23:36:42", "date_publish": "2022-04-27 09:00:40", "description": "“Everything’s couched with hard jokes, but it’s also vulnerable,” the comic said of “The Bedwetter,” her new musical comedy.", "filename": "2022_04_27_theater_sarah-silverman-the-bedwetter_1666741002.html", "image_url": "https://static01.nyt.com/images/2022/05/01/arts/01BEDWETTER1a/01BEDWETTER1a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_27_theater_sarah-silverman-the-bedwetter_1666741002.html", "title": "Sarah Silverman on ‘The Bedwetter,’ Her New Musical Comedy", "title_page": "Sarah Silverman on ‘The Bedwetter,’ Her New Musical Comedy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A word — OK, a paragraph — about farts (and also a sentence I never expected to write in The New York Times). If you thought Silverman might’ve outgrown her affinity for juvenile, scatological humor after a half-century, you’d be wrong. “She has an inability not to laugh if you fart,” Yazbek said. During rehearsal, I caught her giving Joshua Harmon (“Bad Jews,” “Prayer for the French Republic”), who wrote the book with her, a demo in fart noise technique, her hands cupped around her mouth.\nShe has never not wanted to be a performer, said her sister Laura Silverman, who recalled that when she had friends over as a kid, Sarah would pop out of a closet, doing costumed characters, to entertain them.\nAnd her family was supportive in creative ways. “I would pick up the phone and call the operator and have her sing ‘Tomorrow,’ from ‘Annie,’” said Laura, an actor and writer. “I would say, I didn’t want her to be scared to sing or perform in front of anyone, at any time.”\nWhen Silverman, as a very young child, unleashed the string of curse words that her father taught her — a cherub with inky curtain bangs, working blue — “I would get this wild approval from adults, despite themselves,” she said. “It felt so good, made my arms itch with glee, and I became addicted to that.”\nOnly when she wrote her memoir did she connect the dots between that feeling and her comedy: “So much of my standup, especially early on, was shock, shock, shock,” she said, “and totally trash.” She used racist epithets, misguidedly, to prove a point, which she now says she regrets — she’s gladly left that language behind. “It’s so funny what a burden some people feel it is, to have to change,” she said.\nThe only word that Silverman whispered, in our three hour lunch, was “menopause.”\nWhen pressed — no, pleaded with — she said she would write about that topic, though she’s still working out the terms. (“There is not a female word for emasculating, but that’s what menopause is.”) But talking about her body and her needs, is “how I learned to be vulnerable and honest,” she said. “It’s an incredible revelation some people don’t even realize they can do. The truth! It’s really wild.”", "url": "https://www.nytimes.com/2022/04/27/theater/sarah-silverman-the-bedwetter.html"}