{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:49:57", "date_modify": "2022-10-25 23:49:57", "date_publish": "2022-08-10 09:00:26", "description": "Simple steps can make your smartphone, computer and TV work better for you.", "filename": "2022_08_10_technology_personaltech_default-settings-change_1666741797.html", "image_url": "https://static01.nyt.com/images/2022/08/12/business/12techfix-print-illo/11techfix-print-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_10_technology_personaltech_default-settings-change_1666741797.html", "title": "Change These Default Settings and Be Happier With Your Tech", "title_page": "How to Change These Default Settings and Be Happier With Your Tech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many default settings buried deep inside our technology make us share superfluous amounts of data with tech companies. In my last column, I went over how to shut those off.\nBut not all default settings do sneaky things with our information. There are also some that need to be activated or disabled to make our devices more enjoyable to use.\nNewer iPhones, for one, come with a fancy camera that can shoot extremely clear videos in ultrahigh “4K” resolution — but most people probably aren’t using their cameras to their full potential because, by default, the phone is set to shoot videos at a lower resolution.\nTVs are another example. Many modern televisions come with an effect known as motion smoothing turned on to make videos look as if they are playing at a higher frame rate, which is supposed to make fast-motion scenes look more detailed. But in many applications, especially when you’re watching movies, it creates a soap-opera effect that many find looks fake. It’s the setting on a TV that many tech-inclined people switch off immediately.", "url": "https://www.nytimes.com/2022/08/10/technology/personaltech/default-settings-change.html"}