{"authors": ["Liam Stack", "Joseph Goldstein", "Sharon Otterman", "Justin J Wee"], "date_download": "2022-10-25 23:23:34", "date_modify": "2022-10-25 23:23:34", "date_publish": "2022-08-31 09:00:48", "description": "Seven patients share their stories of devastating symptoms, their frustration over finding care and their efforts to help each other when doctors and officials have failed.", "filename": "2022_08_31_nyregion_monkeypox-stories-isolation_1666740214.html", "image_url": "https://static01.nyt.com/images/2022/08/23/nyregion/00ny-monkeypoxdiaries-promo/00ny-monkeypoxdiaries-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_31_nyregion_monkeypox-stories-isolation_1666740214.html", "title": "Pain, Fear, Stigma: What People Who Survived Monkeypox Want You to Know", "title_page": "Pain, Fear, Stigma: What People Who Survived Monkeypox Want You to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Joshua Moran’s prescription for Tpoxx came with surprising instructions: Take it with a meal of at least 600 calories and 25 grams of fat. (The fat helps the medication’s effectiveness.)\n“This is the only time a doctor will tell me to eat this poorly,” he recalled thinking. He cooked four strips of bacon and downed two Eggo waffles with extra butter and syrup.\nThat feast was the high point in what had been a profound period of seclusion during quarantine.\nThough Mr. Moran finally got a vaccine on July 24, he took to his bed later that same afternoon, feeling hot and faint. Around that time, he noticed a small patch of irritated skin on his penis, and booked an appointment at Callen-Lorde. His doctor initially thought it was syphilis, but testing revealed it was a monkeypox lesion.\nMr. Moran tried to keep his dog, a Chihuahua, at a distance. “He’s been a little sad,” he said. Mr. Moran turned 30 in early August, and had to celebrate over FaceTime with friends, with a slice of confetti cake with buttercream icing from Magnolia Bakery.\nAs the days passed, he began to worry about how much sick time he would need to take from his job as an assistant store manager at a Starbucks on the Upper West Side. When he returned to work, he decided to tell his colleagues about his illness; he had been away so long, it felt weird not to.\n“Everyone was good about it,” he said. “No one was weird.”\nThere was an unpleasant moment at work the following week, however. A customer overheard him telling a colleague about his recent bout with monkeypox, and asked why he was allowed to come to work. “It was clarified to them that I was cleared to come back,” Mr. Moran said.\n“I’ve been bullied my whole life,” he added. The encounter left him momentarily upset, but he let it go: “Some people are ignorant.”", "url": "https://www.nytimes.com/2022/08/31/nyregion/monkeypox-stories-isolation.html"}