{"authors": ["Monika Pronczuk", "Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:42:16", "date_modify": "2022-10-25 23:42:16", "date_publish": "2022-09-14 17:04:17", "description": "The European Commission wants the bloc’s members to impose taxes on the profits of energy companies to fund handouts to households and businesses.", "filename": "2022_09_14_world_europe_eu-energy-prices-taxes_1666741336.html", "image_url": "https://static01.nyt.com/images/2022/09/14/world/14ukraine-blog-eu-energy-1/merlin_213107757_0187f830-7a05-4324-bde7-c36fb37f03ee-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_14_world_europe_eu-energy-prices-taxes_1666741336.html", "title": "E.U. Calls for Taxes to Battle Rising Energy Prices", "title_page": "E.U. Calls for Taxes and Handouts to Battle Rising Energy Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Consumers across the European Union are facing punishing electricity bills, which have increased as much as fivefold over the past year. And national governments, confronted with energy shortages, have been on a frenzied hunt for new suppliers.\nThe European Commission said that national governments should cap the revenue generated by suppliers of nuclear and renewable energy at 180 euros, or about $180, per a megawatt-hour. It said that, in turn, would generate an excess profit of about 117 billion euros per year, or around $117, that should then be channeled into subsidies for struggling households and businesses facing soaring energy bills.\nIn order to avoid a winter of blackouts and rationing, the European Commission also recommended that Europeans reduce their energy consumption by 5 percent during peak hours and encouraged governments to look for more energy savings. Some European businesses have already voluntarily switched their working hours to off-peak hours, when electricity is cheaper.\nThere was no way out of the crisis, the Commission warned, unless European countries reduced energy demand.\nAt the heart of the energy crisis are two issues.\nIn the first place, Europe has been highly dependent on Russian gas, which accounted for 40 percent of the bloc’s consumption before the war. But in order to punish Europe for supporting Ukraine after the Russian invasion, Moscow has abruptly all but stopped supplying the bloc with natural gas.", "url": "https://www.nytimes.com/2022/09/14/world/europe/eu-energy-prices-taxes.html"}