{"authors": ["Ben Casselman", "Jeanna Smialek"], "date_download": "2022-10-25 23:34:23", "date_modify": "2022-10-25 23:34:23", "date_publish": "2022-06-30 12:52:24", "description": "After the latest monthly consumer data, some analysts expect a second straight quarter of decline in the U.S. gross domestic product.", "filename": "2022_06_30_business_economy_income-spending-may_1666740863.html", "image_url": "https://static01.nyt.com/images/2022/06/30/business/30econ-spending01/30econ-spending01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_30_business_economy_income-spending-may_1666740863.html", "title": "Income and Spending Rose Less Than Prices in May", "title_page": "Income and Spending Rose Less Than Prices in May - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stories like Mr. Trull’s highlight the risk facing the economy if the job market slows. Despite the dip in May, Americans’ income, in the aggregate, has mostly kept up with inflation thanks to rising wages and strong job growth.\nThe job market is likely to cool in coming months, however, as the Fed raises interest rates in an effort to tame inflation. Weaker wage growth and slower job gains — or, worse, outright job losses — would dent income growth and may make people more reluctant to dip into their savings. That could make a recession more likely.\n“If we start to see that slowdown in job growth, if we start to see some slowdown in wage growth, if we start to see a pickup in jobless claims, then I think the story really does start to shift,” said Michelle Meyer, the chief U.S. economist for the Mastercard Economics Institute.\nU.S. households also built up trillions of dollars in savings during the pandemic, in part because of government aid. Those savings could, at least in theory, help consumers keep spending even if their incomes fall further behind inflation. Households are already saving less in order to keep spending: Americans saved 5.4 percent of their after-tax income in May, up slightly from April but below the roughly 7 percent rate in the years before the pandemic.\nBut families may be reluctant to dig too deep into their rainy-day funds if they are worried about a possible recession, said Pablo Villanueva, senior U.S. economist for UBS.\n“The last few months, the consumer has started to rely more on a lower savings rate to finance consumption, and that can only go on for so long, particularly in the context of very weak consumer confidence,” he said.", "url": "https://www.nytimes.com/2022/06/30/business/economy/income-spending-may.html"}