{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 23:36:58", "date_modify": "2022-10-25 23:36:58", "date_publish": "2022-10-03 18:00:04", "description": "The company said it would begin offering live simulcasts this month on its website — but only for some customers.", "filename": "2022_10_03_arts_music_met-opera-simulcasts-streaming-at-home_1666741018.html", "image_url": "https://static01.nyt.com/images/2022/10/03/multimedia/03met-opera-item-1-db41/03met-opera-item-1-db41-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_03_arts_music_met-opera-simulcasts-streaming-at-home_1666741018.html", "title": "Coming Soon: Met Operas Streamed Live Into Your Living Room", "title_page": "Coming Soon: Met Operas Streamed Live Into Your Living Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Metropolitan Opera has over the past 16 years built a lucrative business around broadcasting operas live into movie theaters around the world, attracting an audience of millions for classics like “The Magic Flute” and “Madama Butterfly.”\nNow the company is hoping to build on that success: The Met announced on Monday that it would begin livestreaming some operas directly into living rooms for customers who live far from cinemas that broadcast its productions.\nThe service, called “The Met: Live at Home,” is part of the company’s efforts to expand the audience for opera, at a time when it is grappling with financial challenges brought on by the coronavirus pandemic as well as longstanding box-office declines.\nPeter Gelb, the Met’s general manager, said in a statement, “We wanted to make our live performances available to people who don’t have ready access to the movie theaters that carry the Met, whether you reside in the mountains of Montana or on assignment in Antarctica.”", "url": "https://www.nytimes.com/2022/10/03/arts/music/met-opera-simulcasts-streaming-at-home.html"}