{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:41:23", "date_modify": "2022-10-25 23:41:23", "date_publish": "2022-04-17 14:35:32", "description": "A talk-show host, who usually reflects the Kremlin’s line, questioned how the ship was lost.", "filename": "2022_04_17_world_europe_russia-ship-sinking-moskva_1666741283.html", "image_url": "https://static01.nyt.com/images/2022/04/15/world/17ukraine-blog-moskva-crew2/15ukraine-blog-ship-odesa-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_17_world_europe_russia-ship-sinking-moskva_1666741283.html", "title": "Questions deepen in Russia, days after the sinking of a warship.", "title_page": "Days After the Sinking of the Russian Warship, Moskva, Questions Linger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While carefully scripted television news programs still use the “military operation” formula, guests in the heat of the shouting that is a trademark of Russian TV talk shows often yell about “war.”\nThe even angrier tone than usual when discussing the sinking of the Moskva indicated that many commentators found Ukraine culpable. Skipping the official explanation that it caught fire, for example, Vladimir Bortko, a film director and former member of the Duma, Russia’s parliament, said on Thursday that the assault on the vessel should be treated as an assault on Russia itself.\n“The special military operation has ended, it ended last night when our motherland was attacked,” he said, after asking the other panelists to remind him what Russia was calling the war. “The attack on our territory is casus belli, an absolute cause for war for real.” He suggested that possible responses included bombing Ukraine’s capital, Kyiv; the transportation networks that allowed foreign dignitaries to visit; or something more sinister: “Bomb them once and that is it.”\nHis ranting about war brought an admonition from Olga Skabaeeva, the host of the popular “60 Minutes” program, who said that he was talking in the context of NATO aggression against Russia. Some analysts think all the talk of NATO attacking Russia is meant to lay the groundwork for a possible general mobilization of the male population — martial law is a necessary prior step, and a declaration of martial law requires going to war or being under threat.\nUntil now, however, Russian news programs are not calling the events in Ukraine a war. They take their cues from the Ministry of Defense’s briefings.\n“It is all the presidential administration with their giant printer, there are no differences of opinion available,” said Vasily Gatov, a Russian media analyst based in the United States. “They will not risk interpreting reports from the Ministry of Defense.”\nWhen it comes to the Moskva, Russian media reports have stuck to the official version promulgated by the ministry and echoed on TASS, a state news agency. That version held that a fire onboard had ignited an ammunition magazine, seriously damaging the Moskva, named for the Russian capital.", "url": "https://www.nytimes.com/2022/04/17/world/europe/russia-ship-sinking-moskva.html"}