{"authors": ["Lauren Hirsch"], "date_download": "2022-10-25 23:30:53", "date_modify": "2022-10-25 23:30:53", "date_publish": "2022-09-12 13:47:45", "description": "The bank reported in July that its profit had fallen because of shakier economic conditions.", "filename": "2022_09_12_business_dealbook_goldman-sachs-layoffs_1666740653.html", "image_url": "https://static01.nyt.com/images/2022/09/09/multimedia/00db-goldman/00db-goldman-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_12_business_dealbook_goldman-sachs-layoffs_1666740653.html", "title": "Goldman Sachs Prepares for Layoffs as Deal-Making Slows", "title_page": "Goldman Sachs Prepares for Layoffs as Deal-Making Slows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Goldman Sachs is preparing for a round of layoffs that could come as soon as next week, according to two people familiar with the plans, who spoke on condition of anonymity because they were not authorized to speak publicly.\nThe job cuts will affect employees across the company, the people said.\nGoldman typically revisits its head count every year, letting go of employees based on performance and the bank’s needs. It had paused that program during the pandemic, which also coincided with a record period for deal-making, when bankers complained of overwork. The program typically lays off 1 to 5 percent of workers; this round of layoffs is likely to be at the lower end of that range, a person familiar with the matter said.\nGoldman’s chief financial officer, Denis Coleman, told analysts in July that the bank was “probably reinstating our annual performance review of our employee base at the end of the year.”\nThe move comes as the Federal Reserve’s effort to tame inflation by raising rates is cooling deal-making and raising concerns that the U.S. economy will tip into recession. The war in Ukraine has added further uncertainty to the mix.", "url": "https://www.nytimes.com/2022/09/12/business/dealbook/goldman-sachs-layoffs.html"}