{"authors": ["David Gelles", "Samuel Aranda"], "date_download": "2022-10-25 23:27:21", "date_modify": "2022-10-25 23:27:21", "date_publish": "2022-07-19 04:01:12", "description": "Contentious plans to erect a wind farm off the northeastern coast of Spain are part of a tense debate over where to locate new renewable energy projects across Europe.", "filename": "2022_07_19_climate_spain-floating-wind-farm_1666740441.html", "image_url": "https://static01.nyt.com/images/2022/07/07/climate/00cli-spanishwind8/merlin_209361702_0ab97aee-4a01-4453-9819-5e7f9bc0a1f8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_19_climate_spain-floating-wind-farm_1666740441.html", "title": "Where Dalí Once Painted the Sea, Wind Turbines Are Set to Rise", "title_page": "Where Dalí Once Painted the Sea, Wind Turbines Are Set to Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PORT LLIGAT, Spain — Moises Tibau clambered aboard his small wooden boat at dawn, pushing off from a craggy outcropping in front of the house where Salvador Dalí composed some of his most famous Surrealist paintings.\nMr. Tibau, one of the two remaining fishermen in this speck of a Mediterranean town about 100 miles north of Barcelona, was hoping for a haul of lobster, langoustine and scorpionfish. But as he slowly motored into an otherwise deserted bay, Mr. Tibau was preoccupied by the looming threat of modernization.\nGovernment officials are set to approve construction of a huge floating wind farm just offshore, and international energy companies are already jockeying to harness the volatile northerly winds in the area known as la Tramontana.\nThe push comes as a deadly summer heat wave made worse by climate change is threatening to break temperature records in England and sparking wildfires in France, Spain, Portugal and Greece.", "url": "https://www.nytimes.com/2022/07/19/climate/spain-floating-wind-farm.html"}