{"authors": ["Lara Jakes", "Steven Erlanger"], "date_download": "2022-10-25 23:41:35", "date_modify": "2022-10-25 23:41:35", "date_publish": "2022-03-04 19:45:53", "description": "Officials made the accusation Friday as part of a display of a unified front in support of Ukraine, but rejected a plea from Kyiv to impose a no-fly zone over its airspace.", "filename": "2022_03_04_world_europe_nato-ukraine-russia-cluster-bombs_1666741295.html", "image_url": "https://static01.nyt.com/images/2022/03/04/world/04ukraine-diplo-1/04ukraine-diplo-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_04_world_europe_nato-ukraine-russia-cluster-bombs_1666741295.html", "title": "NATO Accuses Russia of Using Cluster Bombs in Ukraine", "title_page": "NATO Accuses Russia of Using Cluster Bombs in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We are faced together with what is President Putin’s war of choice — unprovoked, unjustified,” Mr. Blinken told journalists ahead of the meeting. “We’re committed to doing everything we can to make it stop. So the coordination between us is vital.”\nThe crisis has reminded Europeans of how much they depend on the United States for leadership and military muscle, as well as the nuclear umbrella that serves as the most important element of deterrence against countries like Russia, China or even Iran.\nAnd if the European Union, under a French presidency, chafed about America’s leading role at the start of the crisis, President Biden and Mr. Blinken have gone to great lengths to inform and consult with the Brussels institutions as well as member states.\nBut as the crisis unfolded, Washington provided convincing intelligence to its allies and organized the response. It brought the European Union, Britain, Canada and Australia along on a tough package of economic sanctions and was quick to start supplying weapons to Ukraine and to move troops and matériel to shore up allied forces along NATO’s eastern flank.\n“While our focus should remain on Ukraine’s sovereignty and the restoration of Ukrainians’ safety, I believe Putin’s war will also elevate America’s global standing,” wrote Kori Schake, a former American defense official. “Indeed, it has already strengthened America’s position at the center of the international order that it created from the ashes of World War II.”\nOther countries also played a key role, with France volunteering to lead a new NATO battalion in Romania and with Germany mothballing Nord Stream 2, the gas pipeline from Russia to Western Europe, and allowing the export of weapons to Ukraine. The European Union, too, moved to “Europeanize” the efforts of many of its 27 member states — 21 of which belong to NATO — and promised for the first time to reimburse them for weapons sent to Ukraine.", "url": "https://www.nytimes.com/2022/03/04/world/europe/nato-ukraine-russia-cluster-bombs.html"}