{"authors": ["Katie Rogers", "David E. Sanger"], "date_download": "2022-10-25 23:33:44", "date_modify": "2022-10-25 23:33:44", "date_publish": "2022-10-07 02:33:53", "description": "The president’s blunt warnings, highly unusual for an American president, were delivered informally to a group of Democratic donors in New York City.", "filename": "2022_10_06_world_europe_biden-armageddon-nuclear-war-risk_1666740824.html", "image_url": "https://static01.nyt.com/images/2022/11/06/multimedia/06ukraine-briefing-biden-comments-promo-1-6d85/06ukraine-briefing-biden-comments-promo-1-6d85-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_world_europe_biden-armageddon-nuclear-war-risk_1666740824.html", "title": "Biden Warns of Nuclear ‘Armageddon’ After Putin’s Recent Threats", "title_page": "Biden Warns of Nuclear ‘Armageddon’ After Putin’s Recent Threats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden delivered a striking warning on Thursday night that recent threats from President Vladimir V. Putin of Russia could devolve into a nuclear conflict, telling supporters at a fund-raiser in New York City that the risk of atomic war had not been so high since the 1962 Cuban Missile Crisis.\n“We have not faced the prospect of Armageddon since Kennedy and the Cuban Missile Crisis,” Mr. Biden told a crowd at the second of two fund-raisers he attended on Thursday evening.\n“We are trying to figure out: What is Putin’s off ramp?” Mr. Biden said, adding: “Where does he find a way out? Where does he find himself where he does not only lose face but significant power?”\nMr. Biden’s references to Armageddon were highly unusual for any American president. Since the Cuban Missile Crisis, 60 years ago this month, occupants of the Oval Office have rarely spoken in such grim tones about the possible use of nuclear weapons, much less talked openly about “off ramps.”", "url": "https://www.nytimes.com/2022/10/06/world/europe/biden-armageddon-nuclear-war-risk.html"}