{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:38:50", "date_modify": "2022-10-25 23:38:50", "date_publish": "2022-02-18 10:57:24", "description": "Analysts puzzling over the Russian leader’s intentions say that his troop buildup around Ukraine could be a convincing bluff, but also posit that he could have fundamentally changed during the pandemic.", "filename": "2022_02_18_world_europe_putin-russia-ukraine_1666741130.html", "image_url": "https://static01.nyt.com/images/2022/02/18/world/18putin-analysis01/18putin-analysis01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_18_world_europe_putin-russia-ukraine_1666741130.html", "title": "Vladimir Putin: Crafty Strategist or Aggrieved and Reckless Leader?", "title_page": "Vladimir Putin: Crafty Strategist or Aggrieved and Reckless Leader? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — At this moment of crescendo for the Ukraine crisis, it all comes down to what kind of leader President Vladimir V. Putin is.\nIn Moscow, many analysts remain convinced that the Russian president is essentially rational, and that the risks of invading Ukraine would be so great that his huge troop buildup makes sense only as a very convincing bluff. But some also leave the door open to the idea that he has fundamentally changed amid the pandemic, a shift that may have left him more paranoid, more aggrieved and more reckless.\nThe 20-foot-long table that Mr. Putin has used to socially distance himself this month from European leaders flying in for crisis talks symbolizes, to some longtime observers, his detachment from the rest of the world. For almost two years, Mr. Putin has ensconced himself in a virus-free cocoon unlike that of any Western leader, with state television showing him holding most key meetings by teleconference alone in a room and keeping even his own ministers at a distance on the rare occasions that he summons them in person.\nSpeculation over a leader’s mental state is always fraught, but as Mr. Putin’s momentous decision approaches, Moscow commentators puzzling over what he might do next in Ukraine are finding some degree of armchair psychology hard to avoid.", "url": "https://www.nytimes.com/2022/02/18/world/europe/putin-russia-ukraine.html"}