{"authors": ["J. David Goodman"], "date_download": "2022-10-25 22:56:52", "date_modify": "2022-10-25 22:56:52", "date_publish": "2022-06-22 23:09:53", "description": "The state’s top police official faulted Chief Pete Arredondo for delaying the confrontation with a gunman who killed 21 people in an elementary school last month.", "filename": "2022_06_22_us_uvalde-police-chief-administrative-leave_1666738612.html", "image_url": "https://static01.nyt.com/images/2022/06/22/us/22uvalde-police/22uvalde-police-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_22_us_uvalde-police-chief-administrative-leave_1666738612.html", "title": "Pete Arredondo, Uvalde School District Police Chief, Is Put on Leave", "title_page": "Pete Arredondo, Uvalde School District Police Chief, Is Put on Leave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — The chief of the school district police force in Uvalde, Texas, was placed on administrative leave after the state’s top police official faulted him for delaying the confrontation with a gunman at Robb Elementary School last month, the school district said on Wednesday.\nChief Pete Arredondo was among the first officers to arrive at the school after the shooting began on May 24. According to the director of the state police, Steven McCraw, he was also the incident commander for the response, which Mr. McCraw called an “abject failure.”\nThough officers from several agencies entered the school minutes after a gunman opened fire in two connected classrooms, they waited more than an hour before confronting and killing him. Nineteen students and two teachers were killed in the attack.\nThe school district’s superintendent, Hal Harrell, said in a news release that he had planned to “wait until the investigation was complete before making personnel decisions.” But he said he ultimately made the decision to put the chief on leave because “of the lack of clarity that remains and the unknown timing of when I will receive the results.”", "url": "https://www.nytimes.com/2022/06/22/us/uvalde-police-chief-administrative-leave.html"}