{"authors": ["Chris Buckley", "Alexandra Stevenson"], "date_download": "2022-10-25 23:39:29", "date_modify": "2022-10-25 23:39:29", "date_publish": "2022-07-11 09:00:23", "description": "Even if the country avoids new lockdowns of big cities, question marks over the pandemic and policy direction are dogging efforts to revive growth.", "filename": "2022_07_11_business_china-economy-covid_1666741169.html", "image_url": "https://static01.nyt.com/images/2022/07/08/multimedia/00china-economy-4/00china-economy-4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_11_business_china-economy-covid_1666741169.html", "title": "China’s Economy Stumbles in the Fog of Covid War", "title_page": "China’s Economy Stumbles in the Fog of Covid War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China’s economic engine has shuddered in recent months, hurt by lockdowns imposed to curb the spread of Covid. Housing sales sagged. Many shops and restaurants in some cities shuttered, some maybe for good. Youth unemployment climbed.\nThe slowdown has kindled doubts about the viability of China’s stringent strategy of eliminating virtually all Covid-19 infections — whether the cure is becoming worse than the social and economic costs of restrictions. But on a recent visit to Wuhan, the city where the pandemic first took hold, China’s leader, Xi Jinping, said extinguishing Covid remained paramount.\n“It would be preferable to have a little temporary impact on economic development, rather than let the physical safety and health of the public suffer,” Mr. Xi said, state media reported. He cited the need to protect older adults as well as children from infection, and warned officials against becoming weary of the grinding two-and-a-half-year war against Covid. “Persistence,” he said, “is victory.”\nThat elusive victory over Covid has been made harder by the fast-moving Omicron variant — and its subvariant, BA.5, the first domestic cases of which emerged last week in China — that is slipping through the country’s many defenses.", "url": "https://www.nytimes.com/2022/07/11/business/china-economy-covid.html"}