{"authors": ["Mark Landler", "Stephen Castle"], "date_download": "2022-10-25 23:33:54", "date_modify": "2022-10-25 23:33:54", "date_publish": "2022-10-12 19:05:06", "description": "Prime Minister Liz Truss appeared to rule out cuts in public spending, as doubts about the fiscal soundness of the government’s program continued to roil the markets.", "filename": "2022_10_12_world_europe_britain-economy-liz-truss_1666740834.html", "image_url": "https://static01.nyt.com/images/2022/10/12/world/12UK-TRUSS-01/12UK-TRUSS-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_12_world_europe_britain-economy-liz-truss_1666740834.html", "title": "Liz Truss Stirs Uncertainty Over the U.K.’s Economic Plans", "title_page": "Liz Truss Stirs Uncertainty Over the U.K.’s Economic Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — When Liz Truss ran for leader of the Conservative Party last summer, she issued a clarion call for tax cuts and other supply-side measures to jump-start Britain’s economy. Less than three weeks after that agenda was rolled out, it has dissolved into confusion and mixed messages.\nOn Wednesday, confronting a restive Parliament, Prime Minister Truss created further uncertainty about her plans. Pressed on how the government would pay for the tax cuts, she appeared to rule out a reduction in public spending, a pledge that most economists find difficult to square with her promise not to blow out the deficit.\nDoubts about the fiscal soundness of the government’s economic plan continue to reverberate in the financial markets. Ms. Truss’s latest comments came after the British pound slumped again against the dollar, fueling speculation that the government might delay, water down or scrap its free-market proposals.\nLast week, the government reversed course on one of the program’s central pillars, a reduction in the tax rate for high-earning individuals, after it became clear that Conservative lawmakers would vote against the measure in the House of Commons.", "url": "https://www.nytimes.com/2022/10/12/world/europe/britain-economy-liz-truss.html"}