{"authors": ["Vanessa Friedman"], "date_download": "2022-10-25 23:46:57", "date_modify": "2022-10-25 23:46:57", "date_publish": "2022-03-07 08:54:35", "description": "In the show of the season, the brand takes on the war in Ukraine. Valentino embraces love. And Givenchy buckles down.", "filename": "2022_03_07_style_balenciaga-ukraine-valentino_1666741617.html", "image_url": "https://static01.nyt.com/images/2022/03/07/fashion/07balenciaga-top/07balenciaga-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_07_style_balenciaga-ukraine-valentino_1666741617.html", "title": "Balenciaga Goes Where Fashion Hasn’t Dared Go Before", "title_page": "Balenciaga Goes Where Fashion Hasn’t Dared Go Before - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — In a cold, dark airplane hangar on the edge of Paris, as reports broke of more than 1.5 million refugees fleeing through Europe from Ukraine, Demna, the mononymic designer of Balenciaga who had fled Georgia as a 12-year-old during that country’s civil war, built an enormous snow globe and let loose a storm.\nInto the wind struggled men and women clutching faux trash bags seemingly filled with belongings, slipping in spike-heeled boots, clutching big black coats that flew out around them, heads down. A few were shivering in boxer shorts, with only towel-like shawls for protection. Long dresses streamed backward. The music pounded; overhead, lights (bombs? lightning?) flashed in the obscured sky.\nOutside the glass an audience watched, clutching blue and yellow T-shirts the shades and almost the size of the Ukrainian flag that had been left on every seat, along with a note from the designer (who also read, in Ukrainian, a classic poem — a prayer of strength for Ukraine — from the writer Oleksandr Oles, at the start of the show).\nThe war had, Demna wrote in the note, “triggered the pain of a past trauma I have carried in me since 1993, when the same thing happened in my country and I became a forever refugee. Forever, because that’s something that stays with you. The fear, the desperation, the realization that no one wants you.”", "url": "https://www.nytimes.com/2022/03/07/style/balenciaga-ukraine-valentino.html"}