{"authors": ["Julia Jacobs"], "date_download": "2022-10-25 22:59:18", "date_modify": "2022-10-25 22:59:18", "date_publish": "2022-07-12 19:05:47", "description": "The actress received a nod for her role as Barbara Howard, a no-nonsense kindergarten teacher in “Abbott Elementary.”", "filename": "2022_07_12_arts_television_sheryl-lee-ralph-emmy-nomination_1666738758.html", "image_url": "https://static01.nyt.com/images/2022/07/12/arts/12emmys-ralph2/12emmys-ralph2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_12_arts_television_sheryl-lee-ralph-emmy-nomination_1666738758.html", "title": "Sheryl Lee Ralph on Her First Emmy Nomination for ‘Abbott Elementary'", "title_page": "Sheryl Lee Ralph on Her First Emmy Nomination for ‘Abbott Elementary' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After the nominations were announced, Ralph, 65, who has been a screen actress since the 1970s and has performed on Broadway since the 1980s, discussed her first Emmy nod, the love that has been showered on the show and what she would like to do next. These are edited excerpts from the conversation.\nWhy do you think “Abbott Elementary” resonated so much with viewers?\nThis show is the perfect show for this time, where we get to raise up the visibility and the plight of educators across this country — people who make sacrifices, people who during the worst times in the world put themselves on the front lines. We get to tell their stories, the ups and the downs.\nBarbara is such an institution at that school. Most of the time she seems unshakable. Do you relate to that in your own industry?\nIn so many ways. So many people can say [of the nomination], “Why hasn’t this happened before?” You know what? Everything happens in divine timing. It was supposed to happen just this way, with this show. Every show that I’ve done has led me to this moment.\nWhat have you heard from real-life teachers about the show?\nThey could not love the show more. They love the fact that I wear real teachers’ clothing and real teachers’ shoes. They love the fact that I have what they consider a real teachers’ hairstyle. They love the fact that I play it like a real teacher. And my aunt, who’s a retired teacher turned principal, she says, “Oh, I love how you make all of us proud.”", "url": "https://www.nytimes.com/2022/07/12/arts/television/sheryl-lee-ralph-emmy-nomination.html"}