{"authors": ["Elizabeth A. Harris"], "date_download": "2022-10-25 23:37:38", "date_modify": "2022-10-25 23:37:38", "date_publish": "2022-09-30 09:00:17", "description": "The Pulitzer Prize-winning author has done vanishingly few interviews during the course of his career. In these early ones, some newly uncovered, he is less guarded.", "filename": "2022_09_30_books_early-cormac-mccarthy-interviews-rediscovered_1666741058.html", "image_url": "https://static01.nyt.com/images/2022/09/30/books/30MCCARTHY2-04/30MCCARTHY2-04-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_30_books_early-cormac-mccarthy-interviews-rediscovered_1666741058.html", "title": "Early Cormac McCarthy Interviews Rediscovered", "title_page": "Early Cormac McCarthy Interviews Rediscovered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cormac McCarthy doesn’t do interviews.\nDuring his long career, McCarthy, 89, has sat for vanishingly few of them. In those conversations — including with The New York Times in 1992 and Oprah in 2007 — he often answered questions by telling stories about other people. Scholars of his work say he has long been resistant to publicly analyzing his writing process.\nBut in his early career, before the Pulitzer Prize and the National Book Award, before his books were adapted into films and his name became known even by those who never read his books, he revealed something of himself and his craft.\nBetween 1968 and 1980, he gave at least 10 interviews to small local papers in Lexington, Kentucky, and east Tennessee, a region where he lived and had friends. He described his literary influences, his approach to writing, his reading habits and even the house he and his then-wife rebuilt by hand out of an old dairy barn.\nWriting, he said, was a “compulsion” and “not a conscious process.” Asked to give practical advice to starting writers, he said, “Read.”", "url": "https://www.nytimes.com/2022/09/30/books/early-cormac-mccarthy-interviews-rediscovered.html"}