{"authors": ["Zolan Kanno-Youngs", "Edward Wong"], "date_download": "2022-10-25 22:54:53", "date_modify": "2022-10-25 22:54:53", "date_publish": "2022-02-24 00:28:29", "description": "The move by President Biden came as administration officials warned that a Russian military assault on Ukraine could be imminent.", "filename": "2022_02_23_us_politics_biden-russia-sanctions-nord-stream-2_1666738493.html", "image_url": "https://static01.nyt.com/images/2022/02/23/lens/23dc-prexy-pipeline/23dc-prexy-pipeline-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_23_us_politics_biden-russia-sanctions-nord-stream-2_1666738493.html", "title": "New U.S. Sanctions Target Russian Company Behind Nord Stream 2", "title_page": "New U.S. Sanctions Target Russian Company Behind Nord Stream 2 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden said on Wednesday that he would issue economic sanctions on the company behind a new natural gas pipeline between Russia and Germany, the latest in a series of penalties that the White House has promised will continue as Russia escalates hostilities against Ukraine.\nThe move by Mr. Biden came hours before President Vladimir V. Putin of Russia began a military operation in Ukraine that administration officials had warned could be a full-scale assault. But it was also a reversal for the president after he waived sanctions against the pipeline, known as Nord Stream 2, last year despite calls from both Democrats and Republicans to halt the energy project.\n“These steps are another piece of our initial tranche of sanctions in response to Russia’s actions in Ukraine,” Mr. Biden said in a statement on Wednesday before the Russian military operation. “As I have made clear, we will not hesitate to take further steps if Russia continues to escalate.”\nAdministration officials said Mr. Biden decided it was necessary to move forward with the penalties after Chancellor Olaf Scholz of Germany announced on Tuesday that he would suspend the certification of the pipeline in response to Moscow ordering Russian troops to cross the border into separatist regions in eastern Ukraine that the Kremlin has recognized as independent states.", "url": "https://www.nytimes.com/2022/02/23/us/politics/biden-russia-sanctions-nord-stream-2.html"}