{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:33:58", "date_modify": "2022-10-25 23:33:58", "date_publish": "2022-09-03 09:09:36", "description": "Comments from the front-runner for prime minister, Liz Truss, suggest bumpier relations with Europe and the U.S. if she wins, with Northern Ireland getting in the way of the “special relationship.”", "filename": "2022_09_03_world_europe_britain-prime-minister-liz-truss-rishi-sunak_1666740838.html", "image_url": "https://static01.nyt.com/images/2022/09/02/world/02UK-Politics-01/02UK-Politics-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_03_world_europe_britain-prime-minister-liz-truss-rishi-sunak_1666740838.html", "title": "As Britain Prepares for a New Leader, Tensions With Allies Loom", "title_page": "As Britain Prepares for a New Leader, Tensions With Allies Loom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Three weeks after Liz Truss became Britain’s top diplomat in 2021, she told a Conservative Party conference that her country need not compete for the affection of the United States. Britons, she said, should not worry “like some teenage girl at a party if we’re not considered to be good enough.”\nHer line drew laughs, but little more than that, at a meeting dominated by the flamboyant figure of Prime Minister Boris Johnson. Now, though, Mr. Johnson is on his way out and Ms. Truss is the front-runner in the contest to replace him, making such provocative comments a potential clue to future policy.\nShould Ms. Truss emerge victorious in a party vote that will be announced on Monday, she will have a chance to flesh out the vision of a Global Britain that Mr. Johnson unveiled after the country left the European Union two years ago. Based on her record as foreign secretary, diplomats and analysts in London and Washington said, relations could get bumpier with the United States and, even more so, with Europe.\nTensions between London and Brussels have already flared over legislation introduced by Ms. Truss that would upend the post-Brexit trade arrangements in Northern Ireland. She has vowed to push the new law through Parliament, stoking fears that it could trigger a trade war across the English Channel.", "url": "https://www.nytimes.com/2022/09/03/world/europe/britain-prime-minister-liz-truss-rishi-sunak.html"}