{"authors": ["Matthew Mpoke Bigg", "Raphael Minder"], "date_download": "2022-10-25 22:55:55", "date_modify": "2022-10-25 22:55:55", "date_publish": "2022-04-06 19:01:08", "description": "The government issued a notice on Wednesday that would “lift” an entry ban on citizens of 106 nations. But consulates are still rarely issuing visas.", "filename": "2022_04_06_world_japan-border-restriction-covid_1666738555.html", "image_url": "https://static01.nyt.com/images/2022/04/06/world/06virus-briefing-japan/06virus-briefing-japan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_06_world_japan-border-restriction-covid_1666738555.html", "title": "Japan to Ease Border Restrictions for Some Foreigners, Including Americans", "title_page": "Japan to Ease Border Restrictions for Some Foreigners, Including Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Japan announced changes on Wednesday to its entry policy for foreigners, causing confusion among travelers who hoped to enter the country. The government is issuing very few visas to foreigners, limiting the impact of the rule change.\nBeginning Friday, except for those with “touristic purposes,” citizens of the countries “will not be subject to denial of permission to enter,” according to a statement on the website of the Ministry of Foreign Affairs of Japan. Still, the government is rarely issuing visas to foreigners, so while the “denial of permission to enter” has been lifted, entry is still restricted only to some businesspeople and students.\nJapan has maintained tight control of its borders throughout the pandemic. Most of its Asian neighbors have already eased their travel restrictions, with the significant exception of China. Japan’s relative caution has proved politically popular, and analysts say this is unlikely to change substantially before a parliamentary election in July.\nSince the beginning of the pandemic, at least 1 in 19 residents of Japan have been infected with the coronavirus, a far lower proportion than in many other industrialized countries. There have been more than 28,000 deaths, according to figures from the Center for Systems Science and Engineering at Johns Hopkins University.", "url": "https://www.nytimes.com/2022/04/06/world/japan-border-restriction-covid.html"}