{"authors": ["Alan Feuer"], "date_download": "2022-10-26 00:12:09", "date_modify": "2022-10-26 00:12:09", "date_publish": "2022-03-08 16:39:14", "description": "A federal grand jury charged Enrique Tarrio with conspiracy in the Capitol attack last year, making him the second leader of a far-right group to face charges in the past several months.", "filename": "2022_03_08_us_politics_enrique-tarrio-proud-boys-jan-6_1666743129.html", "image_url": "https://static01.nyt.com/images/2022/03/08/us/politics/08dc-indict/08dc-indict-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_08_us_politics_enrique-tarrio-proud-boys-jan-6_1666743129.html", "title": "Former Proud Boys Leader Indicted in Jan. 6 Investigation", "title_page": "Former Proud Boys Leader Indicted in Jan. 6 Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The indictment also made reference to a curious meeting that Mr. Tarrio had with Mr. Rhodes, the Oath Keepers leader, and others on the day before the attack in an underground parking garage near the Phoenix Park Hotel outside of Union Station.\nWhile some attendees of the meeting have claimed it was an unplanned gathering largely meant to ensure Mr. Tarrio had legal representation as he departed Washington pursuant to the judge’s order, prosecutors somewhat cryptically said in their indictment that one participant “referenced the Capitol.”\nThe meeting was not the first time the government has claimed there were connections between the Proud Boys and Oath Keepers. In previous court filings, prosecutors have said that around Christmas 2020, one of Mr. Rhodes’s lieutenants in Florida, Kelly Meggs, reached out to Mr. Tarrio and later told his militia compatriots that the Proud Boys could act as a “force multiplier” on Jan. 6.\nMr. Tarrio, 38, was taken into custody in his hometown, Miami, on Tuesday morning and was scheduled to appear in court there later in the day.\nProsecutors chose to add him to a pre-existing case in which four other leaders of the Proud Boys — Ethan Nordean, Joseph Biggs, Charles Donohoe and Zachary Rehl — had already been named. The new indictment also added a man accused of being a Proud Boys foot soldier, Dominic Pezzola, who was previously charged in a separate case.\nMr. Pezzola, a former Marine from Rochester, N.Y., was best known as being prominently featured during former President Donald J. Trump’s second impeachment trial when the House managers played a video of him shattering a window at the Capitol with a stolen police riot shield. More than 20 other members of the Proud Boys have been charged in connection with the Capitol attack, and many others who took part in the assault remain at large.\nAs the Proud Boys moved past their December rally and began to turn their focus to Jan. 6, Mr. Tarrio and more than 60 other leaders and members organized themselves as a select group they called “the Ministry of Self-Defense,” according to the indictment. They arranged to travel to Washington from cities around the country and used their private Telegram chat to make various statements “about attacking the Capitol,” prosecutors said.", "url": "https://www.nytimes.com/2022/03/08/us/politics/enrique-tarrio-proud-boys-jan-6.html"}