{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:27:30", "date_modify": "2022-10-25 23:27:30", "date_publish": "2022-07-07 22:05:36", "description": "Lawmakers passed a bill to allow bailouts of companies essential to energy security. Uniper, Germany’s largest Russian gas importer, may become the first company saved.", "filename": "2022_07_07_business_germany-energy-gas_1666740450.html", "image_url": "https://static01.nyt.com/images/2022/07/07/multimedia/07economy-briefing-germany-energy/07economy-briefing-germany-energy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_07_business_germany-energy-gas_1666740450.html", "title": "Germany paves the way to rescue critical energy providers and gas supplies.", "title_page": "German Lawmakers Pave the Way To Rescue Critical Energy Providers and Gas Supplies. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "German lawmakers approved a measure on Thursday that will allow the government to throw a lifeline to companies struggling with the record-high price of gas and with cuts in supplies from Russia.\nThe law, passed in the lower house of Parliament, is part of a wider package that aims to help Germany maintain the security of its natural gas supply as it faces shortages connected to Russia’s invasion of Ukraine. Last month, Russia cut the amount of gas delivered to Germany via the Nord Stream 1 pipeline, a major conduit, by 60 percent.\nThe pipeline, which runs along the floor of the Baltic Sea and links Russian gas fields to the northern German coast, is scheduled to go offline for 10 days of routine maintenance starting Monday. Energy experts and politicians fear that Gazprom, the Russian energy giant, may keep it offline at the end of that maintenance period to retaliate against the economic sanctions that Europe has enacted to punish Moscow for invading Ukraine.\nUniper, an electricity producer and Germany’s largest importer of Russian natural gas, is likely to become the first business to be bailed out under the new law after it asked the government for help last month. The company, based in Düsseldorf, has been forced to buy gas at significantly higher prices to fulfill its longstanding contracts with some 100 municipalities across the country.", "url": "https://www.nytimes.com/2022/07/07/business/germany-energy-gas.html"}