{"authors": ["Valerie Hopkins"], "date_download": "2022-10-25 23:41:20", "date_modify": "2022-10-25 23:41:20", "date_publish": "2022-05-29 19:31:06", "description": "Ukrainians hope that if they safeguard Russia’s war dead, they will be more likely to get back their own.", "filename": "2022_05_29_world_russian-casualties-ukraine_1666741280.html", "image_url": "https://static01.nyt.com/images/2022/05/29/world/29ukraine-blog-russian-corpses01/29ukraine-blog-russian-corpses01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_29_world_russian-casualties-ukraine_1666741280.html", "title": "Russia War Dead Tended by Ukrainian Soldiers", "title_page": "Russia War Dead Tended by Ukrainian Soldiers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KHARKIV, Ukraine — They lie in white and black bags at 20 degrees below zero Celsius, but the stench is still overpowering. Filled with the bodies of 62 Russian soldiers, the bags are stacked in a refrigerated train car in a secret location on the outskirts of Ukraine’s second-largest city. A spry, elderly train worker spun open the vault-like door to reveal the bloodied bags as the scent hung in the damp air.\n“We are collecting these bodies for sanitary reasons, because dogs have been eating them,” said a Ukrainian soldier who would only give his call sign, Summer. “Eventually we will return them to their loved ones.”\nSummer said many of the bodies had been lying in the open for a month or longer before his unit found them. His two-man team works to identify the soldiers by their faces, tattoos and belongings. They also take a DNA swab from each corpse to determine whether any potential war-crimes suspects are among them.\nIn the gloom of the darkened car, a few traces of humanity, of the soldiers who once brought Russia’s war to Ukraine, can be made out. A pair of boots caked in mud peek out of one bag. Off in the corner, the collar of a camouflage jacket is visible through an opening, but not a face.", "url": "https://www.nytimes.com/2022/05/29/world/russian-casualties-ukraine.html"}