{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:36:33", "date_modify": "2022-10-25 23:36:33", "date_publish": "2022-03-14 17:11:51", "description": "The pianist Mitsuko Uchida and the tenor Mark Padmore subtly threaded a program of Beethoven songs and Schubert’s “Schwanengesang.”", "filename": "2022_03_14_arts_music_mitsuko-uchida-mark-padmore-carnegie-review_1666740993.html", "image_url": "https://static01.nyt.com/images/2022/03/14/arts/14carnegie-topart/14carnegie-topart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_14_arts_music_mitsuko-uchida-mark-padmore-carnegie-review_1666740993.html", "title": "Review: A Recital Brings Together Two Schubert Masters", "title_page": "Review: A Recital Brings Together Two Schubert Masters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s difficult to avoid superlatives when writing about Mitsuko Uchida and Mark Padmore.\nEspecially when it comes to Schubert. Among pianists, Uchida is our reigning interpreter of his music — returning to it repeatedly, revealing ever more layers of mystery, wit and aching beauty. And Padmore, his tenor sound delicate and direct, with an unforced undercurrent of sadness, can feel like the incarnation of this composer’s style.\nAs a pairing, Uchida and Padmore are wellsprings of wisdom and sensitivity, a truly equal partnership. The performances that result from their deep study of these scores are unpretentious master classes in the art of letting music speak for itself.\nYet they have never recorded any Schubert together. (Padmore has released albums of this repertory with Paul Lewis and Kristian Bezuidenhout; Uchida, with Ian Bostridge.) So it was a gift to hear them in recital at Zankel Hall on Sunday in the posthumous collection “Schwanengesang” and Beethoven songs, including the pioneering cycle “An die ferne Geliebte,” all studies in extreme longing.\nApart from “An die ferne Geliebte,” Beethoven’s lieder are chronically overlooked next to his towering achievements in the symphony, sonata and string quartet. But his songs are fascinating and unwieldy: shifting with little predictability among folk melody, recitative and concert aria virtuosity, sometimes from verse to verse. With their voice-forward writing, they put the most strain of the recital on Padmore, who can fill an opera house but scaled his sound back to Zankel’s intimacy, with flashes of full power all the more effective for their judiciousness.", "url": "https://www.nytimes.com/2022/03/14/arts/music/mitsuko-uchida-mark-padmore-carnegie-review.html"}