{"authors": ["Jack Healy", "Ashley Wong"], "date_download": "2022-10-25 23:50:11", "date_modify": "2022-10-25 23:50:11", "date_publish": "2022-03-12 10:00:16", "description": "As the Omicron variant recedes, cities and states with the longest mask and vaccine mandates are rapidly lifting them. The abrupt shift has unsettled the most vigilant Americans.", "filename": "2022_03_12_us_covid-pandemic-vaccines-mandates_1666741811.html", "image_url": "https://static01.nyt.com/images/2022/03/12/us/12virus-mood-1/merlin_203642709_94fd964d-b466-40ee-8e10-43f77d2a9fb4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_12_us_covid-pandemic-vaccines-mandates_1666741811.html", "title": "After 2 Years of Pandemic Life, Turn Toward Normalcy Is a Shake-Up", "title_page": "The Covid-19 Pandemic Has Lasted 2 Years. The Next Steps Are Divisive. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was two years ago that the World Health Organization declared Covid-19 a pandemic, and after nearly one million deaths across the United States, the virus is far from gone. Rates of new infections, while improving, are still higher now than the beginning of last summer.\nBut after signs of progress and exhaustion, even cities and states with the strictest coronavirus precautions have been rolling them back. For millions of Americans who kept their masks on and socially distanced long after much of the country abandoned safety measures, it is a moment that has stirred relief, but also disappointment, frustration and queasy ambivalence.\n“I’m confused at how we go so sharply from one extreme to the other,” said Lindsey Liss, 47, an artist and mother of four teenagers in Chicago, which lifted its indoor mask mandate for businesses late last month. “I feel like I’m missing something. If we finally got it under control, why wouldn’t we ease back into things and test it out rather than jump all the way in?”\nIn places like Florida and Texas, people have been living for months with few if any restrictions. But residents of Covid-cautious cities like New York, Los Angeles, Chicago and San Francisco said they were now trying to figure out the new rules of the road after two years of anxious vigilance.", "url": "https://www.nytimes.com/2022/03/12/us/covid-pandemic-vaccines-mandates.html"}