{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:37:07", "date_modify": "2022-10-25 23:37:07", "date_publish": "2022-02-08 22:23:32", "description": "Supporters say the legislation, which has bipartisan support, would address the agency’s financial woes while requiring it maintain a delivery standard of at least six days a week.", "filename": "2022_02_08_us_politics_postal-service-overhaul-house_1666741027.html", "image_url": "https://static01.nyt.com/images/2022/02/08/us/politics/08dc-postal-1SWAP/08dc-postal-1SWAP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_08_us_politics_postal-service-overhaul-house_1666741027.html", "title": "House Passes Bill to Shore Up Postal Service, Working to Avert Insolvency", "title_page": "House Passes Bill to Shore Up Postal Service, Working to Avert Insolvency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House on Tuesday approved the most significant overhaul of the Postal Service in nearly two decades, seeking to address the beleaguered agency’s financial woes and counter pandemic-era mail delays that became a flash point in the 2020 elections.\nThe service has teetered on the brink of insolvency for years, as repeated efforts to revamp its structure and finances have stalled in Congress. In 2020, a slowdown of mail delivery and a series of operational changes ahead of the election, in which a record number of votes were cast by mail because of the pandemic, prompted intense scrutiny and helped set off a renewed effort to address the agency’s troubles.\nThe House approved the measure 342 to 92.\nA companion bill in the evenly divided Senate has bipartisan backing, including more than a dozen Republican co-sponsors, signaling sufficient support for the measure to move through that chamber and become law.\n“I expect to move quickly to vote on these critical reforms that will help ensure the Postal Service’s long-term success,” said Senator Gary Peters, Democrat of Michigan and a champion of the companion bill, in a statement.", "url": "https://www.nytimes.com/2022/02/08/us/politics/postal-service-overhaul-house.html"}