{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:37:05", "date_modify": "2022-10-25 23:37:05", "date_publish": "2022-02-10 19:26:40", "description": "Senate passage was the latest evidence that Democrats, fresh off a string of legislative failures on their broader domestic agenda, are focusing on narrower measures with bipartisan support.", "filename": "2022_02_10_us_politics_senate-bill-forced-arbitration-sexual-harassment-assault_1666741025.html", "image_url": "https://static01.nyt.com/images/2022/02/10/us/politics/10dc-arbitration-SWAP2/10dc-arbitration-SWAP2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_10_us_politics_senate-bill-forced-arbitration-sexual-harassment-assault_1666741025.html", "title": "Congress Approves Bill to Nullify Forced Arbitration in Sex Abuse Cases", "title_page": "Senate Passes Bill to Bar Forced Arbitration in Sexual Misconduct Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Congress approved bipartisan legislation on Thursday barring the use of forced arbitration to address sexual assault and harassment claims in the workplace, sending President Biden a measure aimed at ending a secretive practice often used to shield perpetrators from full and public accountability.\nThe Senate passed the measure by a voice vote, clearing the bill three days after it had been approved overwhelmingly by the House. It could prompt a sea change in the way that businesses handle allegations of sexual abuse, and it was hailed by employment lawyers as one of the most significant changes to labor law in decades. The White House has indicated that Mr. Biden will sign it.\nThe bill’s swift passage was also the latest sign of an effort by Democratic leaders in Congress, on the heels of a series of legislative failures on the central elements of their domestic agenda, to recalibrate their approach to focus on narrower issues that generate bipartisan support.\n“The differences between the parties are real and cannot be ignored,” Senator Chuck Schumer, Democrat of New York and the majority leader, said before the bill passed. But he added that lawmakers also could not “ignore the genuine chances for progress when both parties agree to move forward on certain topics.”", "url": "https://www.nytimes.com/2022/02/10/us/politics/senate-bill-forced-arbitration-sexual-harassment-assault.html"}