{"authors": ["James Barron"], "date_download": "2022-10-25 23:29:55", "date_modify": "2022-10-25 23:29:55", "date_publish": "2022-10-18 06:05:54", "description": "Morgan Monaco is taking over at the Prospect Park Alliance. She’ll have a short commute to work.", "filename": "2022_10_18_nyregion_prospect-park-alliance-morgan-monaco_1666740595.html", "image_url": "https://static01.nyt.com/images/2022/10/17/multimedia/18nytoday-morgan-monaco-1-1166/17nytoday-morgan-monaco-1-1166-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_18_nyregion_prospect-park-alliance-morgan-monaco_1666740595.html", "title": "A Celebrated New York Park Has 526 Acres and a New Boss", "title_page": "A Celebrated New York Park Has 526 Acres and a New Boss - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Monaco will be the first Black leader of the alliance, which was formed 35 years ago to restore Prospect Park after a long slide that Donoghue said had left boarded-up buildings and “graffiti everywhere.” The alliance’s operating budget now provides more than $13 million a year to care for the park, and its endowment totals more than $25 million. The alliance has also arranged for more than $130 million in public funding to go to capital improvements in the park.\n“She’s a real live actual thing-making happenator, if that’s a word,” said Richard Buery Jr., a former deputy mayor who is the chief executive officer of Robin Hood, an anti-poverty group that makes grants to organizations like the Red Hook Initiative, a community development nonprofit. Monaco has been its executive director since September 2020.\nBuery encountered Monaco at City Hall, where she worked in the Mayor’s Office of Operations when Bill de Blasio was mayor and oversaw a team that focused on interagency projects intended to improve city services. She and her team “were the anchors and the planners that made many of the important things that we worked on come together,” Buery said in an interview, including, he said, ThriveNYC, de Blasio’s mental health care initiative.\nHer new job will bring Monaco back to the world of parks. In high school and college, she worked as an intern for Adrian Benepe, then the Manhattan borough commissioner for the parks department. After college, she worked for the department twice, once as the director of the campaign to plant a million trees.\n“To hit the big number” in the million-tree campaign, Benepe said, “we couldn’t just do it by planting tree by tree on the sidewalk — we were going to max out” without coming close to the goal. He said Monaco worked on setting up events to draw volunteers to places like parks where reforestation was needed. The millionth tree was planted in 2015.\nHer move to the Red Hook Initiative “was not an easy lift,” Benepe said, “because she was taking on a nonprofit that does not have a powerful board or a major endowment — a scrappy nonprofit doing important work in a neighborhood that needs it.”\nFor her new job, Monaco will not have a long commute to Prospect Park. “I live across the street,” she said, “in Windsor Terrace.”", "url": "https://www.nytimes.com/2022/10/18/nyregion/prospect-park-alliance-morgan-monaco.html"}