{"authors": ["Natalie Kitroeff", "Rob Szypko", "Will Reid", "Mooj Zadie", "Stella Tan", "Mike Benoist", "Rowan Niemisto", "Marion Lozano", "Chris Wood", "Original Music"], "date_download": "2022-10-25 23:23:30", "date_modify": "2022-10-25 23:23:30", "date_publish": "2022-08-16 10:00:07", "description": "What insights does the battle over women’s education offer into the way the group rules Afghanistan?", "filename": "2022_08_16_podcasts_the-daily_taliban-afghanistan-women-girls_1666740210.html", "image_url": "https://static01.nyt.com/images/2022/08/14/magazine/16daily-1/16DAILY-afghanistan-girls-audio-app-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_16_podcasts_the-daily_taliban-afghanistan-women-girls_1666740210.html", "title": "The Taliban Takeover, One Year Later", "title_page": "A Year After the Taliban Takeover, What is the State of Girls’ Education in Afghanistan? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nnatalie kitroeff\nFrom “The New York Times,” I’m Natalie Kitroeff. This is “The Daily.” One year ago this week when the Taliban retook control of Afghanistan, it promised to Institute a moderate form of Islamic government that honored women’s rights. But that promise evaporated with its decision to prohibit young women from going to school. Today, my colleague Matthieu Aikins on what led to that decision and what it reveals about which part of the Taliban is really running Afghanistan.\n[music]\nIt’s Tuesday, August 16. Matt, you were in Afghanistan a year ago as the Taliban took over. Remind us what our expectations were at the time for how things might play out.\nmatthieu aikins\nWell, I can remember last summer as the previous Afghan government’s forces started to collapse around the country as US troops withdrew that there was this mounting sense of panic in Kabul that the Taliban were going to come in. They were going to arrest and kill people who had worked with the foreigners, that there would be a return to the ‘90s, where they were whipping women and men without beards in the streets, and that there would just be this bloodbath, this brutal repression. And at the same time, the Taliban were promising that they would not kill people if they surrendered. And that was a big factor behind their success. That’s why they were able to take so much territory so quickly. And that was one of the reasons why me and my housemates decided to stay and report on the fall of Kabul.\nnatalie kitroeff\nRight. I remember you came on the show. And you had interviewed the spokesman for the Taliban right after the takeover. And it sounded like he was trying to reassure you and maybe the world that all of those fears wouldn’t actually come to pass.\nmatthieu aikins\nThat’s right. I sat down with Zabihullah Mujahid. And he was trying to show a new face of the Taliban to the world. And he promised that there would be this general amnesty, that the war was over, that people would be forgiven for the past, and that there wouldn’t be a return to that kind of violence that we’d seen in the ‘90s. And he in fact promised that the emirate would be respecting people’s rights.\nnatalie kitroeff\nOK, so he makes those promises. But what’s actually playing out on the ground?\nmatthieu aikins\nWell, I think it was a very mixed, uneasy situation. Everyone was kind of waiting to see what they would do. And while there weren’t massacres, there were people being arrested, journalists being beaten. There’s allegations of people being killed. The more we heard these allegations, the more skeptical it made people that the Taliban had really changed. But even skeptics of the Taliban, I think, acknowledged that the country had changed so much that the Taliban in the very least would be forced to deal with the new reality. And, of course, one of the biggest changes since 2001 was that millions of Afghan girls have been allowed to go to school. They’d been educated. Their families have seen the benefits of that education. It’s a big change in Afghan society.\nnatalie kitroeff\nRight.\nmatthieu aikins\nNow, after the collapse of the republic last August, all the schools were closed, boys and girls. The next month, the Taliban reopened them. But they didn’t allow girls to go back to high school, just elementary. And that, of course, stirred outrage, both within Afghanistan and among the international community. But the Taliban insisted that this was just temporary until they could get additional measures in place so that men and women, boys and girls didn’t mix in a way that was at odds with their strict interpretation of Islam. And so as the first day of classes approached —\narchived recording Now the Taliban in Afghanistan is due to lift its ban and allow girls to return to secondary school. Classrooms —\nmatthieu aikins\nWe start hearing statements and even promises from the Taliban that teenage girls would finally be allowed to go back to school.\narchived recording It’s also one of the demands of the international community for the Taliban to protect and safeguard the rights of girls and women to go to school.\nmatthieu aikins\nThey planned a ceremony in Kabul. They’d invited the few ambassadors still remaining in the capital.\narchived recording Now this is what’s coming from the leadership. But I think we really have to see on the ground whether in March we do see those schools opening up because they have been making —\nmatthieu aikins\nSo on March 23, all these Afghan teenage girls wake up. They put on their uniforms, went to class.\narchived recording For these students in the west of Kabul, returning to school felt particularly poignant. Last year —\nmatthieu aikins\nOf course, the media showed up to cover these girls arriving at school.\narchived recording Thank God the Taliban are also like the previous government. Now I don’t have any concern about what I have to wear or whether to go to school or not. My family has —\nmatthieu aikins\nHopeful that they will finally be allowed to continue their education. It was going to be a very hopeful day for the entire country.\narchived recording [NON-ENGLISH SPEECH]\nmatthieu aikins\nAnd then all of a sudden, word went around that the schools aren’t opening after all. And the ones that were open closed down. And those girls had to go home.\narchived recording [NON-ENGLISH SPEECH]\nmatthieu aikins\nI was outside the country at the time watching the news coverage of these girls being sent home from school in tears.\narchived recording 1 [NON-ENGLISH SPEECH] archived recording 2 I feel really helpless for my future. I don’t see a bright future for myself. It was heartbreaking but also baffling. Why would the Taliban do this? Why announce the schools would reopen only to reverse themselves the last minute like this in a way that’s so damaging for the Taliban standing not just with their own society but also with the international community, who at this moment is scrambling to find billions of dollars to stave off a massive humanitarian catastrophe in Afghanistan. It didn’t make any sense.\nnatalie kitroeff\nYeah, we covered this on the show. The humanitarian disaster unfolding in Afghanistan has really only been kept at bay by all of this international money.\nmatthieu aikins\nExactly. And so this sudden decision to keep girls’ high schools closed put all of that at risk. So I decided to go back to Afghanistan in order to find out why the Taliban had reversed course at the last minute with so much at stake. I fly back to Kabul in May. A regular flights have resumed to Dubai and Islamabad. And there’s a new sign at the airport terminal. The Islamic Emirate of Afghanistan desires peaceful and positive relations with the world. And some life has returned to the streets of Kabul. And so I went around to different ministries to talk to the Taliban.\nnatalie kitroeff\nSo what’s it like inside those ministries?\nmatthieu aikins\nWell, it’s the same ministries, of course. And many of the low and mid-level bureaucrats at the ministries are the same officials who served in the republic. But instead of suits and ties, now they’re wearing traditional robes. You don’t see a lot of women anymore. And in the offices, their bosses are the Taliban appointees, who are for the most part religiously trained men in turbans who are now in charge. So I went to the education ministry and I sat with a senior Taliban official who asked to remain anonymous because of how sensitive the issue was. And I asked him, why weren’t the Taliban allowing girls to go to high school? Well, he was eager to point out that they were already allowing girls to go back to elementary school. They were allowing women to go to university, girls to go to private high schools. And even in some rural areas, girls attendance was up.\nnatalie kitroeff\nIt kind of sounds like he’s saying that in some places, access to education for girls might actually be improving. But I’m wondering what he said about the decision to close the high schools for girls.\nmatthieu aikins\nWell, he said something that I really wasn’t expecting. He said that he thought it was a complete mistake and that he was hoping they would reopen.\nnatalie kitroeff\nHm.\nmatthieu aikins\nYeah. What was surprising was he wasn’t the only one who told me that in Kabul. I met with a lot of Taliban officials who were very frustrated by the decision to keep girls out of school, not only because they saw it as being against their own self interest but because they wanted their daughters to be educated.\nnatalie kitroeff\nIt sounds like the view inside the Taliban is actually very similar to the view from outside, that girls should be going to school.\nmatthieu aikins\nWell, that was the view from Kabul at least, where these officials had been preparing to bring girls back to school. But as the first day of class approached, they learned that this wasn’t their decision to make.\nnatalie kitroeff\nWe’ll be right back. Matt, if it wasn’t government officials in Kabul who could decide whether to reopen schools, who could?\nmatthieu aikins\nSo to understand how power works in the Taliban today, you have to look at their government in the ‘90s, when in addition to the formal government cabinet in Kabul, you had a second more powerful shadow government 300 miles away from Kabul in the southern city of Kandahar. That’s where the Taliban first got started. And that’s where their supreme leader, Mullah Mohammed Omar, lived. And he presided over a leadership council, the Shura, which operated on consensus. That was what led the insurgency over the last 20 years. And when the Taliban suddenly captured power last year, this old structure was grafted onto the new government. And one of the things that I learned on this trip was that it was still very much in charge.\nnatalie kitroeff\nEven today, you’re saying that you have one government in Kabul and you have this entirely separate decision-making body in Kandahar. How does that work exactly?\nmatthieu aikins\nWell, for the most part, the government in Kabul gets to run the day-to-day affairs. But really important issues have to be decided by the supreme leader, who’s currently Sheikh Haibatullah Akhundzada and his leadership Shura. And that’s what happened with the girls schools. The education minister and the rest of the cabinet, many of whom are also on this Shura, were summoned to Kandahar for a meeting. And over the course of several days, where they also debated other issues, they just couldn’t get to an agreement on the schools reopening. There were a number of hard-line clerics who couldn’t be convinced. And if there was no consensus and no decision from the supreme leader, then the girls’ schools wouldn’t reopen. And it wasn’t until 11:00 at night on the day before classes that the call came from Kandahar to the education ministry. And they were completely blindsided by it.\nnatalie kitroeff\nDid this shadow government in Kandahar give any explanation for its decision?\nmatthieu aikins\nWell, the meetings of the Shura are off limits to journalists. And it’s surprising how opaque some of this decision making is. I found a lot of the Taliban that I spoke to were confused about the reasons and who was really behind this decision. But basically, for the hardliners in Kandahar, the resistance to girls education comes from this very traditional view of life in the village, where women don’t leave the house. And not long after the closure of girls high schools was upheld in March —\narchived recording [NON-ENGLISH SPEECH]\nmatthieu aikins\n— the Taliban came out with another very controversial decree saying that —\narchived recording The Taliban has ordered that any woman going out in public will have to wear a burqa.\nmatthieu aikins\nAfghan women should cover their faces in public when they’re around unmarried men. And that they should either wear a full face veil or, even better, a burqa. And that the best hijab of all is to not even leave the house.\narchived recording This new rule is one of the most severe restrictions on women since the Taliban regained control last August.\nnatalie kitroeff\nSo that feels like an escalation to me, like the Taliban is making an even sharper turn toward a more conservative version of Islam.\nmatthieu aikins\nAbsolutely. I think on one hand, it is kind of a sop to the hard liners, the traditionalists who just want to see very strict rules against mixing between men and women implemented and would rather see women at home. But for others, including the education minister, who was one of the religious scholars who signed this decree, this is kind of setting the groundwork in theory for girls to go back to class, for women to go back to offices, to have them veiled or separated from men. They say they want girls to work but only if they are veiled when they’re in public according to what they say are the principles of Islamic law.\nnatalie kitroeff\nSo it sounds like they might have different reasons for it. But the moderates and the hardliners are both in favor of this decree.\nmatthieu aikins\nOn the level of religious ideology, yeah. But it was also surprising to me how many of the Taliban officials that I spoke to weren’t happy with these decrees. They didn’t see it as pragmatic to focus on these kind of culture wars when they’re trying to rebuild their country. They’re trying to govern. And they’re trying to feed a population that’s struggling with catastrophic levels of hunger. And as we discussed, one of the ways that people are being kept from starvation in Afghanistan is through international aid. And the largest donor to those aid efforts is the United States. And the Taliban has been working pragmatically with the US, with the international community to give access to aid groups on the ground. Over the winter, they were feeding half the population.\nnatalie kitroeff\nRight.\nmatthieu aikins\nAnd so these kinds of provocative moves around veiling and the burqa and especially the girls schools, that just makes all of that harder.\nnatalie kitroeff\nRight. I mean, I wonder, Matt, if those more pragmatic voices within the Taliban government don’t have a point. I mean, if Afghanistan is so dependent on international money, it seems unwise to piss off those donors. I mean, is there any more charged issue to throw in the face of the West than the issue of girls being able to go to school?\nmatthieu aikins\nNo. There’s not. So on the one hand, it’s quite provocative. But on the other hand, I think the Taliban realized that the West is giving humanitarian aid to Afghanistan not because of anything they do or don’t do but because the West doesn’t want to see Afghans starve. They don’t want to see Afghans migrate to other countries and to Europe. They don’t want to see collapse in the country. So in a sense, they’re willing to call the West’s bluff and govern their way in the knowledge that there will be humanitarian assistance.\nnatalie kitroeff\nSo when you say the Taliban is calling the West’s bluff, it’s basically like, you say you care about girls being able to go to school, about these social issues. But are you really willing to cut off humanitarian aid if we move in the opposite direction?\nmatthieu aikins\nYeah. I think a year out from the collapse of the Afghan Republic last summer, which had seemed like such a massive disaster, there is a kind of quiet satisfaction in Washington and other Western capitals that the crisis has been contained. You haven’t had massive flows of refugees to Europe. You haven’t had famine in the country. And part of that is because the Taliban has played a stabilizing role by cooperating with the US and humanitarian agencies. There aren’t a lot of good options in Afghanistan. And it seems to me that the Biden administration’s strategy is, as one US official described it, keep Afghanistan off the front page. I think a lot of people in the US government would like to forget about Afghanistan. But there are certainly some things the Taliban have done that have provoked a response from the US.\nnatalie kitroeff\nWhat do you mean?\nmatthieu aikins\nWell, we saw the other day when the US targeted the leader of Al Qaeda with a drone strike in downtown Kabul right by where I used to go jogging in the mornings. He was living there in a house apparently sheltered by the Taliban. And so this tells us that if Afghanistan again becomes a threat to the world and to its neighbors like it did in the ‘90s, then the world will intervene.\nnatalie kitroeff\nI mean, in other words, you can imagine that there are actually some decisions from the Taliban that the United States and other Western countries aren’t just going to tolerate.\nmatthieu aikins\nYes. And I think that that’s what the pragmatists in Kabul understand. But the question is whether the hardliners in Kandahar do. And what we’ve seen from the decision to keep Afghan high school girls out of class is it’s those hardliners around the supreme leader who still hold power within the movement. But the Taliban is not a monolith. And there is a process of coming to grips with the country that’s happening right now. There is an internal debate. And ultimately, the reason why the Taliban should allow girls to go back to school is not because that’s what the international community wants or not because that’s how they’re going to get money from the West. It’s because it’s the right thing to do for their country and for their daughters. And that’s what some of the people I spoke to in Kabul understand.\narchived recording [NON-ENGLISH SPEECH]\nmatthieu aikins\nThis is the demand of the majority of the Afghan population\narchived recording [NON-ENGLISH SPEECH]\nnatalie kitroeff\nAfghan girls and their families who’ve been demonstrating, have been standing up for this.\narchived recording [NON-ENGLISH SPEECH]\nmatthieu aikins\nWe now know that there are divisions in the movement over this and that there’s pragmatists in Kabul who want to move forward on this. But right now it’s the hard liners who have the power in Kandahar. The question really is, is that going to stay that way? Or can it change going forward?\nnatalie kitroeff\nMatt, thank you so much.\nmatthieu aikins\nThanks for having me\nnatalie kitroeff\nWe’ll be right back. Here’s what else you need to know today. Prosecutors informed Rudy Giuliani that he was a target in a criminal investigation into election interference in Georgia, a sign of intensifying legal pressures on former President Donald Trump and his allies. Identifying Giuliani as a target suggests that prosecutors think he could be indicted in the case based on the evidence they’ve seen. The news came on the same day that a federal judge rejected efforts by another key Trump ally, Senator Lindsey Graham, to avoid giving testimony in the Georgia case. Today’s episode was produced by Rob Szypko, Will Reid, and Mooj Zadie, with help from Stella Tan. It was edited by Michael Benoist, contains original music by Rowan Niemisto and was engineered by Chris Wood. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly.\n[music]", "url": "https://www.nytimes.com/2022/08/16/podcasts/the-daily/taliban-afghanistan-women-girls.html"}