{"authors": ["Emma G. Fitzsimmons", "Alan Blinder", "Maggie Haberman"], "date_download": "2022-10-25 22:57:26", "date_modify": "2022-10-25 22:57:26", "date_publish": "2022-09-08 13:10:26", "description": "City Council leaders asked Mayor Eric Adams to end the Trump Organization’s contract to run a city-owned golf course in the Bronx and to cancel a tournament next month.", "filename": "2022_09_08_nyregion_trump-golf-saudi-adams_1666738646.html", "image_url": "https://static01.nyt.com/images/2022/09/08/multimedia/08golf-trump-adams/08golf-trump-adams-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_08_nyregion_trump-golf-saudi-adams_1666738646.html", "title": "Saudi-Tied Tournament Causes Push to Void Trump’s N.Y.C. Golf Contract", "title_page": "Saudi-Tied Tournament Causes Push to Void Trump’s N.Y.C. Golf Contract - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It sounded like the type of event that Mayor Eric Adams would want to bring to New York City to boost the economy: an elite international golf tournament that would draw visitors and their wallets.\nBut because the tournament has ties to the government of Saudi Arabia and will be played at a city-owned course run by former President Donald J. Trump’s family business, it has prompted widespread criticism, especially from family members of victims of the Sept. 11 terrorist attacks.\nMr. Adams, whose administration allowed the tournament to move forward, is now facing pressure from the City Council to revisit his stance.\nAdrienne Adams, the City Council speaker, and Shekar Krishnan, a member of the Council who leads its Committee on Parks and Recreation, sent a letter on Wednesday night to Mayor Adams and Sue Donoghue, the parks commissioner, urging them to immediately void the city’s contract with the Trump Organization to operate the course at Ferry Point in the Bronx, and to cancel the tournament.", "url": "https://www.nytimes.com/2022/09/08/nyregion/trump-golf-saudi-adams.html"}