{"authors": ["Thomas Gibbons-Neff", "Natalia Yermak", "Tyler Hicks"], "date_download": "2022-10-25 23:23:37", "date_modify": "2022-10-25 23:23:37", "date_publish": "2022-06-17 15:16:18", "description": "As they batter towns and cities in Ukraine with artillery, the Russians are also bombarding them with messaging aimed at eroding Ukrainians’ trust in their military and their government.", "filename": "2022_06_17_world_europe_ukraine-russia-propaganda_1666740217.html", "image_url": "https://static01.nyt.com/images/2022/06/17/world/17ukraine-propaganda-top-01/17ukraine-propaganda-top-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_17_world_europe_ukraine-russia-propaganda_1666740217.html", "title": "Russians Breached This City, Not With Troops, but Propaganda", "title_page": "Russians Breached This City, Not With Troops, but Propaganda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LYSYCHANSK, Ukraine — Gesturing to the artillery shell lodged in the ground and a rocket protruding from the wall, Maksym Katerynyn was in a rage. These were Ukrainian munitions, he shouted. And it was Ukrainian artillery that struck his home the day before and killed his mother and stepfather.\n“The Russians are not hitting us!” Mr. Katerynyn barked. “Ukraine is shelling us!”\nBut that was next to impossible: There were no Russian soldiers for the Ukrainians to shell in the eastern city of Lysychansk, and it was clear that the projectiles had come from the direction of Sievierodonetsk, a neighboring city, much of which has been seized by Russian forces.\nThe fact that Mr. Katerynyn believed this, and that his neighbors nodded in agreement as he careened through his neighborhood condemning their country, was a telling sign: The Russians clearly already had a foothold here — a psychological one.", "url": "https://www.nytimes.com/2022/06/17/world/europe/ukraine-russia-propaganda.html"}