{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 22:56:07", "date_modify": "2022-10-25 22:56:07", "date_publish": "2022-09-15 09:00:34", "description": "The hard-right leader has excoriated the European Union in the past, and she regularly blasts illegal immigration and George Soros. But she is closer than ever to becoming prime minister.", "filename": "2022_09_15_world_europe_giorgia-meloni-italy-right.html_action=click&module=RelatedLinks&pgtype=Article_1666738567.html", "image_url": "https://static01.nyt.com/images/2022/09/11/world/11italy-meloni1/11italy-meloni1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_15_world_europe_giorgia-meloni-italy-right.html_action=click&module=RelatedLinks&pgtype=Article_1666738567.html", "title": "Giorgia Meloni May Lead Italy, and Europe Is Worried", "title_page": "Giorgia Meloni May Lead Italy, and Europe Is Worried - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2019, her hard-line defense of the traditional family, and against L.G.B.T.Q. marriage and adoption — while herself being an unwed mother — prompted D.J.s to mockingly put one of her furious refrains, “I am Giorgia, I am a woman, I am a mother, I am Italian, I am Christian,” to a beat. It went viral. Ms. Meloni used it as a calling card. She titled her best-selling book “I am Giorgia.”\nMs. Meloni grew up without her father, who when she was a toddler set sail for the Canary Islands, where she learned Spanish on summer visits. After a fire that she and her older sister accidentally started, her mother, who at one point wrote romance novels to make ends meet, moved the family into the working class and left-leaning Garbatella neighborhood of Rome.\nMs. Meloni was overweight and introverted, but as a 15-year-old fan of fantasy books (and Michael Jackson, from whom she said she learned her good English) found what she has called a second family in the hard-right Youth Front of the post-Fascist Italian Social Movement.\nShe considered herself a soldier in Rome’s perpetual, often violent and sometimes fatal ideological wars between Communist and post-Fascist extremists, where everything from soccer games to high schools was politicized. Her party leader went to Israel to renounce the crimes of Fascism at the same time as she was rising quickly, later becoming the republic’s youngest-ever minister.\nBut as populism swept Italy in the last decade, Ms. Meloni adopted harsher tones and created the hard right’s latest iteration, the Brothers of Italy. She said she resented its members’ being depicted as “nostalgic imbeciles,” because she had worked hard to purge Fascists and build a new history.", "url": "https://www.nytimes.com/2022/09/15/world/europe/giorgia-meloni-italy-right.html?action=click&module=RelatedLinks&pgtype=Article"}