{"authors": ["Paul Krugman"], "date_download": "2022-10-25 23:42:32", "date_modify": "2022-10-25 23:42:32", "date_publish": "2022-10-07 18:32:58", "description": "There are reasons for optimism about inflation.", "filename": "2022_10_07_opinion_jolts-jobs-report-inflation-economy_1666741352.html", "image_url": "https://static01.nyt.com/images/2022/10/07/opinion/07krugman-newsletter-image/07krugman-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_07_opinion_jolts-jobs-report-inflation-economy_1666741352.html", "title": "Wonking Out: A Jobs Survey Full of Good News", "title_page": "Opinion | Wonking Out: A Jobs Survey Full of Good News - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For as long as I’ve been paying attention to economic news, pundits and investors have waited anxiously for the monthly report by the Bureau of Labor Statistics on the employment situation. That’s still true, and there was some important news in today’s report. More on that later.\nBut another report from the bureau, which came out on Tuesday, was a real eye-opener. It was, in particular, the best news about inflation we’ve seen in a long time — even though it never mentioned inflation.\nJOLTS — the Job Offerings and Labor Turnover Survey — tracks, um, job offerings and labor turnover. That is, it asks employers how many unfilled positions they have, how many workers have quit or been fired and so on. It may seem obvious that this information is useful, but these days many economists believe that it’s even more so.\nSome background: Standard macroeconomics relies a lot on an updated version of the Phillips curve. The original version of that theory asserted (based on historical evidence) that there was a downward-sloping relationship between unemployment and inflation: The higher the unemployment rate, the lower the inflation rate, all else being equal. Since the 1970s, almost everyone has assumed that expectations of inflation also play a big role. If the public expects a lot of inflation, as it did at the end of the 1970s, this will push up actual inflation for any given rate of unemployment.", "url": "https://www.nytimes.com/2022/10/07/opinion/jolts-jobs-report-inflation-economy.html"}