{"authors": ["Tripp Mickle"], "date_download": "2022-10-25 23:46:54", "date_modify": "2022-10-25 23:46:54", "date_publish": "2022-05-10 21:53:55", "description": "After nearly 22 years, Apple is stopping production of the devices that changed consumer electronics and led to the creation of the iPhone.", "filename": "2022_05_10_technology_apple-ipod-phasing-out_1666741614.html", "image_url": "https://static01.nyt.com/images/2022/05/11/business/10ipod/10ipod-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_10_technology_apple-ipod-phasing-out_1666741614.html", "title": "Farewell to the iPod", "title_page": "Apple Stops Production of iPods, After Nearly 22 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Steve Jobs, who returned to Apple in 1997 after being pushed out more than a decade earlier, viewed the emerging category as an opportunity for giving Apple’s legacy computer business modern appeal. A die-hard music fan, who ranked the Beatles and Bob Dylan among his favorite artists, Mr. Jobs thought tapping into people’s love of music would help persuade them to switch to Macintoshes from Microsoft-powered personal computers, which had a more than 90 percent market share.\n“You didn’t have to do any market research,” said Jon Rubinstein, who led Apple’s engineering at the time. “Everyone loved music.”\nMr. Rubinstein helped spark the product’s development by discovering a new hard disk drive made by Toshiba during a trip to Japan. The 1.8-inch drive had the capacity to store 1,000 songs. In essence, it made possible a Sony Walkman-size digital player with a capacity multitudes greater than anything that existed in the market.\nThe iPod’s development coincided with Apple’s acquisition of a company with MP3 software that would become the basis for iTunes, a digital jukebox that organized people’s music libraries so that they could quickly create playlists and transfer songs. It powered Mr. Jobs’s vision for how people would purchase music in the digital age.\n“We think people want to buy their music on the internet by buying downloads, just like they bought LPs, just like they bought cassettes, just like they bought CDs,” he said in a 2003 talk.\nAt the time, a service called Napster was tormenting the music industry, making it possible for people to share any song with anyone around the world for free. Mr. Jobs leaned into the music industry’s woes by marketing the ability of new Macs to copy CDs with the commercial slogan: “Rip. Mix. Burn.” The campaign put the music industry in Apple’s corner, according to Albhy Galuten, an executive at Universal Music Group at the time.\nMr. Galuten said the labels eventually agreed to let Apple sell songs on iTunes for 99 cents. “We folded because we had no leverage,” Mr. Galuten said. “The easiest way to fight piracy was with convenience.”", "url": "https://www.nytimes.com/2022/05/10/technology/apple-ipod-phasing-out.html"}