{"authors": ["James Barron"], "date_download": "2022-10-25 23:29:54", "date_modify": "2022-10-25 23:29:54", "date_publish": "2022-10-07 04:10:05", "description": "A planned semiconductor factory near Syracuse has the potential to bring prosperity back to the region.", "filename": "2022_10_07_nyregion_could-micron-help-reinvent-upstate-new-york_1666740594.html", "image_url": "https://static01.nyt.com/images/2022/10/07/nyregion/07nytoday/07nytoday-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_07_nyregion_could-micron-help-reinvent-upstate-new-york_1666740594.html", "title": "Could Micron Help Reinvent Upstate New York?", "title_page": "Could Micron Help Reinvent Upstate New York? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company said its 9,000 jobs will pay well, $100,000 or more on average. And Micron’s suppliers of gasses, chemicals and production machines that will likely set up operations nearby will be hiring mainly skilled workers.\nTo become a modern manufacturing hub will require investments in education and training. And Micron and the state have pledged to spend $500 million on community and work force training.\nHochul said this project was personal for her because, coming from Buffalo, she lived through the decline of manufacturing upstate. How much is the state putting up? What about the federal government?\nThe New York incentive package is $5.5 billion over the life of the project. Hochul said that was the largest ever by a state, but worth it because of the scale of the job creation and economic impact. And she noted the state financial support would come in steps as milestones for jobs and private investment were met.\nFederal grants and subsidies will come from the $52 billion authorized for new semiconductor manufacturing in the CHIPS and Science Act of 2022, which Congress passed in August. Companies cannot apply for that funding until next year, but Micron will and stands to receive billions of dollars, though how much remains to be seen.\nYou noted that the chip industry is cyclical. Doesn’t a big chip factory like this expose upstate New York to the same kinds of ups and downs as the auto industry in Midwestern communities?\nIt’s a good question and a good analogy. While there are cycles in the chip industry, demand is expected to rise overall. The memory chips Micron makes are used in everything from smartphones and personal computers to cars and appliances — and increasingly so. Total demand for memory chips is expected to double by the end of the decade.", "url": "https://www.nytimes.com/2022/10/07/nyregion/could-micron-help-reinvent-upstate-new-york.html"}