{"authors": ["Paige Darrah"], "date_download": "2022-10-25 23:38:27", "date_modify": "2022-10-25 23:38:27", "date_publish": "2022-09-03 09:00:17", "description": "Asad Syrkett stays close to his Brooklyn home, doing Pilates, seeing friends, burning incense and reading fiction.", "filename": "2022_09_03_nyregion_asad-syrkett-elle-decor_1666741107.html", "image_url": "https://static01.nyt.com/images/2022/09/04/nyregion/04routine/03routine-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_03_nyregion_asad-syrkett-elle-decor_1666741107.html", "title": "How the Editor in Chief of Elle Decor Spends His Sundays", "title_page": "How the Editor in Chief of Elle Decor Spends His Sundays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Asad Syrkett became the youngest-ever editor in chief of Hearst Magazines, one of his goals at Elle Decor, the interior design glossy he would be overseeing, was to enjoy himself. Two years in, Mr. Syrkett, 33, said he’s having the most fun of his career.\nUnder his watch, projects have included peeks inside Georgian farmhouses in upstate New York, as well as an apartment in Milan with a polyurethane cactus. He has also published provocative essays, like one exploring sociocultural issues surrounding the 17th-century design style, Chinoiserie.\nAny design blunders in his own apartment? He won’t admit to them, although the dining table, which he bought at a thrift store and always has fully set for guests who might pop by his home in Crown Heights, Brooklyn, is “not a looker,” he said. Currently, it’s covered in a black and white Marimekko tablecloth.\n“I mean, would my table setting pass muster with the butler at ‘Downton Abbey’? No. But it does bring me a lot of joy.” A proper place mat and linen napkins always elevate the experience, he said. “That’s the power of design and why I love it so much.”", "url": "https://www.nytimes.com/2022/09/03/nyregion/asad-syrkett-elle-decor.html"}