{"authors": ["David Mccabe"], "date_download": "2022-10-25 23:31:14", "date_modify": "2022-10-25 23:31:14", "date_publish": "2022-01-27 21:42:17", "description": "The agency cited national security in revoking the license for the American subsidiary of a state-owned Chinese telecom operator.", "filename": "2022_01_27_technology_fcc-china-unicom_1666740674.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_27_technology_fcc-china-unicom_1666740674.html", "title": "F.C.C. revokes the ability of China Unicom to operate in the U.S.", "title_page": "F.C.C. revokes the ability of China Unicom to operate in the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Federal Communications Commission said on Thursday that a state-owned Chinese telecom operator can no longer operate in the United States for national security reasons, as officials in Washington go further to limit the influence of Chinese companies over American consumers, businesses and communications networks.\nThe agency’s four commissioners voted unanimously to revoke the license for the American subsidiary of China Unicom, saying the company could access or reroute American communications and engage in spycraft. The commission also accused China Unicom, one of China’s largest mobile service providers, of misleading the agency and Congress.\nChina Unicom said in a statement that it “has a good record of complying with relevant laws and regulations and providing telecommunication services and solutions as a reliable partner of its customers in the past two decades.” It said the F.C.C. hadn’t given it “the required due process” and that it would “proactively protect the rights and interests of the company and its customers.”\nThe F.C.C.’s decision comes amid persistent tensions between Washington and Beijing over China’s influence in global technology and telecommunications.", "url": "https://www.nytimes.com/2022/01/27/technology/fcc-china-unicom.html"}