{"authors": ["Kate Conger", "Mike Isaac", "Lauren Hirsch"], "date_download": "2022-10-25 23:40:37", "date_modify": "2022-10-25 23:40:37", "date_publish": "2022-04-05 12:39:04", "description": "Free speech, open-source algorithms — and an edit button: The world’s richest person will soon help steer the social media platform where he has a huge following.", "filename": "2022_04_04_business_twitter-elon-musk-directors_1666741237.html", "image_url": "https://static01.nyt.com/images/2022/04/05/business/05musk-twitter/merlin_203173107_fd16596f-443b-4f91-a515-7cb68654abf0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_04_business_twitter-elon-musk-directors_1666741237.html", "title": "Elon Musk Joins Twitter Board", "title_page": "Elon Musk Joins Twitter Board - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elon Musk has offered to buy Twitter, follow our live coverage of the news.\nElon Musk, the world’s richest man, reached out to Parag Agrawal, Twitter’s chief executive, a few weeks ago with a friendly heads-up. He was buying shares of the social media company, Mr. Musk confided, and wanted to discuss how to make Twitter better.\nMr. Musk had ideas for reshaping social networks that dovetailed with those of Mr. Agrawal and Jack Dorsey, Twitter’s co-founder, according to their public exchanges. All three have floated the notion of radically shifting the power in social networking to users and away from behemoth companies, by using an approach to technology that would give people control over what they see in their social media feeds.\nIn the ensuing weeks, Mr. Agrawal discussed having Mr. Musk become a more active participant in Twitter’s future, according to two people with knowledge of the conversations who were not authorized to speak publicly. Mr. Agrawal also welcomed having Mr. Musk — who has more than 80 million Twitter followers and sometimes tweets a dozen or more times a day — join the company’s board, one of the people said.\nOn Tuesday, Twitter announced that Mr. Musk, 50, would be appointed to its 11-person board in a term that expires in 2024. That followed the revelation on Monday that Mr. Musk had accumulated a 9.2 percent stake in Twitter, making him its biggest shareholder. Mr. Musk has agreed not to own more than 14.9 percent of Twitter’s stock or take over the company, which is based in San Francisco, according to a filing with the Securities and Exchange Commission.", "url": "https://www.nytimes.com/2022/04/04/business/twitter-elon-musk-directors.html"}