{"authors": ["Dave Itzkoff"], "date_download": "2022-10-25 23:46:31", "date_modify": "2022-10-25 23:46:31", "date_publish": "2022-03-06 15:00:06", "description": "The film’s director and co-writer talks about the tumultuous conclusion and its chilling parallels to the real world. Read this after you’ve seen the movie.", "filename": "2022_03_06_movies_the-batman-ending-matt-reeves-explained_1666741591.html", "image_url": "https://static01.nyt.com/images/2022/03/06/arts/06batman-ending1/06batman-ending1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_06_movies_the-batman-ending-matt-reeves-explained_1666741591.html", "title": "Matt Reeves Explains the Ending of ‘The Batman’", "title_page": "Matt Reeves Explains the Ending of ‘The Batman’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This interview contains spoilers for the ending of “The Batman.”\nYou could see the ending of “The Batman” as a victory: our hero (Robert Pattinson) has halted the murderous rampage of the Riddler (Paul Dano), putting him behind bars and finding a new sense of purpose as he helps rebuild Gotham City.\nOr you could see the conclusion as a disaster, with Gotham flooded and ruined, the Penguin (Colin Farrell) claiming a top position of power in the city’s criminal underworld and Selina Kyle (Zoë Kravitz) leaving Batman behind as she hops a motorcycle out of town.\nMatt Reeves, the director and co-writer of “The Batman,” has explained that certain ambiguities in the film were intentional, especially as the title character reconsiders his relentless approach to fighting crime.\n“As a fan, I feel the same thing,” Reeves said in a recent interview. “There’s a part of you that wants to see somebody get vengeance — that’s the wish fulfillment of that idea. What was important was to bring the audience along and make them question it, so that they’d be like, Wait, is that right? Is that really what we should be doing?”", "url": "https://www.nytimes.com/2022/03/06/movies/the-batman-ending-matt-reeves-explained.html"}