{"authors": ["Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:41:44", "date_modify": "2022-10-25 23:41:44", "date_publish": "2022-01-07 20:26:35", "description": "The date is later than usual and was set as the White House confronts an evolving pandemic and a stalled legislative agenda.", "filename": "2022_01_07_us_politics_biden-state-of-the-union_1666741304.html", "image_url": "https://static01.nyt.com/images/2022/01/07/us/politics/07dc-sotu-SWAP/07dc-sotu-SWAP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_07_us_politics_biden-state-of-the-union_1666741304.html", "title": "Biden to Deliver State of the Union Address on March 1", "title_page": "Biden to Deliver State of the Union Address on March 1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Speaker Nancy Pelosi on Friday invited President Biden to deliver the State of the Union address to Congress on March 1 as the White House grapples with an evolving pandemic and looks for ways to regain momentum for a legislative agenda stuck in congressional gridlock.\nMr. Biden accepted Ms. Pelosi’s invitation, the White House said.\nThe date is later than is traditional — the address will be the first to be delivered in March — but it gives Mr. Biden more time to try to advance his domestic policy package, which has been hung up in the Senate because of the objections of a single Democrat, Senator Joe Manchin III of West Virginia. The president is also struggling to pass federal voting rights legislation that would counter restrictions put in place by Republicans in some states.\nMr. Biden is likely to use the address to promote the gains of his administration, including the passage of the $1 trillion bipartisan infrastructure package and the $1.9 trillion coronavirus relief package last year.\nIt is unclear how the surging Omicron variant might affect this year’s State of the Union. Mr. Biden’s first address to Congress last year, which was not technically a State of the Union address, was made under the cloud of the pandemic.", "url": "https://www.nytimes.com/2022/01/07/us/politics/biden-state-of-the-union.html"}