{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:27:34", "date_modify": "2022-10-25 23:27:34", "date_publish": "2022-07-02 07:00:10", "description": "After more than a decade of worrying about low inflation, the European Central Bank is trying to tackle the problem of high inflation across the eurozone’s economies.", "filename": "2022_07_02_business_europe-inflation_1666740454.html", "image_url": "https://static01.nyt.com/images/2022/07/04/business/01europe-inflation1-print/01europe-inflation-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_02_business_europe-inflation_1666740454.html", "title": "Inflation Is Posing 19 Problems for One Central Bank", "title_page": "Inflation Is Posing 19 Problems for the European Central Bank - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The risk of persistently high inflation outweighed concerns that the region’s economy was slowing down. There might not be a return to the world of low inflation that has dominated for the past few decades, Ms. Lagarde said. Inflationary forces had been “unleashed” by the Covid-19 pandemic and war in Ukraine, she added.\nAfter a two-year hiatus from meeting in person because of the pandemic, the collegial mood was run through with the somber message of the severity of the challenge central bankers faced.\nDespite growing mountains of economic, business and financial markets data, working out where people think inflation is going to go is still, to some extent, like reading tea leaves. One panel discussed how hard it was to know whose inflation expectations were the most useful for predicting inflation — households’, businesses’ or financial markets’. And how there was still no precise way to know if long-term expectations have risen above the central bank’s target, a dangerous situation that would perpetuate high inflation.\nBut policymakers can’t risk waiting to find out, Loretta J. Mester, the president of the Federal Reserve Bank of Cleveland, told the audience. “Central banks are going to need to be resolute and they are going to be intentional in taking actions to bring inflation down,” she added.\nAnd these actions might be painful for people, warned Jerome H. Powell, the chair of the Federal Reserve, a conclusion Ms. Lagarde agreed with. But, he said, it would be more painful to let high inflation become persistent.", "url": "https://www.nytimes.com/2022/07/02/business/europe-inflation.html"}