{"authors": ["Erika Solomon", "Liz Alderman"], "date_download": "2022-10-25 22:57:15", "date_modify": "2022-10-25 22:57:15", "date_publish": "2022-09-04 15:26:49", "description": "Sweden, Germany, and the Czech Republic all announced new measures, while soaring energy prices and inflation stoked protests in Prague.", "filename": "2022_09_04_world_europe_other-european-nations-try-to-fight-rising-prices-as-fears-of-social-unrest-grow_1666738635.html", "image_url": "https://static01.nyt.com/images/2022/09/04/multimedia/04ukraine-briefing-europe-energy/04ukraine-briefing-europe-energy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_04_world_europe_other-european-nations-try-to-fight-rising-prices-as-fears-of-social-unrest-grow_1666738635.html", "title": "Other European nations try to fight rising prices as fears of social unrest grow.", "title_page": "Other European nations try to fight rising prices as fears of social unrest grow. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Governments across Europe moved this weekend to introduce measures aimed at tackling soaring energy costs and inflation, amid growing concerns that rising prices fueled by the war in Ukraine could stoke social unrest.\nGermany, Sweden and the Czech Republic were among the countries that announced plans on Sunday to ease the burdens of an energy crisis that has been caused largely by Russia’s invasion and Western governments’ decision to punish Moscow in response.\nThe German government unveiled a $65 billion relief package, while Sweden’s government said it would offer around $23 billion in liquidity guarantees to help energy companies purchase supplies until March. Without that support, Finance Minister Mikael Damberg said on Sunday, some electricity providers risked going into “technical bankruptcy.”\nThe Czech government announced plans to create a government-run entity to purchase energy supplies for schools, hospitals and other public sector institutions, although it did not say when such purchases would begin. The announcement came just two days after the Czech government survived a no-confidence vote instigated by the opposition over its failure to curb soaring energy prices.", "url": "https://www.nytimes.com/2022/09/04/world/europe/other-european-nations-try-to-fight-rising-prices-as-fears-of-social-unrest-grow.html"}