{"authors": ["Katie Benner", "Katie Rogers", "Michael S. Schmidt"], "date_download": "2022-10-25 23:23:33", "date_modify": "2022-10-25 23:23:33", "date_publish": "2022-04-02 16:52:10", "description": "The inquiry is a test for President Biden and Attorney General Merrick B. Garland, who both came into office promising to restore the Justice Department’s independence.", "filename": "2022_04_02_us_politics_merrick-garland-biden-trump_1666740213.html", "image_url": "https://static01.nyt.com/images/2022/03/31/us/politics/00dc-biden-doj-alt1alt/00dc-biden-doj-alt1alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_02_us_politics_merrick-garland-biden-trump_1666740213.html", "title": "Garland Faces Growing Pressure as Jan. 6 Investigation Widens", "title_page": "Why the Jan. 6 Investigation Is a Test for Biden and Merrick Garland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Immediately after Merrick B. Garland was sworn in as attorney general in March of last year, he summoned top Justice Department officials and the F.B.I. director to his office. He wanted a detailed briefing on the case that will, in all likelihood, come to define his legacy: the Jan. 6 assault on the Capitol.\nEven though hundreds of people had already been charged, Mr. Garland asked to go over the indictments in detail, according to two people familiar with the meeting. What were the charges? What evidence did they have? How had they built such a sprawling investigation, involving all 50 states, so fast? What was the plan now?\nThe attorney general’s deliberative approach has come to frustrate Democratic allies of the White House and, at times, President Biden himself. As recently as late last year, Mr. Biden confided to his inner circle that he believed former President Donald J. Trump was a threat to democracy and should be prosecuted, according to two people familiar with his comments. And while the president has never communicated his frustrations directly to Mr. Garland, he has said privately that he wanted Mr. Garland to act less like a ponderous judge and more like a prosecutor who is willing to take decisive action over the events of Jan. 6.\nSpeaking to reporters on Friday, Mr. Garland said that he and the career prosecutors working on the case felt only the pressure “to do the right thing,” which meant that they “follow the facts and the law wherever they may lead.”", "url": "https://www.nytimes.com/2022/04/02/us/politics/merrick-garland-biden-trump.html"}