{"authors": ["Joe Rennison"], "date_download": "2022-10-25 23:33:57", "date_modify": "2022-10-25 23:33:57", "date_publish": "2022-09-11 09:00:11", "description": "Some traders worry that the $25 trillion U.S. Treasury market is becoming more fragile, and the Federal Reserve’s removal of support could make it worse.", "filename": "2022_09_11_business_fed-treasury-market_1666740837.html", "image_url": "https://static01.nyt.com/images/2022/09/12/business/09JPliquid-bonds-print/09liquid-bonds-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_11_business_fed-treasury-market_1666740837.html", "title": "Fed’s Exit Puts World’s Biggest Bond Market on Shakier Ground", "title_page": "Fed’s Exit Puts World’s Biggest Bond Market on Shakier Ground - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Traders are worried about the world’s largest and most important government bond market, as the Federal Reserve quickens the pace at which it removes one of its primary pandemic supports.\nWhen the global economy crashed in March 2020 and markets went into free fall, the U.S. Treasury market — the $25 trillion bedrock of the global financial system — broke down. Sellers struggled to find buyers, and prices whipsawed higher and lower. The Fed stepped in, devoting trillions of dollars to steadying the market.\nThe importance of the Treasury market is hard to overstate. It is the main source of funding for the U.S. government and underpins borrowing costs around the globe, for a huge variety of assets. If you have a mortgage, the interest rate you received was probably priced in relation to Treasuries. The same goes for credit cards, business loans and just about anything with an interest rate attached to it. The proper functioning of this market is paramount.\nThat’s why even small wobbles in this market can generate huge worries. At its worst, a Treasury trading breakdown could cause the value of the dollar, stocks and other bonds to tumble. Economies that borrow a lot in dollars and hold Treasuries in their reserves would teeter. Crucially, the U.S. government could find it hard to finance itself, even up to defaulting on its debt, the financial equivalent of an earthquake.", "url": "https://www.nytimes.com/2022/09/11/business/fed-treasury-market.html"}