{"authors": ["Jane Arraf"], "date_download": "2022-10-25 23:54:17", "date_modify": "2022-10-25 23:54:17", "date_publish": "2022-08-29 11:32:44", "description": "The violence erupted after the powerful Shiite cleric Muqtada al-Sadr said he is leaving politics. Protesters supporting Mr. Sadr took to the streets of the capital, Baghdad, and security forces opened fire.", "filename": "2022_08_29_world_middleeast_iraq-sadr-politics_1666742057.html", "image_url": "https://static01.nyt.com/images/2022/08/29/world/29Iraq-Sadr-new1/29Iraq-Sadr-new1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_29_world_middleeast_iraq-sadr-politics_1666742057.html", "title": "Political Chaos Grips Iraq, With at Least 12 Killed in Street Clashes", "title_page": "Iraq Clashes Leave 12 Dead After Muqtada al-Sadr Says He’s Leaving Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iraq sank deeper into political chaos on Monday after the influential Shiite cleric Muqtada al-Sadr announced he was retiring from politics and at least 12 of his supporters were shot and killed by government security forces while protesting in the capital, Baghdad.\nMr. Sadr’s pronouncement on Twitter sent hundreds of his followers into the streets of Baghdad, where they breached concrete barriers guarding the so-called Green Zone, the site of Parliament, Iraqi government offices and diplomatic missions, including the U.S. Embassy.\nAt least 12 protesters were killed and more than 100 were injured when security forces fired on them, according to two Iraqi officials who asked not to be identified because of the sensitivity of the issue. Baghdad and most provinces were under curfew by Monday evening. The Associated Press later reported that at least 15 protesters had been killed by gunfire, citing a senior medical official.\nA senior aide to Mr. Sadr, Hassan al-Adhari, said late on Monday that the Shiite cleric was declaring that he would go on a hunger strike until “the violence and use of weapons stops.”", "url": "https://www.nytimes.com/2022/08/29/world/middleeast/iraq-sadr-politics.html"}