{"authors": ["Joe Drape"], "date_download": "2022-10-25 23:35:12", "date_modify": "2022-10-25 23:35:12", "date_publish": "2022-05-21 23:17:22", "description": "He held off Epicenter to win the middle race of the Triple Crown series.", "filename": "2022_05_21_sports_horse-racing_preakness-triple-crown_1666740912.html", "image_url": "https://static01.nyt.com/images/2022/06/21/multimedia/21preakness-gamer-swap/21preakness-gamer-swap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_21_sports_horse-racing_preakness-triple-crown_1666740912.html", "title": "Early Voting Wins Preakness Stakes", "title_page": "Early Voting Wins Preakness Stakes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The colt’s trainer, Chad Brown, on the other hand, answers to the siren song of commerce. He has hundreds of horses in his care provided by enough well-heeled owners to make him a four-time Eclipse Award champion trainer.\nFor his part, Early Voter’s jockey, Jose Ortiz, along with his brother Irad, are perennially among the top 10 riders in the nation. He has been aboard Early Voting for each of his three previous starts and knew he had a gift horse.\n“We always knew he was very talented, but we knew he was going to be a late developer,” Ortiz said.\nAnd Klarman, who got rich and famous as a value investor, applied those principles to win the middle jewel of the Triple Crown. He had the foresight and iron will to resist the lure of the Derby.\nWith only three starts, two of them victories, Klarman told Brown that Early Voting was not ready to face 20 horses and the mayhem of America’s most famous race.\n“They had an option to run in the Derby and passed,” said Ortiz, wiping away tears in the moment after the race. “It’s very hard to get a winner to pass on the Derby and they made a right choice by the horse.”\nWhen Dawson and Reed decided their colt needed more than two weeks rest and chose to skip the Preakness to run in the Belmont Stakes on June 11, Klarman, Brown and Ortiz took advantage of the fundamentals presented them.\nThe trainer and owner followed a similar path to win the 2017 Preakness with Cloud Computing, a similarly lightly raced colt that offered more promise than performance at that point in his career but delivered.", "url": "https://www.nytimes.com/2022/05/21/sports/horse-racing/preakness-triple-crown.html"}