{"authors": ["Eduardo Medina", "Remy Tumin"], "date_download": "2022-10-25 23:47:26", "date_modify": "2022-10-25 23:47:26", "date_publish": "2022-09-02 01:20:44", "description": "“I think you were caught up in a moment,” a federal judge said as he sentenced Thomas Webster, an ex-Marine who once served on the protective detail of Mayor Michael R. Bloomberg.", "filename": "2022_09_01_us_jan-6-nypd-officer-sentenced_1666741646.html", "image_url": "https://static01.nyt.com/images/2022/09/01/multimedia/01xp-jan6-sentence/01xp-jan6-sentence-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_01_us_jan-6-nypd-officer-sentenced_1666741646.html", "title": "Ex-N.Y.P.D. Officer Gets 10 Years for Jan. 6 Attack, Longest Sentence to Date", "title_page": "Ex-N.Y.P.D. Officer Gets 10 Years for Jan. 6 Attack, Longest Sentence to Date - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Khater, 33, was accused of working with a friend, George Tanios, to douse Officer Sicknick with chemical spray as the mob plowed through the police, who were behind bike rack barriers on the west side of the Capitol. While initial reports suggested that Officer Sicknick died of his injuries after the attack, an autopsy later determined that he died of natural causes, after having multiple strokes.\nMr. Khater faces up to eight years in prison. Joe Tacopina, a lawyer for Mr. Khater, said it was “improper to comment at this time” because of the future sentencing date.\nMr. Webster’s lawyer, James E. Monroe, did not respond to a call seeking comment on Thursday.\nMr. Webster’s sentencing and Mr. Khater’s guilty plea came nearly 20 months after the Jan. 6, 2021, attack, which set off a sprawling criminal inquiry from the Justice Department. Prosecutors have embarked on the marathon process of trying more than 800 people arrested in connection with the riot.\nMr. Webster’s sentence was longer than that of any of the defendants who have come to trial or struck plea bargains so far. Until Thursday, two convicted rioters had the longest sentence at seven years and three months: Thomas Robertson, another former police officer and Army veteran who prosecutors said had confronted police officers at the Capitol; and Guy Wesley Reffitt, the first defendant to go on trial in the attack on the Capitol.\nMr. Webster’s guilty verdict earlier this year was returned by a jury within two hours on the first full day of deliberations. A former Marine who once served on the protective detail of Mayor Michael R. Bloomberg of New York, Mr. Webster turned himself in to law enforcement last year. His trajectory as a retired officer changed drastically on Jan. 6, when he started a brawl that stood out even amid the hours of violent footage from that day.", "url": "https://www.nytimes.com/2022/09/01/us/jan-6-nypd-officer-sentenced.html"}