{"authors": ["Sabrina Tavernise", "Rachelle Bonja", "Michael Simon Johnson", "Sydney Harper", "M.J. Davis Lin", "Marion Lozano", "Chris Wood", "Original Music"], "date_download": "2022-10-25 23:23:31", "date_modify": "2022-10-25 23:23:31", "date_publish": "2022-08-01 10:00:05", "description": "The United States, despite having time and tools at its disposal, has failed to bring the virus to heel.", "filename": "2022_08_01_podcasts_the-daily_monkeypox-vaccine-treatment_1666740211.html", "image_url": "https://static01.nyt.com/images/2022/08/01/world/01daily-1/01daily-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_01_podcasts_the-daily_monkeypox-vaccine-treatment_1666740211.html", "title": "How Monkeypox Went From Containable to Crisis", "title_page": "How Monkeypox Went From Containable to Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nsabrina tavernise\nFrom The New York Times, I’m Sabrina Tavernise. This is The Daily.\n[music]\nAs the monkeypox virus spreads rapidly across the country —\narchived recording 1 Live look at San Francisco, which just declared monkeypox a public health emergency. archived recording 2 The governor of New York has declared a state of emergency over the growing spread of monkeypox.\nsabrina tavernise\nLocal and state officials are declaring public health emergencies.\narchived recording 2 Governor Kathy Hochul says the disaster declaration will help health officials there respond more rapidly to the virus.\nsabrina tavernise\nToday my colleague Apoorva Mandavilli on how despite having the time and the tools to contain the outbreak, the United States has failed to do so.\n[music]\nIt’s Monday, August 1. So, Apoorva, the last time you were on the show it was because you had reached out and told us it was time to talk about monkeypox, but it was pretty early days, and it looked like the US was in a pretty good position to actually contain the outbreak. And I went back to listen to that episode. And what you told Michael on June 16, a little over a month ago, was that there were just 84 cases of monkeypox in the entire country, and that it was largely limited to gay men, and that we had vaccines against it. And that there were even drug treatments if you got infected to help with the symptoms. So it really did not seem like a crisis.\napoorva mandavilli\nIt didn’t. You know, you’re right. In many ways, this was the best kind of virus for us to have to deal with in terms of an outbreak. It seemed like a virus that we should be able to contain. But at this point —\narchived recording 3 Cases of monkeypox are spiking here in the US and — archived recording 4 The United States now leads the world in the number of confirmed cases, with more than 4,900 in 46 states and the District of Columbia.\napoorva mandavilli\nWe have almost 5,000 cases of monkeypox in this country, and pretty much every expert I talked to says that’s probably a huge underestimate.\narchived recording 5 The monkeypox virus has infected more than 20,000 people in 75 countries.\napoorva mandavilli\nI mean, this virus has just really gotten around much more quickly and much more than anyone had expected. So much so that —\narchived recording 6 Tonight, the World Health Organization sounding the alarm on the rapid spread of monkeypox. archived recording 7 The global monkeypox outbreak represents a public health emergency of international concern.\napoorva mandavilli\nThe World Health Organization declared that this is now a public health emergency of international concern. That’s not a criteria they use lightly. They’ve only done it seven times since they first coined it.\nsabrina tavernise\nOh, wow.\napoorva mandavilli\nSo I think we should expect to see these numbers go up pretty steeply over the next few weeks.\narchived recording 8 How bad can this get? And is there a possibility that we can get rid of monkeypox, or do you think it’s here to stay now?\n[music]\nsabrina tavernise\nOK. So it sounds like monkeypox really is a crisis in the United States right now.\napoorva mandavilli\nIt’s a crisis, but let me put it into context. It’s not a crisis like COVID was. It’s not killing people. It’s not going to be of pandemic proportions where everybody you know will have had it. And it looks like it will be, at least for the near future, contained to one community — men who have sex with men. But for that community, and probably for some more people around them, this will not be a simple thing. I mean, it is excruciatingly painful, and it will be something to contend with.\nsabrina tavernise\nSo Apoorva, how did we end up in this situation? I mean, given how containable monkeypox seemed just a few weeks ago and given all the tools that the US had at its disposal — I mean, as you told us before, there was a vaccine, right, there were drugs — how did we get here?\napoorva mandavilli\nI think how we got here tells us a lot about how this country operates for public health. So on every one of those things you mentioned — testing, vaccines, drugs — there were a lot of things that went wrong.\nsabrina tavernise\nSo let’s start with testing.\napoorva mandavilli\nSo testing is really important. It’s how we know how widespread something is and how we identify patients and get them the help they need. Normally, when you go to the doctor for a test, the doctor can just order it up and tell you to go to a commercial lab, like Labcorp or Quest. And that’s an easy process, and it’s how our medical system works. What happened with monkeypox is that the CDC had distributed the test to public health labs, which are a completely separate sort of network. And every time a doctor wanted to order a test, they had to call up the state epidemiologist, get an epidemiologist to sign off and then get this test. And that whole process just took hours. There was so much paperwork and bureaucracy involved that most doctors just didn’t have the time or wherewithal to do it.\nsabrina tavernise\nSo instead of being able to call up the Quest or Labcorp and test the patient, the doctor has to do all this paperwork and spend all this time getting to a special public health lab and really not knowing the answer, it sounds like, for days?\napoorva mandavilli\nExactly. I mean, in some cases, with some patients I talked to, it took up to two weeks to get a test result. Now, that is better now because the Department of Health and Human Services did sign contracts with five different companies to make the tests more available. But my understanding, from talking to doctors, is that there is still a delay. It’s still taking a few to several days for people to get their results back. There’s another thing that complicates how easily we can find people, and that’s that monkeypox is looking a bit different than doctors and scientists had expected it to. When it was showing up in Africa, there were certain symptoms that people associated with it that everybody has — fever and body aches, and then you would get this rash that was on your face, and then your palms, and hands — and it was supposed to be this entire progression. Except now a lot of the men who are showing up at clinics don’t have fever, they all have some kind of rash at some point and lesions, but maybe just a few lesions, and maybe only in the genital area, and some of them are showing up with excruciating pain before lesions even show up. And what’s happening is that, because that doesn’t match what people have thought about monkeypox, doctors are sometimes turning patients away. I mean, I’ve talked to a couple of men who went to doctors early on in their illness and didn’t yet have lesions but had a lot of pain and were told, nope, you have something else, and maybe you have syphilis, or maybe you have hemorrhoids, or this or that. And these men have had to go to great lengths to get themselves tested.\nsabrina tavernise\nSo they actually have monkeypox but are being sent away because they don’t have symptoms that line up precisely with the CDC definition?\napoorva mandavilli\nExactly.\nsabrina tavernise\nSo from the start, it sounds like there were issues with testing, which kind of sounds familiar when I’m thinking about COVID. Testing was a really big problem in the beginning.\napoorva mandavilli\nYeah. And the other thing that’s happening, which also happened early in COVID, is that the CDC really doesn’t have a good handle on how many cases there are. I mean, if you sort of compare what the CDC says for a particular state to what the state itself says, it’s often different, because there’s a lag and states are not required to tell the CDC how many cases there are — I should say were because earlier this week, the CDC made monkeypox a notifiable disease. That means that the states now have to notify the CDC that they have a certain number of cases. It basically gives the CDC more power, more authority to demand this information from states rather than states just deciding what they want to give the CDC.\nsabrina tavernise\nOK. So that’s how testing and tracking have kind of gone awry in these early stages. What’s happening with the vaccine?\napoorva mandavilli\nSo I want to give the US government a little bit of kudos here, in that they did have some foresight and they did help develop a vaccine that could work for monkeypox or smallpox. And in our strategic national stockpile, we actually had a few million doses of this vaccine at one point.\nsabrina tavernise\nRight. I remember you told us back in June that the vaccine against smallpox works actually pretty well against monkeypox and that the US has lots of its stockpiled in the event of, say, a biological terror attack or something.\napoorva mandavilli\nAnd that was true, in theory. I mean, we had a few million doses of this vaccine, but they expired.\nsabrina tavernise\nOof.\napoorva mandavilli\nAnd then we had a lot of doses at this company Bavarian Nordic, at their manufacturing plant in Denmark, that were waiting for a final sign from the FDA, but that took forever. The FDA just finished that Wednesday, even though the European equivalent of the FDA signed off on that last year.\nsabrina tavernise\nOK. So given this delay, how many people have actually gotten vaccinated?\napoorva mandavilli\nWe don’t actually know.\nsabrina tavernise\nOh no.\napoorva mandavilli\nBecause again, [CHUCKLES] the states don’t have to give that information out, and there doesn’t actually seem to be very much clarity on what’s been given out. What we do know is that it hasn’t been enough. Pretty much everywhere that the vaccine has been offered, especially where a lot of gay men live, the vaccine has run out super quickly. Like, in DC, the first 300 appointments they had ran out in 15 minutes.\nsabrina tavernise\nWow.\napoorva mandavilli\nYeah. I mean, there was a huge rush. And then, in New York, the website that was offering the appointments crashed. And again, all the appointments were gone within a couple of hours. It’s just been just a mad scramble. And the unfortunate part about that is that we had no vaccines around during Pride Month, when we really need it to be able to protect all these men.\nsabrina tavernise\nAnd Apoorva, during this time, what’s happening with the drug that can treat the virus if you actually get sick with it? I mean, presumably, the slow vaccine rollout makes the drug even more urgent.\napoorva mandavilli\nIt does. And in this case, we actually have enough of the drug. We have 1.7 million doses in the strategic national stockpile. So the problem has not been supply. It’s been access. Because this drug is not approved for monkeypox, it’s considered an investigational drug. So if the doctor has a patient who they think needs this treatment, they have to apply for access, they have to fill out hours of paperwork, they have to take pictures of the patient’s lesions, they have to have the patient maintain a journal.\nsabrina tavernise\nWow.\napoorva mandavilli\nAnd I mean, I’ve talked to doctors at San Francisco and Columbia University in New York who have all the resources at their disposal, and they were only able to see three or four patients a day. And that meant that they were prioritizing only the sickest of patients, people with bleeding lesions and things like that, and that left out a lot of men who were in pain. So imagine some small community clinic that wants to treat a patient. It’s pretty much impossible.\nsabrina tavernise\nSo you had to have a pretty extreme case to get treatment with this drug?\napoorva mandavilli\nYou did. But hopefully, that will become a little bit easier now because doctors did so much complaining that the CDC finally listened and really recently changed the rules to simplify things and make things a little bit faster. So hopefully, more patients can get the treatment now.\nsabrina tavernise\nSo Apoorva, given all these cascading problems you’ve laid out, what has it been like to be somebody who’s in a high-risk population, a gay man, for instance, trying to either get vaccinated or get treatment for an infection?\napoorva mandavilli\nI’ve talked to a lot of men, and some of them have the most awful, harrowing stories about delay after delay in getting what they need.\nsabrina tavernise\nWe’ll be right back. So Apoorva, what have people told you about what it’s been like to get sick with this virus and then have to figure out how to get help?\napoorva mandavilli So yes, tell me what happened.\napoorva mandavilli\nLet me tell you through the story of this one guy that I talked to. I think his story really exemplifies pretty much all the problems we’ve been talking about.\napoorva mandavilli If you can sort of tell me when you think you were infected and how that progression went, that would be a good place to start. nephi Yeah. So —\napoorva mandavilli\nSo this is a patient called Nephi. He lives in New York.\nnephi I really honestly don’t know how I got it. It lines up with, like, a week after Pride. In my mind, I was being cautious because I already knew about monkeypox before Pride —\napoorva mandavilli\nAnd he started experiencing symptoms soon after the 4th of July weekend.\nnephi I had four days of fever. I initially thought it was COVID. apoorva mandavilli I see. nephi So on the third day, I woke up and I had nine what looked like mosquito bites.\napoorva mandavilli\nSo he called his doctor to possibly get a monkeypox test.\nnephi She didn’t say this expressly, but she kind of acted as though I was overreacting and that my spots looked like insect bites. And I insisted that I wanted to get tested for monkeypox. apoorva mandavilli Did you have a lot of lesions? nephi Like, I didn’t have a lot of them. Of the nine, only four of them that were on my skin that I could see kind of went through the —\napoorva mandavilli\nHe had about nine lesions. That’s it. But he was in a lot of pain.\nnephi When they were asking me to rate my pain, it was like baseline three. In the morning, when I’d have to go to the bathroom, I was like, 10 out of 10 pain. apoorva mandavilli Oh. So sorry. That sounds awful.\napoorva mandavilli\nSo he did manage to convince them that he needed to come in and get tested, and he did that.\nnephi — the initial results, that it was submitted to the Department of Health on the 12th. It took a little bit longer to come back. And at that point, the Department of Health called me to do a contact-tracing questionnaire and told me that I’d be contacted shortly to talk about treatment.\napoorva mandavilli\nSo here’s this man in excruciating pain —\nnephi I kept following up through them because I was in a lot of pain.\napoorva mandavilli\n— and he gets told that he doesn’t quite qualify for the drug yet because there are so many other people ahead of him who are sicker and need it more.\nnephi I got a text from a nurse at Columbia who asked if she could call me to evaluate me for treatment. And she told me that some people were getting secondary infections, and some people were immunocompromised, and they might have to put those types of cases ahead of mine. And she called me back later that morning and told me that I actually was not going to receive treatment. And I was pretty gutted.\napoorva mandavilli\nSo you know, you’re supposed to isolate while you have these lesions, and so Nephi had been isolating for a couple of weeks already while he’s waiting for this drug.\nnephi I just had three new lesions pop up on my back, which is so, so discouraging.\napoorva mandavilli\nThree new lesions pop up, so now it’s like he has to wait for those lesions to heal.\nnephi And then it feels like they’re resetting the clock when new ones pop up. It’s like your sentence is getting extended.\napoorva mandavilli\nAnd he finally got his first dose on the evening of July 21, so two weeks after he first went to get help.\nsabrina tavernise\nWow.\napoorva mandavilli\nAnd the most frustrating part of this is that, if he had gotten the drug sooner, he could have felt better so much sooner.\napoorva mandavilli Yeah. Well, thank you so much for sharing your story. Really appreciate it. nephi Yeah, no problem.\napoorva mandavilli\nHe texted me a couple of days after he got the treatment to say that, within 24 hours of getting the drug, his lesions went from swollen and red to flat dark spots in about 24 hours.\nsabrina tavernise\nWow. That’s amazingly effective, it sounds like.\napoorva mandavilli\nIt is. And how needless for him to have suffered for so long waiting for this drug.\nsabrina tavernise\nSo, Apoorva, I guess what’s so striking about Nephi’s story is just how much it sounds like what happened during COVID, right? Delays in treatment because our public health system just did not have the infrastructure to help him at first and wasn’t really set up to quickly help him. And that just seems like a really painful lesson that feels like we should have learned from COVID. But it’s happening again with a virus that in theory we were much better prepared for. So it just feels like a case of deja vu, maybe, like, a very depressing one.\napoorva mandavilli\nAnd a very painful one. I mean, after COVID, a lot of people said, oh, look, now we’ve learned so much about maybe something works on paper but it didn’t work in practice, and this is how we can fix it, and we’ll be much better prepared for the next virus that comes along, we’ll know exactly what to do. But it’s not turned out that way because there are really deep systemic problems in the public health system in this country. And I’ve been talking to a lot of experts about our pandemic preparedness, or lack thereof, and some of them have said that, in some ways, we’re probably less prepared now than we were before COVID.\nsabrina tavernise\nI mean, how is that even possible? Like, how could we be worse off now than before COVID?\napoorva mandavilli\nSo our public health system is absolutely stripped bare. We don’t have enough staff. We don’t have enough funding. I mean, the budget for public health in this country is a rounding error for the budget for the military.\nsabrina tavernise\nRight.\napoorva mandavilli\nPeople are exhausted after two-plus years of dealing with the pandemic. They’ve been abused and yelled at, and many of them have left. So in all those ways, we’re worse off. And then there are some structural things that make it very difficult for the United States to respond.\nsabrina tavernise\nWhat are those structural things?\napoorva mandavilli\nSo probably the biggest one is that we have a system where the federal government controls some things and is responsible for some things, but then the states have a whole lot of power. And under normal circumstances, the states are not required to tell the CDC or the FDA what they’re up to, so that makes it very hard for these federal agencies to know what’s going on and to respond appropriately. And this is really why we saw the patchwork of responses during COVID with one state doing one thing. New York had from policy that was completely different from what, say, Texas was doing or Florida was doing. And that’s not an issue that is simple to solve.\nsabrina tavernise\nSo are we just permanently doomed to repeat all the same mistakes every time a major public health crisis comes up, or are there parts of the system that are fixable?\napoorva mandavilli\nSome parts are fixable temporarily. So for example, the Biden administration right now is considering whether to declare a public health emergency in the United States, sort of the American equivalent of what the WHO did, and that will give federal agencies more power. They can demand more things from the states, more information. But that’s a Band-Aid fix. I’m not so sure that the fundamental problem of the states having some powers and the federal government being limited in what it can ask of them — that can’t be solved.\nsabrina tavernise\nIt’s just fundamentally the way that the country is set up, right?\napoorva mandavilli\nThat’s right. And what all of this means is that the next time a virus jumps from animals into people and starts circulating, our response to it is probably going to look very similar to what it has been for COVID and now for monkeypox.\nsabrina tavernise\nOn that note, where exactly are we right now with this outbreak, Apoorva? What’s the prognosis of doctors and public health experts you’re talking to about how this is going to look in a couple of months?\napoorva mandavilli\nWe will probably see tens of thousands of cases in the United States, according to the experts that I’m talking to. But we do have better access to tests now, and we have more doses of vaccines coming, and it will be easier to get the drug. So as awful as that sounds, I think we will start to contain this outbreak more. Long term, though, the people that I’ve been talking to say that it might be too late to get rid of monkeypox. At the moment, it’s mostly in men who have sex with men. 99 percent of the cases are in that community, and it’s possible that it’ll stay just in that community, or it may spill out a little bit. It could become something like chlamydia or gonorrhea that just continues to circulate at low levels through the population.\nsabrina tavernise\nSo it could be with us for the long term.\napoorva mandavilli\nIt could. But I think and hope that this particular outbreak could come under control within the next few months.\n[music]\nsabrina tavernise\nApoorva, thank you.\napoorva mandavilli\nThank you.\nsabrina tavernise\nWe’ll be right back. Here’s what else you should know today. Congress is poised to pass the most ambitious climate bill in U.S history after Senator Joe Manchin of West Virginia reversed his position and agreed to support it. The agreement was negotiated by a tiny group of Democrats over 10 days, mostly in secret and, if it passes, would resuscitate the centerpiece of President Biden’s domestic policy plan. The package would set aside $369 billion for climate and energy proposals. Manchin agreed to support it after the addition of new provisions that would allow more fossil fuel development and benefits for his home state. Still, it is unclear if Senator Kyrsten Sinema, a moderate Democrat of Arizona, will back the deal. And President Biden tested positive for the coronavirus again on Saturday morning, becoming the latest example of a rebound COVID case after taking the Paxlovid treatment. His doctor, Kevin O’Connor, said the president feels well and has not had a reemergence of symptoms. However, the positive result meant that Biden had to resume strict isolation, and trips scheduled for the next few days have been canceled. Today’s episode was produced by Rachelle Bonja, Michael Simon Johnson and Sydney Harper. It was edited by MJ Davis Lin, contains original music by Marion Lozano and was engineered by Chris Wood. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly.\n[music]", "url": "https://www.nytimes.com/2022/08/01/podcasts/the-daily/monkeypox-vaccine-treatment.html"}