{"authors": ["David Gelles"], "date_download": "2022-10-25 23:25:42", "date_modify": "2022-10-25 23:25:42", "date_publish": "2022-07-28 13:33:00", "description": "The move to exclude the institutions from state business is part of a growing effort by Republican officials to shut out companies that are backing away from fossil fuels.", "filename": "2022_07_28_business_west-virginia-fossil-fuel-banks_1666740342.html", "image_url": "https://static01.nyt.com/images/2022/07/28/climate/28cli-wvirginia1/28cli-wvirginia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_28_business_west-virginia-fossil-fuel-banks_1666740342.html", "title": "West Virginia Punishes Banks That It Says Don’t Support Coal", "title_page": "West Virginia Punishes Banks That It Says Don’t Support Coal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last month, Mr. Moore sent letters to six financial firms notifying them that they could be barred from state business and giving them 45 days to respond. In addition to Goldman Sachs and JPMorgan, Mr. Moore wrote to three other banks — Morgan Stanley, Wells Fargo and U.S. Bancorp — as well as the world’s largest asset manager, BlackRock.\nOf the six firms, all but U.S. Bancorp were barred from doing business with West Virginia on Thursday. The move comes just hours after Senator Joe Manchin of West Virginia, who for months has blocked the President Biden’s efforts to pass major climate legislation, announced a surprise deal that will radically expand federal support for renewable energy.\nGoldman Sachs, JPMorgan, Morgan Stanley and Wells Fargo have publicly said they were sharply reducing financing for new coal projects, while BlackRock has been reducing its actively managed holdings in coal companies since 2020.\nSuch moves are increasingly common on Wall Street as big financial firms move to reduce their financial exposure to industries like coal, which is a major contributor of planet-warming emissions, and has become less profitable in recent years.\nMany big companies, including those that Mr. Moore has banned from state business, have also pledged to drastically reduce their own emissions in the coming decades, and to play an active role in supporting a transition to an economy that is less reliant on fossil fuels.", "url": "https://www.nytimes.com/2022/07/28/business/west-virginia-fossil-fuel-banks.html"}