{"authors": ["James Poniewozik"], "date_download": "2022-10-25 22:59:21", "date_modify": "2022-10-25 22:59:21", "date_publish": "2022-06-27 17:29:48", "description": "“Only Murders in the Building” is the latest series to explore the mystery: Does a good first season always need a sequel?", "filename": "2022_06_27_arts_television_only-murders-in-the-building-season-2_1666738761.html", "image_url": "https://static01.nyt.com/images/2022/06/28/arts/27secondseason-1/27secondseason-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_27_arts_television_only-murders-in-the-building-season-2_1666738761.html", "title": "Returning to the Scene", "title_page": "‘Only Murders in the Building’ Returns to the Scene - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Early in the second season of Hulu’s “Only Murders in the Building,” Charles-Haden Savage (Steve Martin), one of a trio of amateur sleuths and podcasters, points out a pitfall of murder shows. “It’s very rare for a true-crime podcast to do a sequel,” he says. “They usually move on to a new case that never hits like the original.”\nIt’s just one of several meta “second season” references, which come across half like knowing jokes, half like pre-emptive confessions. “You guys are really struggling this season,” one character says, while a Greek chorus of podcast fans grouse about the season-within-a-season’s pacing: “Five entire episodes of vamping.”\n“Only Murders” is a smart show — smart, as its New Yorker-esque opening titles suggest, is its brand — and it must know what it’s doing here. It is talking not only about murder podcasts, nor only about itself.\nInstead, this series, which returns Tuesday and whose first season was a low-key delight of 2021, is one face in a curious modern TV lineup: Programs that tell a satisfying, complete story in a single season but then keep going, often with diminishing returns.", "url": "https://www.nytimes.com/2022/06/27/arts/television/only-murders-in-the-building-season-2.html"}