{"authors": ["Joe Drape"], "date_download": "2022-10-25 23:35:12", "date_modify": "2022-10-25 23:35:12", "date_publish": "2022-06-07 09:00:21", "description": "Lisa Lazarus is the chief executive of a new organization created by Congress whose job is to eliminate doping and abuse in thoroughbred racing.", "filename": "2022_06_07_sports_horse-racing_lisa-lazarus-horse-racing-safe_1666740912.html", "image_url": "https://static01.nyt.com/images/2022/06/07/sports/07horses-lazarus/07horses-lazarus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_07_sports_horse-racing_lisa-lazarus-horse-racing-safe_1666740912.html", "title": "Lisa Lazarus Wants to Convince You That Horse Racing Is Clean", "title_page": "Lisa Lazarus Wants to Convince You That Horse Racing Is Clean - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is a hard job that many in horse racing wish was never created.\nThe constitutionality of the federal law is being challenged in court by horse trainer groups and regulators from various states. Last month, the Texas Racing Commission threatened to shut down racing altogether when the measure takes effect on July 1.\nThe law has an urgent and necessary role in light of horse racing’s recent doping scandals, the frequent and mysterious deaths of thoroughbreds and waning interest in the sport. Despite the legal challenges, the federal law has been hailed as a watershed by most breeders and owners from Kentucky to New York.\n“It gives the horse industry a future,” said the fourth generation breeder and owner Arthur Hancock III. “We were a rogue nation. Now we are not.”\nOn the job for only five months, Lazarus is careful not to declare that horse racing is on life support. She has a warning, however, for horsemen and horsewomen.\n“I will say that I think any sport or entertainment that involves an animal is under incredible scrutiny, as it should be, and that the standards are different today than what they used to be,” Lazarus said. “We have a social license to prove to the community that we take care of our horses and that we are playing fair. And if we don’t do those things, we will certainly be in trouble.”", "url": "https://www.nytimes.com/2022/06/07/sports/horse-racing/lisa-lazarus-horse-racing-safe.html"}