{"authors": ["Kenneth P. Vogel"], "date_download": "2022-10-25 23:33:41", "date_modify": "2022-10-25 23:33:41", "date_publish": "2022-10-12 17:31:50", "description": "The groups in the network spent nearly $504 million on policy and political fights, including grants to about 150 allied groups, between mid-2015 and last year.", "filename": "2022_10_12_us_politics_leonard-leo-network_1666740821.html", "image_url": "https://static01.nyt.com/images/2022/10/07/us/politics/00dc-leo-network/merlin_164473887_1b1a934e-50d1-4293-9732-2f439e459afb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_12_us_politics_leonard-leo-network_1666740821.html", "title": "Leonard Leo’s Powerful Conservative Network Is Not Easily Defined", "title_page": "Leonard Leo’s Powerful Conservative Network Is Not Easily Defined - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The network of increasingly influential conservative groups that Leonard A. Leo has helped to create and shape is not easily defined or quantified.\nIt is funded mostly by so-called dark money that is difficult to trace. The roster of nonprofit groups has evolved, with some ceasing operations and others being added. Mr. Leo has formal leadership roles in some groups, while he is an informal adviser to others. Most of the nonprofit groups have paid him or his for-profit firms, CRC Advisors and BH Group.\nThe groups included in The New York Times’s analysis include:\nThe 85 Fund and the Concord Fund: Formerly known as the Judicial Education Project and Judicial Crisis Network, respectively, these groups are run by Mr. Leo’s allies. But they have paid his for-profit groups, including more than $7.4 million to BH Group, which is owned at least partly by Mr. Leo, since the beginning of 2016; and more than $18.3 million to CRC Advisors since Mr. Leo joined that firm in 2020. The 85 Fund and the Concord Fund act as funding hubs to a broader coalition, disseminating tens of millions of dollars in grants to allied nonprofits, and serving as incubators for in-house projects, including one highlighting critical race theory in schools and another fighting Democratic efforts to expand voter access.\nAmerica Engaged, BH Fund, and Freedom and Opportunity Fund: These three groups, which are controlled partly by Mr. Leo, were formed in 2016 as he started experimenting with how to build a political financing network. They paid CRC nearly $2.8 million, albeit before Mr. Leo joined the firm. Freedom and Opportunity Fund, which was intended to act as a pass-through for donors to steer money to an array of politically oriented and other groups, closed at the end of 2018, after Mr. Leo started a different group.\nMarble Freedom Trust: This group, which is controlled by Mr. Leo, was formed in May 2020. Over the next year, it paid him $350,000 and received a donation of $1.6 billion worth of company shares from a major donor.\nFederalist Society: The group where Mr. Leo made his name paid him more than $500,000 in the last year during which he helped lead it on a daily basis, from 2019 into 2020. He remains co-chairman of the group, which paid CRC more than $1.5 million after he joined the firm.\nRule of Law Trust: Formed in 2018 as a sort of hub for disseminating funds to other groups, this group listed Mr. Leo as its sole trustee and has paid more than $1.5 million to a Federalist Society official who became a partner at CRC Advisors.\nWellspring Committee: Initially functioning as part of the Koch brothers’ network in the run-up to the 2008 election, this group was used by Mr. Leo’s allies to funnel money to the outfit that became the Concord Fund. Wellspring paid Mr. Leo’s BH Group nearly $1.7 million in 2016 and 2017, before closing down at the end of 2018.\nMr. Leo described this network as an effort to match a big-money operation aligned with Democrats that helped the left surge past the right in dark money spending in 2020, the most recent year for which comprehensive nonprofit filings are available.\nMr. Leo also sits on the boards of other groups that have received funds from the network for socially conservative causes, including fighting policies they say are infringements against religious rights.", "url": "https://www.nytimes.com/2022/10/12/us/politics/leonard-leo-network.html"}