{"authors": ["Emma Bubola", "Euan Ward"], "date_download": "2022-10-25 23:33:58", "date_modify": "2022-10-25 23:33:58", "date_publish": "2022-08-17 18:55:51", "description": "Cutting back on meat. Choosing cheaper supermarket brands. Stockpiling soap. Soaring prices force more sacrifices.", "filename": "2022_08_17_world_europe_britain-inflation-prices_1666740838.html", "image_url": "https://static01.nyt.com/images/2022/08/17/world/17uk-inflation-reax-1/merlin_211586316_8d3bfb7e-516f-409a-9d2b-d69fe66243fd-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_world_europe_britain-inflation-prices_1666740838.html", "title": "Britons Brace for More Hardship as Prices Soar Amid Inflation", "title_page": "Britons Brace for More Hardship as Prices Soar Amid Inflation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Stacey Smith grabbed some boxes of tea from a low shelf of a London supermarket on Wednesday, and then phoned the neighbor who had asked her to buy them.\n“They have gone up 20 pence,” she said. “Do you still want them?”\nHer neighbor agreed to accept the price increase, something that Ms. Smith, a teaching assistant and a single mother of three, has been unable to do with her own shopping. After she bought the tea, she headed to Aldi, a cheaper supermarket, to shop for her family.\nIn the past months, as food prices have soared in Britain, she has cut down on meat and relied on pasta and sauces instead. Her children have stopped attending swimming lessons, she has limited their trips to the fridge for snacks and she has turned down their requests for money to spend at the bowling alley.\n“We need that money for food,” said Ms. Smith, who makes 1,200 pounds (about $1,400) a month. “Before, we were keeping our head just above the water. Now, we are literally sinking.”", "url": "https://www.nytimes.com/2022/08/17/world/europe/britain-inflation-prices.html"}