{"authors": ["Amanda Hess"], "date_download": "2022-10-25 23:36:51", "date_modify": "2022-10-25 23:36:51", "date_publish": "2022-04-26 09:00:06", "description": "The new frontier of children’s entertainment is internet-native cartoon characters selling nonfungible tokens on social-media apps for tots.", "filename": "2022_04_26_arts_nft-zigazoo-qai-qai_1666741011.html", "image_url": "https://static01.nyt.com/images/2022/04/27/arts/26kids/26kids-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_26_arts_nft-zigazoo-qai-qai_1666741011.html", "title": "Does a Toddler Need an NFT?", "title_page": "Does a Toddler Need an NFT? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Does your toddler need an NFT? Zigazoo says yes. The app’s mission is to “empower kids to shape the very landscape and infrastructure of NFTs and Web3,” to help them “express themselves through art and practice essential financial literacy skills” and to allow them to grow into “tomorrow’s digital citizens.” As Rebecca Jennings recently reported in Vox, efforts to usher children into the worlds of cryptocurrency, NFTs and blockchain technology are being pitched as “preparing future workers for lucrative jobs in tech.” Traditional children’s entertainment has long angled at extracting maximum cash from its little consumers (soon Pixar will release a gritty origin film featuring the “Toy Story” character Buzz Lightyear), but the slick language suggesting that kids should spend money to make money feels new. Platforms like Zigazoo are building a hype bubble for children and pitching it as a creative outlet, an educational opportunity, even a civic duty to join in.\nImage\nRecently I practiced my own essential financial literacy skills by acquiring a set of images of Qai Qai dancing in a tutu. First I had to download Zigazoo, which is a kind of junior TikTok designed to be managed by an adult caregiver. Once you’re inside, the app solicits videos built around anodyne “challenges,” like “Can you sing in another language?,” and not-too-personal questions, like “What are your favorite shoes to wear?” The content feels less important than the design of the app, which, like any grown-up social network, encourages users to amass followers, rack up likes and generally become Zigazoo-famous. In Zigazoo-ese, this might be translated as “practicing essential attention economy skills.”\nMany of the app’s users appear charmingly unpolished, posting shaky videos that cut their faces off at their foreheads or chins as they deliver breathless extemporaneous monologues. And yet their dispatches are infused with the language of influencers; a typical video begins with “Hey Zigazoo friends!” and ends with “Like and subscribe!” Along the way there are apologies for not posting recently, promises to post more soon and offers to shout out the user’s most engaged followers in the next post, even if those followers don’t exist. Occasionally this strange and tender feed will be interrupted by an oddly glossy video — like from a big-on-Zigazoo child actor who can execute his challenges while staring meaningfully into the lens and tickling a piano just out of frame. (When I signed up, Zigazoo suggested I follow him, along with an account associated with the “Paw Patrol” movie and a teenage “Ninja Warrior” champion.) Occasionally, adults will appear. Usually they are selling something, like a toy subscription box or a podcast for children.", "url": "https://www.nytimes.com/2022/04/26/arts/nft-zigazoo-qai-qai.html"}