{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:34:12", "date_modify": "2022-10-25 23:34:12", "date_publish": "2022-07-20 10:13:53", "description": "The prices of food and fuel continued to rise fast, and consumers were squeezed as wages failed to keep up.", "filename": "2022_07_20_business_uk-inflation_1666740852.html", "image_url": "https://static01.nyt.com/images/2022/07/20/multimedia/20UK-inflation/20UK-inflation-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_20_business_uk-inflation_1666740852.html", "title": "British Inflation Climbs to 9.4 Percent, a New 40-Year High", "title_page": "British Inflation Climbs to 9.4 Percent, a New 40-Year High - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Consumer prices in Britain rose 9.4 percent in June from a year earlier, intensifying the squeeze on household budgets as inflation continued to run at its fastest pace in 40 years.\nRising prices for food and motor fuels were the biggest reason for the jump in inflation in June, up from a 9.1 percent rate the month before, the Office for National Statistics said on Wednesday. Motor fuel prices have risen more than 40 percent over the past year, with gasoline and diesel prices setting record highs. In June, food and drink prices jumped nearly 10 percent from a year earlier, the biggest increase since 2009, with prices for milk, cheese and eggs rising notably over the past month. Household energy bills also remain a major source of soaring inflation.\nWith inflation at its highest level in four decades, households are feeling the pain acutely because pay increases are lagging far behind prices. Pay, after it was adjusted for inflation and excluding bonuses, fell 2.8 percent in March to May compared with a year earlier, the statistics agency said on Tuesday. That’s the steepest decline in so-called real wages on record.\nSince Russia invaded Ukraine, energy, commodity and food prices have jumped higher, worsening inflation around the world. But in Britain, this had collided with a tight labor market that is encouraging employers to offer higher wages and increase prices for their goods and services. For policymakers, there is now a difficult balancing act between raising interest rates to tackle inflation, which is running far above the rate targeted by the Bank of England, and not exacerbating a cost-of-living crisis by tipping the economy into a recession.", "url": "https://www.nytimes.com/2022/07/20/business/uk-inflation.html"}