{"authors": ["Kellen Browning"], "date_download": "2022-10-25 23:46:51", "date_modify": "2022-10-25 23:46:51", "date_publish": "2022-03-08 19:35:06", "description": "In a showcase on Tuesday, Apple added to its ever-expanding array of product offerings.", "filename": "2022_03_08_technology_apple-iphone-ipad-event_1666741611.html", "image_url": "https://static01.nyt.com/images/2022/03/08/business/08economy-briefing-apple/08economy-briefing-apple-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_08_technology_apple-iphone-ipad-event_1666741611.html", "title": "Apple Showcase Unveils Mac Studio, New iPhone SE and More", "title_page": "Apple Showcase Unveils Mac Studio, New iPhone SE and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apple’s latest product showcase on Tuesday had all the hallmarks of a typical launch for the world’s most valuable public company: vibrant colors, upbeat music, a slate of incremental product improvements and a surprise.\nIn a video presentation, the company unveiled a new, faster iPhone SE, the entry-level version of its flagship product, bumping the price to $429 from the older version’s $399. Apple also introduced a speedier iPad Air tablet for $599. And it announced the Mac Studio, a powerful desktop computer that is like an upgraded version of the Mac Mini. The cheapest version of the computer retails at $1,999, plus $1,599 for the display screen.\nThe surprise was the M1 Ultra processing chip, the latest and most powerful version in the line of Apple-produced chips, which rolled out in 2020, when the company stopped relying on Intel.\nApple also said that two weekly Friday night Major League Baseball games would begin airing exclusively on Apple TV Plus, the company’s streaming service. M.L.B. has begun canceling games for the upcoming season after failing to forge a new collective bargaining agreement with its players union, possibly impacting those plans.", "url": "https://www.nytimes.com/2022/03/08/technology/apple-iphone-ipad-event.html"}