{"authors": ["Alan Rappeport"], "date_download": "2022-10-26 00:16:23", "date_modify": "2022-10-26 00:16:23", "date_publish": "2022-09-12 19:24:44", "description": "The Treasury secretary will deliver a speech to staff laying out the modernization plans.", "filename": "2022_09_12_business_janet-yellen-irs-overhaul-80-billion_1666743383.html", "image_url": "https://static01.nyt.com/images/2022/09/13/business/12dc-treasury-print/12dc-treasury-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_12_business_janet-yellen-irs-overhaul-80-billion_1666743383.html", "title": "Yellen to Visit IRS Facility as Biden Administration Prepares to Bolster Tax Agency", "title_page": "Yellen to Visit IRS Facility as Biden Administration Prepares to Bolster Tax Agency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Treasury Secretary Janet L. Yellen will make her first visit to an Internal Revenue Service facility on Thursday as the Biden administration embarks on an $80 billion overhaul of the tax collection agency.\nMs. Yellen plans to tour the I.R.S. offices in New Carrollton, Md., and give a speech to employees there about plans to modernize the agency, according to a Treasury official. The building there houses about 7,500 I.R.S. staff who are focused mostly on information technology services.\nThe visit is part of a push by Ms. Yellen and other top Biden administration officials to promote President Biden’s economic agenda ahead of the November midterm elections. As part of the so-called Inflation Reduction Act that Congress passed last month, the I.R.S. will receive $80 billion of funding over the next decade to bolster its enforcement and upgrade its customer service and computer systems.\nThe investment in the agency is projected to generate more than $120 billion in additional revenue to the federal government by narrowing the $7 trillion shortfall of taxes that are projected to go uncollected over the coming decade.", "url": "https://www.nytimes.com/2022/09/12/business/janet-yellen-irs-overhaul-80-billion.html"}