{"authors": ["Lauren Hirsch", "Anupreeta Das", "Erin Griffith", "Mike Isaac"], "date_download": "2022-10-25 23:40:31", "date_modify": "2022-10-25 23:40:31", "date_publish": "2022-05-05 11:43:55", "description": "The filing lists a number of investment firms and other backers who will contribute $7 billion to the deal.", "filename": "2022_05_05_business_elon-musk-twitter-investors_1666741231.html", "image_url": "https://static01.nyt.com/images/2022/05/06/business/05musk-twitter-sub/05musk-twitter-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_05_business_elon-musk-twitter-investors_1666741231.html", "title": "Musk Brings in New Investors to Contribute $7 Billion to Twitter Deal", "title_page": "Musk Brings in New Investors to Contribute $7 Billion to Twitter Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In numerous conversations over the last several days, Elon Musk began making promises about what he could do with Twitter.\nMr. Musk, the world’s richest man, told potential investors that he could double the number of users on the platform to more than half a billion by 2025, four people briefed on the conversations said. Not only that, he said, he could more than double Twitter’s revenue by that date and bring tens of millions of paying subscribers to the service, two of the people said.\nMr. Musk added that investors would make a handsome return if they bought into his pitch. And he told them that he would take charge of Twitter, at least for a time, as its chief executive.\nInvestors bought in. On Thursday, Mr. Musk revealed that he had raised around $7 billion from 18 entities to help fund his blockbuster $44 billion acquisition of Twitter. The investors were a mix of Mr. Musk’s Silicon Valley friends — including venture capital firms such as Andreessen Horowitz and tech moguls like Larry Ellison — as well as cryptocurrency companies, family offices, sovereign wealth funds, property firms and mutual-fund companies.", "url": "https://www.nytimes.com/2022/05/05/business/elon-musk-twitter-investors.html"}