{"authors": ["Sopan Deb"], "date_download": "2022-10-25 22:57:21", "date_modify": "2022-10-25 22:57:21", "date_publish": "2022-09-03 16:00:06", "description": "If all James did was win basketball games, that would be more than enough. But his value goes beyond the court.", "filename": "2022_09_03_sports_basketball_lebron-james-lakers-contract_1666738641.html", "image_url": "https://static01.nyt.com/images/2022/09/02/sports/02nba-lebron-1/02nba-lebron-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_03_sports_basketball_lebron-james-lakers-contract_1666738641.html", "title": "Why LeBron James Is Worth $100 Million to the Lakers, Win or Lose", "title_page": "Why LeBron James Is Worth $100 Million to the Lakers, Win or Lose - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If one believes in science, historical trends and the limits of human capabilities, there’s a high likelihood that the 37-year-old LeBron James soon will no longer play like a superstar.\nAfter all, in the history of the N.B.A., few players were even in the league at that age, much less playing as well as he does. Last year with the Los Angeles Lakers, in his 19th season, James averaged 30.3 points a game, the second highest of his career and the most on the team. He was named an All-Star for the 18th time.\nJames makes it look easy, but the short list of players who were competing at an All-Star level around James’s age shows that it is not: Kareem Abdul-Jabbar, Karl Malone, John Stockton and Michael Jordan. Chris Paul, who turned 37 in May, may deserve to be on the list.\nStill, trends would suggest that the Lakers’ recent decision to sign James to a two-year, $97.1 million extension with a player option for a third year might not pay off on the court. The Lakers didn’t make the playoffs last season, and James played just 56 of 82 games because of injuries and rest. His contract will eat up a significant percentage of the team’s salary cap space, making it harder for the team to add other top-tier players. James has defied human limits thus far, but each year is a new chance for science to win.", "url": "https://www.nytimes.com/2022/09/03/sports/basketball/lebron-james-lakers-contract.html"}