{"authors": ["The Learning Network"], "date_download": "2022-10-25 23:25:02", "date_modify": "2022-10-25 23:25:02", "date_publish": "2022-10-20 15:00:02", "description": "A new book compares the income trajectories of immigrants’ children with those of people whose parents were born in the United States. What do the results show?", "filename": "2022_10_20_learning_whats-going-on-in-this-graph-oct-26-2022_1666740302.html", "image_url": "https://static01.nyt.com/images/2022/10/19/learning/ImmigrantChildrenGraphLN/ImmigrantChildrenGraphLN-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_20_learning_whats-going-on-in-this-graph-oct-26-2022_1666740302.html", "title": "What’s Going On in This Graph? | Oct. 26, 2022", "title_page": "What’s Going On in This Graph? | Oct. 26, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "1. After looking closely at the map above (or at this full-size image), answer these four questions:\nWhat do you notice?\nWhat do you wonder?\nHow does this relate to you and your community?\nWhat’s going on in this graph? Create a catchy headline that captures the graph’s main idea.\nThe questions are intended to build on one another, so try to answer them in order.\n2. Next, join the conversation online by clicking on the comment button and posting in the box. (Teachers of students younger than 13 are welcome to post their students’ responses.)\n3. Below the response box, there is an option to click on “Email me when my comment is published.” This sends the link to your response which you can share with your teacher.\n4. After you have posted, read what others have said, then respond to someone else by posting a comment. Use the “Reply” button to address that student directly.\nOn Wednesday, Oct. 26, teachers from our collaborator, the American Statistical Association, will facilitate this discussion from 9 a.m. to 2 p.m. Eastern time.\n5. By Friday morning, Oct. 28, we will reveal more information about the graph, including a free link to the article that includes this graph, at the bottom of this post. We encourage you to post additional comments based on the article, possibly using statistical terms defined in the Stat Nuggets.", "url": "https://www.nytimes.com/2022/10/20/learning/whats-going-on-in-this-graph-oct-26-2022.html"}