{"authors": ["Jonah E. Bromwich", "Jan Ransom"], "date_download": "2022-10-25 23:49:45", "date_modify": "2022-10-25 23:49:45", "date_publish": "2022-04-19 18:53:57", "description": "Damian Williams wrote that his office might have no choice but to seek “aggressive relief” for the serious problems at the jail.", "filename": "2022_04_19_nyregion_rikers-island-federal-control_1666741785.html", "image_url": "https://static01.nyt.com/images/2022/04/19/nyregion/19rikers/19rikers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_19_nyregion_rikers-island-federal-control_1666741785.html", "title": "Rikers Chaos Could Lead to Federal Court Control, U.S. Attorney Says", "title_page": "Rikers Chaos Could Lead to Federal Court Control, U.S. Attorney Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The U.S. attorney in Manhattan raised the prospect on Tuesday of placing Rikers Island under a federal court’s control, an extraordinary step that would amount to a no-confidence vote in New York City’s ability to reverse the crisis that has intensified at the jail complex over the past 18 months.\nIn a letter filed in federal court, the U.S. attorney, Damian Williams, wrote that the city had failed to say how it would remedy the chaos and added that if it did not make “dramatic systemic reforms” and bring in outside experts, his office would be “left with no other option but to seek more aggressive relief.”\nThat could include seeking the appointment of an outside official to run the jail, the letter said.\nThe letter was filed with a federal judge, Laura Taylor Swain, who has presided over the long-running case that led to the appointment of a monitor who oversees reforms at the complex. The city’s jail system now has about 7,700 uniformed staff with a majority on Rikers Island, a complex with eight separate jails that hold about 5,500 people.\nA receiver — whom the court would appoint to run the complex directly — could face fewer obstacles in improving conditions at Rikers. The daily absenteeism of more than a third of the correction officers has led to inhumane conditions for detainees and staff alike. Sixteen people held in city jails died last year, the most since 2013, and three more have already died this year.", "url": "https://www.nytimes.com/2022/04/19/nyregion/rikers-island-federal-control.html"}