{"authors": ["John Jeremiah Sullivan"], "date_download": "2022-10-25 23:37:39", "date_modify": "2022-10-25 23:37:39", "date_publish": "2022-10-19 14:35:22", "description": "In “The Passenger,” a pair of siblings contend with the world’s enigmas and their own demons.", "filename": "2022_10_19_books_review_cormac-mccarthy-passenger_1666741059.html", "image_url": "https://static01.nyt.com/images/2022/10/23/books/review/23Sullivan-COVER/23Sullivan-COVER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_19_books_review_cormac-mccarthy-passenger_1666741059.html", "title": "Review: ‘The Passenger,’ by Cormac McCarthy", "title_page": "Review: ‘The Passenger,’ by Cormac McCarthy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This first scene with Bobby Western is great, a reminder (just in time) of the elegance and force of good McCarthy. The whole setup is effective and creepy. It’s a frigid night in 1980, and a chartered plane has gone down in the Gulf of Mexico, not far from New Orleans. The team of divers to which Bobby belongs has been hired to go down and inspect. We observe the “tender,” the person who stays on the boat and directs the divers below:\n“The tender was lying on his elbows with the headset on watching the dark water beneath them. From time to time the sea would flare with a soft sulphurous light where forty feet down Oiler was working with the cuttingtorch. Western watched the tender and he blew on the tea and sipped it and he watched the lights moving along the causeway like the slow cellular crawl of waterdrops on a wire.”\nSlightly showy? If so, only with what Wallace Stevens called the “essential gaudiness” of the best poetry. The action passages underwater are also splendid. You are down there with them by the wreck, “the shape of the fuselage tunneling off into the dark.” You drift past “the hulking nacelles that held the turbofan engines” (nacelles: those streamlined shells around the engines, a surprisingly old word in English, 15th century, referring originally to a tiny ship).\nWhen the divers get into the plane, they find that one of the bodies is missing. There are eight passengers on the manifest but only seven on board. Has someone escaped, after first causing the crash? Or, even more ominous, has the site been visited already, and a body removed? Throughout much of the rest of the story, shadowy men who represent powerful agencies visit Bobby and rummage through his stuff, or threaten to rough him up. They think he knows something about the plane. They themselves either know something about it, or don’t and are frustrated by that. This state of affairs never quite rises to the level of plot, but it does establish paranoid atmosphere.\nBobby and Alicia Western grew up together in east Tennessee. Their parents worked at Oak Ridge, where their father, a physicist, helped design and fabricate the atom bomb. He was a genius from the North, their mother a local. There is writerly self-mythologizing here, not in the sense of narcissism, but in the way that most writers turn the idiosyncratic facts of their biographies into maps of reality. McCarthy’s father, Charles — that’s Cormac’s real name, too — was likewise from the North, and came to east Tennessee in the employ of the Tennessee Valley Authority, a federal agency that, in bringing electrical power to the rural South, had a hand in the erasure of swaths of that region’s folk culture. The T.V.A. also provided the power to the Oak Ridge facility, making possible certain atomic experiments of the early 1940s, the work that finally destroys the world in McCarthy’s Spenglerian-gothic vision (and in his apocalyptic road novel, “The Road”).\nThe Westerns made me think about the real-life McCarthys and see them in a different light, a useful one, in grappling with the writer’s oeuvre. I hadn’t thought before about how other he had grown up. Irish Catholics in the mid-South, for starters; clearly the Westerns’ Jewishness stands in for the McCarthys’ Catholicism. His parents were well-educated Yankees (Cormac himself was born in Rhode Island) who lived in a nice house in a section strewn with shacks and sent the kids to parochial school. McCarthy’s mother, Gladys, hosted tea parties for Wellesley alumni. His pretty, thick-browed sisters won spelling bees and got scholarships to go elsewhere. They were aliens in that country.\nAll of which makes it sort of marvelous that McCarthy inherited the mantle of the Great Southern Writer. His background doesn’t diminish the achievement. It may help to account for it some — dwelling in the midst of a society but seeing it from the outside, with heightened sensitivity and detached sensibility. On the other hand, The Knoxville Journal records that, as a boy, McCarthy was “accidentally shot in both legs” one night, as he and “another child were playing with an old .22 rifle,” so we know that local influences seeped in. Sense of place, as they say.", "url": "https://www.nytimes.com/2022/10/19/books/review/cormac-mccarthy-passenger.html"}