{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:42:23", "date_modify": "2022-10-25 23:42:23", "date_publish": "2022-09-04 18:07:50", "description": "John Sullivan managed the U.S. embassy during its most difficult period in decades — when Moscow forced hundreds of employees to leave and after Russia invaded Ukraine.", "filename": "2022_09_04_world_europe_john-sullivan-us-ambassador-russia-retire_1666741343.html", "image_url": "https://static01.nyt.com/images/2022/09/04/multimedia/04ukraine-briefing-ambassador-sullivan-1/04ukraine-briefing-ambassador-sullivan-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_04_world_europe_john-sullivan-us-ambassador-russia-retire_1666741343.html", "title": "John Sullivan, the U.S. Ambassador to Russia, Leaves Moscow to Retire", "title_page": "John Sullivan, the U.S. Ambassador to Russia, Leaves Moscow to Retire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John J. Sullivan, the U.S. ambassador to Russia, left Moscow on Sunday and is retiring from public service after serving under five American presidents, the State Department said.\nMr. Sullivan oversaw the operations of the U.S. diplomatic mission in Russia during its most difficult period in decades — after President Vladimir V. Putin of Russia ordered a full-scale invasion of Ukraine in February, prompting the United States and partner nations to impose economic sanctions on Russia and give Ukraine weapons and humanitarian aid.\nMr. Sullivan, a Republican, served as deputy secretary of state under both of the secretaries of state in the Trump administration, Rex Tillerson and Mike Pompeo, before being appointed ambassador to Russia in December 2019. He served as acting secretary of state in April 2018, before Mr. Pompeo began his tenure leading the State Department.\nBefore the Ukraine war, Russia and the United States had for five years engaged in retaliatory actions over diplomatic staffing. Mr. Sullivan told Politico in a written exchange in February that the number of employees in the U.S. embassy in Moscow had dropped to about 150 from about 1,200 during that period. Mr. Sullivan said there were entire floors of the embassy that were unoccupied, and row after row of empty cubicles and dark offices.", "url": "https://www.nytimes.com/2022/09/04/world/europe/john-sullivan-us-ambassador-russia-retire.html"}