{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:51:29", "date_modify": "2022-10-25 23:51:29", "date_publish": "2022-03-10 12:00:09", "description": "A group of progressive senators and House members urged federal officials to scrutinize the plan, saying it could harm travelers and workers.", "filename": "2022_03_10_business_spirit-frontier-airline-merger_1666741889.html", "image_url": "https://static01.nyt.com/images/2022/03/10/business/10economy-briefing-spirit/merlin_203183109_4cd5e22e-fd7d-40a0-91c1-00e3c878a9e4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_10_business_spirit-frontier-airline-merger_1666741889.html", "title": "Spirit-Frontier Merger Could Hurt Airline Competition, Legislators Say", "title_page": "Spirit-Frontier Merger Could Hurt Airline Competition, Legislators Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A group of progressive lawmakers wants federal officials to scrutinize the proposed merger of Spirit Airlines and Frontier Airlines over concerns that the combination could prove anti-competitive and hurt customers and workers.\nThe lawmakers — including Senators Elizabeth Warren of Massachusetts and Bernie Sanders of Vermont and Representative Alexandria Ocasio-Cortez of New York — warn that the merger could drive up ticket prices, worsen customer service and reduce worker leverage. They laid out those misgivings in a letter on Wednesday to Transportation Secretary Pete Buttigieg and Assistant Attorney General Jonathan Kanter, the top antitrust official in the Justice Department.\n“For decades, the airline industry has been plagued by increasing consolidation, producing massive airline giants while leaving consumers and workers behind,” the lawmakers wrote. “Because the proposed Spirit-Frontier merger threatens to exacerbate these trends — including by potentially increasing prices during a period of high inflationary pressure — we urge the Department of Justice and the Department of Transportation to closely review this megamerger.”\nIf federal officials find that the deal violates antitrust law or fails to serve the public interest, they should oppose the merger, the lawmakers said. The letter was also signed by Senator Ben Ray Luján of New Mexico and Representatives Rashida Tlaib of Michigan, Katie Porter of California, Jan Schakowsky of Illinois and Mondaire Jones of New York.", "url": "https://www.nytimes.com/2022/03/10/business/spirit-frontier-airline-merger.html"}