{"authors": ["Christine Hauser"], "date_download": "2022-10-25 23:41:11", "date_modify": "2022-10-25 23:41:11", "date_publish": "2022-02-26 13:00:15", "description": "Legislators have introduced a bill to honor their contribution with the Congressional Gold Medal.", "filename": "2022_02_26_us_civil-war-black-troops_1666741271.html", "image_url": "https://static01.nyt.com/images/2022/02/20/obituaries/00xp-blacktroops-Groups/00xp-blacktroops-Groups-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_26_us_civil-war-black-troops_1666741271.html", "title": "A Call to Remember the 200,000 Black Troops Who Helped Save the Union", "title_page": "Black Troops Who Served in the Civil War Could Get Congressional Honor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Their sacrifices were heroic, charging into gunfire on Civil War battlefields. Free Black men from the North took up arms while their family members were still enslaved in the South. They wrote of hope in letters to their wives.\nBlack troops played a significant role during the Civil War, one that has been preserved in photographs and service records. But historians say their contribution has not been adequately honored. More than 150 years after the end of the Civil War, two Democratic legislators want to fix that.\nThis month, Senator Cory Booker of New Jersey and Representative Eleanor Holmes Norton of the District of Columbia introduced a bill that would award the Congressional Gold Medal, Congress’s equivalent of the Presidential Medal of Freedom, to about 200,000 Black troops and naval men who fought for the Union.\nThe medal’s first recipient was George Washington for his “wise and spirited conduct” in 1776 in the siege and acquisition of Boston. Other recipients rescued survivors of the Titanic, flew polar routes, composed patriotic songs or led troops in World War I.", "url": "https://www.nytimes.com/2022/02/26/us/civil-war-black-troops.html"}