{"authors": ["Dave Itzkoff"], "date_download": "2022-10-25 23:46:25", "date_modify": "2022-10-25 23:46:25", "date_publish": "2022-02-28 10:00:23", "description": "Amid concurrent versions of the crime-fighter, this director aimed for something personal that would also serve a studio’s needs. The result is a foreboding vision.", "filename": "2022_02_28_movies_the-batman-matt-reeves-robert-pattinson_1666741585.html", "image_url": "https://static01.nyt.com/images/2022/03/06/arts/06matt-reeves1/06matt-reeves1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_28_movies_the-batman-matt-reeves-robert-pattinson_1666741585.html", "title": "Matt Reeves on 'The Batman' and Robert Pattinson", "title_page": "Matt Reeves on 'The Batman' and Robert Pattinson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Reeves was deep into postproduction on “War” when Warner Bros. approached him about directing Affleck’s Batman movie. After reviewing that script, Reeves called it “a totally valid and cool take” on the character, “an action set-piece adventure” that he likened to a James Bond movie for the studio’s extended universe of DC superheroes.\n“I just didn’t know how I would direct that,” Reeves said. Despite the studio’s interest, he said, “I don’t think you’re going to want me because I wouldn’t do this. And then they asked me what I would do.”\nThis wasn’t a question Reeves was immediately prepared to answer. “I said, I’m in the middle of making this ‘Apes’ movie so I can’t really tell you,” he recalled with a laugh.\nREEVES HAD SPENT A LIFETIME reflecting on Batman, a character defined for him less by 80 years of comic-book lore or recent cinematic incarnations than by Adam West’s straight-faced portrayal in the arch 1960s TV series. “I didn’t see any irony in any of that,” Reeves said. “There was just something cool about that Batman, and that was my way in.”\nGiven the many films that had depicted young Bruce Wayne’s tragic loss of his parents and his awakening as a crime-fighter, Reeves said, “we couldn’t do an origin story.” As his concept came together, Reeves said he wanted to “make sure that Batman is the character who has the emotional arc — you see him go through tremendous trauma and then marshal the will to find a way through.”\nWarner Bros. waited for Reeves to finish his last “Apes” movie so it could hear his Batman pitch, and with the studio’s go-ahead, he began working on a script in early 2017. Some time later Affleck left the project entirely. Reeves said in our interview, “I think Ben was just evaluating what he wanted to do and it wasn’t what I think he had fallen in love with, in terms of playing that character in the first place.” (Affleck was unavailable for comment, a press representative said.)", "url": "https://www.nytimes.com/2022/02/28/movies/the-batman-matt-reeves-robert-pattinson.html"}