{"authors": ["Nicole Sperling", "Julia Jacobs"], "date_download": "2022-10-25 22:59:21", "date_modify": "2022-10-25 22:59:21", "date_publish": "2022-03-30 22:30:23", "description": "The film organization revealed that Smith was asked to leave the Academy Awards after slapping Chris Rock, as the comic addressed the incident for the first time at a show in Boston.", "filename": "2022_03_30_movies_will-smith-chris-rock-slap-oscars_1666738761.html", "image_url": "https://static01.nyt.com/images/2022/03/30/multimedia/30HFO-chris-rock/merlin_204763752_0eeb1c83-44e0-4d4f-8440-d7874f8f63f6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_30_movies_will-smith-chris-rock-slap-oscars_1666738761.html", "title": "Will Smith Refused to Leave Oscars After Slap, Academy Says", "title_page": "Will Smith Refused to Leave Oscars After Slap, Academy Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Los Angeles Police Department said shortly after the incident that the person involved — presumably Mr. Rock — had “declined to file a police report.”\nThe academy’s revelation that Mr. Smith, 53, had been asked to leave came after its board of governors met Wednesday to discuss the incident. The organization did not describe who had made the request; earlier this week two industry officials with knowledge of the situation said that there had been serious discussions about removing Mr. Smith from the theater but did not say he had been asked to leave.\nThe academy said that it had initiated disciplinary proceedings against Mr. Smith “for violations of the academy’s standards of conduct, including inappropriate physical contact, abusive or threatening behavior, and compromising the integrity of the academy.” It said that Mr. Smith would be given a chance to respond and that at its next board meeting, on April 18, it “may take any disciplinary action, which may include suspension, expulsion, or other sanctions.”\n“Mr. Smith’s actions at the 94th Oscars were a deeply shocking, traumatic event to witness in-person and on television,” the academy said in a statement. “Mr. Rock, we apologize to you for what you experienced on our stage and thank you for your resilience in that moment.”\nThe two-and-a-half-hour meeting of the board of governors on Wednesday was described by two people who attended as “emotional,” as the governors conveyed the feelings of their constituents from different branches of the film industry. The feeling in the room, according to those who attended, was that it was their obligation “to not normalize violence,” said two governors who were granted anonymity to discuss a private meeting.", "url": "https://www.nytimes.com/2022/03/30/movies/will-smith-chris-rock-slap-oscars.html"}