{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:49:45", "date_modify": "2022-10-25 23:49:45", "date_publish": "2022-05-18 00:26:27", "description": "The ruling came the same day that city officials delivered a plan for potentially avoiding a federal takeover of the troubled jail complex.", "filename": "2022_05_17_nyregion_nyc-correction-department-rikers_1666741785.html", "image_url": "https://static01.nyt.com/images/2022/05/17/nyregion/17rikers/17rikers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_17_nyregion_nyc-correction-department-rikers_1666741785.html", "title": "Judge Faults Medical Care for Detainees in Latest Sign of Rikers Crisis", "title_page": "Judge Faults Medical Care for Detainees in Latest Sign of Rikers Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The state judge, Elizabeth A. Taylor, gave correction officials 30 days to improve access to care or face $100 in fines for each missed appointment from Dec. 11 through January.\nFailure to comply, detainees’ lawyers said, could cost the city up to $190,900 given that more than 1,900 medical appointments were missed in that period because correction officers were unavailable to act as escorts. The lawyers said the money would go to detainees.\nLawyers for the detainees who filed the contempt motion said the rate of missed medical appointments had increased since January. In February, the lawyers said, there were more than 8,400 instances in which a detainee was not taken to a medical appointment. In March, the figure topped 12,700. At a recent City Council hearing, jail officials said many of the appointments were missed because detainees declined to be taken to them.\nCarlina Rivera, a City Council member who leads the criminal justice committee, said “today’s revelation is another sign that this is a persistent problem rooted in mismanagement and dysfunction.”\nThe ruling came as correction officials continue to face immense pressure to address a decades-long crisis in the jails that has worsened over the past 18 months. On Tuesday, the commissioner, Louis A. Molina, submitted a detailed plan for addressing the problems plaguing Rikers to the federal judge overseeing a yearslong case stemming from the issues there.\nThe federal judge may soon decide whether to take control of the jail away from the city. The U.S. attorney in Manhattan raised the possibility of receivership in a letter in April, and a prosecutor from the office also noted the jails’ “deep-seated culture of violence” and poor management.\nMore than 1,100 of the 7,700 members of the uniform work force were out sick, according to a federal monitor’s report released on Tuesday. Four incarcerated people have died this year, with three of the deaths tied directly to insufficient staffing in jail housing areas, a report by the Board of Correction, an oversight panel, found.", "url": "https://www.nytimes.com/2022/05/17/nyregion/nyc-correction-department-rikers.html"}