{"authors": ["Susan Dominus", "Luke Broadwater"], "date_download": "2022-10-25 23:37:47", "date_modify": "2022-10-25 23:37:47", "date_publish": "2022-01-09 10:00:08", "description": "For a New York Times Magazine article on the impact of the Jan. 6 attack on the Capitol Police, officers shared their experiences for different reasons.", "filename": "2022_01_09_insider_a-reporters-question-why-are-you-talking-to-me_1666741067.html", "image_url": "https://static01.nyt.com/images/2022/01/09/pageoneplus/09_insider-diptych-web/09_insider-diptych-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_09_insider_a-reporters-question-why-are-you-talking-to-me_1666741067.html", "title": "A Reporter’s Question: ‘Why Are You Talking to Me?’", "title_page": "A Reporter’s Question: ‘Why Are You Talking to Me?’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One officer’s wife, who asked that we use her middle name to protect her family’s privacy, shared the story of her husband’s extensive traumatic brain injury because, like Officer Dunn, she wanted to make sure the officers who fought bravely received credit. But she also wanted to see the focus of accountability land on the leadership of the Capitol Police — as opposed to on former President Donald J. Trump, for whom she had voted in the past.\nAnton, who resigned from the force over the summer, asked that only his middle name be used, because he was still pursuing jobs in the federal government. He suspected that speaking to the press would be considered a mark against him by his possible future employers. But he still wanted to tell his story, a process he considered somewhat cathartic. “This has been robbed from me for so long,” he said, referring to a sense of agency, which he felt was missing from his job in the Capitol Police. “Saying my piece is therapy and my kind of closure for the whole thing.”\nThe first time Susan spoke to Dominick Tricoche, an officer who resigned from the force in May, he said at the outset of the interview, “I’ve decided to tell you everything.” By everything, he meant the full extent of his struggles after the attack. When they first spoke, he was still recovering emotionally from a period of psychological distress. He went on to detail, among other things, an attempt he had made to take his own life. The reason he felt compelled to share that story was connected, in some ways, to the reason he became a Capitol Police officer: It gave him a sense of service, and it fulfilled a desire to want to help.\n“We always put labels: They were the police officers; they were the rioters. But everyone was a person. And if this was going to help humanize that story instead of making it just a news event, then I had to be as open as possible,” said Mr. Tricoche, who has since enrolled in the College of the Atlantic to study creative writing.\nHe continued: “2020 especially was a year of crazy divisiveness, and a lot of that divisiveness came down to police behavior. And then you have a very controversial election. Any time you have conflict, you always look at the person on the other side as bad, as wrong — as not human. And that’s not the case. So I hoped that maybe just one person, a reader from either side, would read the piece and go, ‘These are human beings just like me.’”", "url": "https://www.nytimes.com/2022/01/09/insider/a-reporters-question-why-are-you-talking-to-me.html"}