{"authors": ["Jessica Silver-Greenberg", "Katie Thomas"], "date_download": "2022-10-25 23:52:59", "date_modify": "2022-10-25 23:52:59", "date_publish": "2022-09-24 09:00:28", "description": "With the help of a consulting firm, the Providence hospital system trained staff to wring money out of patients, even those eligible for free care.", "filename": "2022_09_24_business_nonprofit-hospitals-poor-patients_1666741979.html", "image_url": "https://static01.nyt.com/images/2022/09/21/business/00hospitals-providence/00hospitals-providence-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_24_business_nonprofit-hospitals-poor-patients_1666741979.html", "title": "They Were Entitled to Free Care. Hospitals Hounded Them to Pay.", "title_page": "They Were Entitled to Free Care. Hospitals Hounded Them to Pay. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Times found that the consequences have been stark. Many nonprofit hospitals were ill equipped for a flood of critically sick Covid-19 patients because they had been operating with skeleton staffs in an effort to cut costs and boost profits. Others lacked intensive care units and other resources to weather a pandemic because the nonprofit chains that owned them had focused on investments in rich communities at the expense of poorer ones.\nAnd, as Providence illustrates, some hospital systems have not only reduced their emphasis on providing free care to the poor but also developed elaborate systems to convert needy patients into sources of revenue. The result, in the case of Providence, is that thousands of poor patients were saddled with debts that they never should have owed, The Times found.\nFounded by nuns in the 1850s, Providence says its mission is to be “steadfast in serving all, especially those who are poor and vulnerable.” Today, based in Renton, Wash., Providence is one of the largest nonprofit health systems in the country, with 51 hospitals and more than 900 clinics. Its revenue last year exceeded $27 billion.\nProvidence is sitting on $10 billion that it invests, Wall Street-style, alongside top private equity firms. It even runs its own venture capital fund.\nIn 2018, before the Rev-Up program kicked in, Providence spent 1.24 percent of its expenses on charity care, a standard way of measuring how much free care hospitals provide. That was below the average of 2 percent for nonprofit hospitals nationwide, according to an analysis of hospital financial records by Ge Bai, a professor at the Johns Hopkins Bloomberg School of Public Health.\nBy last year, Providence’s spending on charity care had fallen below 1 percent of its expenses.\nThe Affordable Care Act requires nonprofit hospitals to make their financial assistance policies public, such as by posting them in hospital waiting rooms. But the federal law does not dictate who is eligible for free care.", "url": "https://www.nytimes.com/2022/09/24/business/nonprofit-hospitals-poor-patients.html"}