{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:24:12", "date_modify": "2022-10-25 23:24:12", "date_publish": "2022-03-11 19:41:16", "description": "A judge said the governor’s order to consider medically accepted treatments for transgender youth as abuse had been improperly adopted and violated the State Constitution.", "filename": "2022_03_11_us_texas-transgender-child-abuse_1666740252.html", "image_url": "https://static01.nyt.com/images/2022/03/11/us/11texas-case02/11texas-case02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_11_us_texas-transgender-child-abuse_1666740252.html", "title": "Texas Court Halts Abuse Inquiries Into Parents of Transgender Children", "title_page": "Texas Court Halts Abuse Inquiries Into Parents of Transgender Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The supervisor, Randa Mulanax, said the agency’s investigators were not given the freedom to determine that a given report involving a transgender child was likely not in fact a case of child abuse — known as “priority none” status — and she said investigators were not able to close the cases.\n“I’ve been told about that directly,” said Ms. Mulanax, who has submitted her resignation to the department. “You cannot priority-none these cases.”\nMs. Mulanax’s testimony came at the start of the Friday hearing over whether investigations into families with transgender children should be halted statewide.\nThe abuse investigations had represented a victory for conservative groups and activists who have engaged in a new round of action in state capitals aimed at transgender Americans. Mr. Abbott’s order — the first of its kind, according to transgender advocates — had placed medical providers and families of transgender children in the sudden position of fearing state investigations and possible criminal penalties for providing what is seen as medically accepted treatment.\nThere has been “outright panic,” Dr. Megan Mooney, a licensed psychologist whose clients include transgender children, testified on Friday. Dr. Mooney, who is required to report suspected child abuse under Texas law, is also a plaintiff in the case.\n“It puts medical professionals I work with in a horrible position,” she said of the order. At least one major hospital, Texas Children’s Hospital in Houston, has restricted its care for transgender children.\nThe hearing took place on the same day that more than 60 major businesses, including Johnson & Johnson, Google and Levi Strauss & Co., began an advertising campaign in Texas protesting Mr. Abbott’s order and the abuse investigations.", "url": "https://www.nytimes.com/2022/03/11/us/texas-transgender-child-abuse.html"}