{"authors": ["Matthew Goldstein"], "date_download": "2022-10-25 23:48:40", "date_modify": "2022-10-25 23:48:40", "date_publish": "2022-10-03 12:44:51", "description": "The S.E.C. said Ms. Kardashian had not disclosed she had been paid to promote a crypto token sold by EthereumMax.", "filename": "2022_10_03_business_kim-kardashian-sec-crypto_1666741720.html", "image_url": "https://static01.nyt.com/images/2022/10/04/business/03kardashian-crypto-print/03kardashian-crypto-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_03_business_kim-kardashian-sec-crypto_1666741720.html", "title": "Kim Kardashian to Pay $1.26 Million to Settle SEC Charges Over Crypto Promotion", "title_page": "Kim Kardashian to Pay $1.26 Million to Settle SEC Charges Over Crypto Promotion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kim Kardashian has found there is a price to be paid when influencers hawk investment opportunities like crypto to their adoring fans without disclosing they are getting paid to do so.\nThe Securities and Exchange Commission announced a $1.26 million settlement Monday morning with the celebrity for not disclosing she had been paid $250,000 to promote a crypto token sold by EthereumMax.\nMs. Kardashian promoted the crypto product as a good investment on her Instagram page in June 2021.\nMs. Kardashian, 41, became famous through her family’s long-running reality TV show that chronicles their daily lives. One of the hallmarks of her brand is promoting the products she uses and wears.\nLast year, a number of celebrities began endorsing crypto assets in commercials. The S.E.C. has warned a number of times that investors should not buy any investment simply because it has the backing of a celebrity. Regulators have a long history of going after paid celebrities and others for not disclosing that they have been compensated for promoting an investment product.", "url": "https://www.nytimes.com/2022/10/03/business/kim-kardashian-sec-crypto.html"}