{"authors": ["Nicholas Confessore"], "date_download": "2022-10-25 22:57:01", "date_modify": "2022-10-25 22:57:01", "date_publish": "2022-04-30 14:43:18", "description": "A string of setbacks made the pundit flee television, the Republican establishment and even his home. He re-emerged with what may be the most racist, and successful, show in the history of cable news.", "filename": "2022_04_30_us_tucker-carlson-gop-republican-party_1666738621.html", "image_url": "https://static01.nyt.com/images/2022/04/30/multimedia/tucker-promo1-img/tucker-promo1-img-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_30_us_tucker-carlson-gop-republican-party_1666738621.html", "title": "How Tucker Carlson Stoked White Fear to Conquer Cable", "title_page": "How Tucker Carlson Stoked White Fear to Conquer Cable - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In fact, according to Maine’s Labor Department, Lewiston’s unemployment rate has generally tracked that of the rest of the state, and the city has experienced neither a significant drop nor a surge in economic growth since the first Somalis arrived. And economists broadly reject Mr. Carlson’s central argument that immigration to the United States “drives down wages for low-skilled workers nationwide,” as he said in a 2019 segment. As one review of the relevant literature put it, “Decades of research have provided little support for the claim that immigrants depress wages by competing with native workers.” Immigrants compete for jobs but also help generate new ones, not only by raising demand for goods and services but also by helping fill out workplaces as they expand to hire native-born workers with different skills. While some studies have found that earlier waves of low-skill immigration may have had short-term impacts on the wages of one relatively small group — high school dropouts — other studies have found “small to zero effects,” as a landmark analysis by the National Academies of Sciences, Engineering and Medicine stated in 2017.\nBut as televised theater, the formula works. Mr. Carlson reliably draws more than three million viewers. When he defended the idea of demographic “replacement” on a different Fox show in April, the Anti-Defamation League, a Jewish civil rights group, called for his firing, noting that the same concept had helped fuel a string of terrorist attacks, including the 2018 mass shooting at a Pittsburgh synagogue. But when Mr. Carlson ran a clip of his comments on his own prime-time show a few days later, according to Nielsen data, the segment got 14 percent more viewers in the advertiser-sweet “demo” of 24- to 54-year-olds than Mr. Carlson’s average for the year.\nEvery cable network cares about ratings, but none more so than Fox, whose post-Ailes slogan stresses neither fairness nor balance but sheer audience dominance: “Most Watched, Most Trusted.” And at Fox, according to former employees, no host scrutinizes his ratings more closely than Mr. Carlson. He learned how to succeed on television, in part, by failing there.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nUnhumble Beginnings\nThe talk-show host who rails against immigrants and the tech barons of a new Gilded Age is himself the descendant of a German immigrant who became one of the great ranching barons of the old Gilded Age. Henry Miller landed in New York in 1850 and built a successful butcher business in San Francisco; along with a partner, he went on to assemble a land empire spanning three states. They obtained some parcels simply by bribing government officials. Others were wrung from cash-poor Mexican Californians who, following the Mexican-American War, now lived in a newly expanded United States and couldn’t afford to defend their old Mexican land grants in court against speculators like Mr. Carlson’s ancestor. Through the early 20th century, Mr. Miller’s land and cattle empire “was utterly dependent on immigrant labor,” said David Igler, a historian at the University of California, Irvine, and author of a history of the Miller empire.\nOver the years, the Miller fortune dispersed, as great fortunes often do, into a fractious array of family branches. Mr. Carlson’s mother, Lisa McNear Lombardi, was born to a third-generation Miller heiress, debuted in San Francisco society and met Richard Carlson, a successful local television journalist, in the 1960s. They eloped to Reno, Nev., in 1967; Tucker McNear Carlson was born two years later, followed by his brother, Buckley. The family moved to the Los Angeles area, where Richard Carlson took a job at the local ABC affiliate, but the Carlsons’ marriage grew rocky and the station fired him a few years later. In early 1976, he moved to San Diego to take a new television job. The boys went with him — according to court records, their parents had agreed it would be temporary — and commuted to Los Angeles on weekends while he and Lisa tried to work out their differences.\nBut a few months later, just days after the boys returned from a Hawaii vacation with their mother, Richard began divorce proceedings and sought full custody of the children. In court filings, Lisa Carlson claimed he had blindsided her and left her virtually penniless. The couple separated and began fighting over custody and spousal support. Mr. Carlson alleged that his wife had “repeated difficulties with abuse of alcohol, marijuana, cocaine and amphetamines,” and that he had grown concerned about both her mental state and her treatment of the boys. On at least one occasion, he asserted, the boys had walked off the plane in San Diego without shoes; the mother’s own family members, he said, had urged him not to let her see the children unsupervised. He won custody when Tucker was 8, at a hearing Lisa did not attend: According to court records, she had left the country. She eventually settled in France, never to see her sons again. A few years later, Richard Carlson married Patricia Swanson, an heiress to the frozen-food fortune, who adopted both boys.\nFor many years, Tucker Carlson was tight-lipped about the rupture. In a New Yorker profile in 2017, not long after his show debuted, he described his mother’s departure as a “totally bizarre situation — which I never talk about, because it was actually not really part of my life at all.” But as controversy and criticism engulfed his show, Mr. Carlson began to describe his early life in darker tones, painting the California of his youth as a countercultural dystopia and his mother as abusive and erratic. In 2019, speaking on a podcast with the right-leaning comedian Adam Carolla, Mr. Carlson said his mother had forced drugs on her children. “She was like, doing real drugs around us when we were little, and getting us to do it, and just like being a nut case,” Mr. Carlson said. By his account, his mother made clear to her two young sons that she had little affection for them. “When you realize your own mother doesn’t like you, when she says that, it’s like, oh gosh,” he told Mr. Carolla, adding that he “felt all kinds of rage about it.”", "url": "https://www.nytimes.com/2022/04/30/us/tucker-carlson-gop-republican-party.html"}