{"authors": ["Clay Risen"], "date_download": "2022-10-25 23:36:22", "date_modify": "2022-10-25 23:36:22", "date_publish": "2022-10-15 20:13:26", "description": "He brought his deep Christian faith and his commitment to grass-roots organizing to the small town of Albany. He never left.", "filename": "2022_10_15_us_charles-sherrod-dead_1666740982.html", "image_url": "https://static01.nyt.com/images/2022/10/17/obituaries/14Sherrod1/14Sherrod1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_15_us_charles-sherrod-dead_1666740982.html", "title": "Charles Sherrod, Civil Rights Pioneer in Rural Georgia, Dies at 85", "title_page": "Charles Sherrod, Civil Rights Pioneer in Rural Georgia, Dies at 85 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Rev. Charles Sherrod, a quietly stalwart civil rights leader who helped found the Student Nonviolent Coordinating Committee in 1960, became its first field secretary when he took an assignment in rural Albany, Ga., and remained there to create one of the country’s largest and most successful cooperative farms, died on Tuesday at his home there. He was 85.\nHis wife, Shirley Sherrod, said the cause was lung cancer.\nMr. Sherrod (pronounced sheh-ROD) drew together the many strands characterizing the younger generation of civil rights leaders that emerged in the early 1960s, including a militant urgency, a commitment to grass-roots activism and an open espousal of Christian faith as the engine of the movement.\nHe was among the first Black leaders to grasp the importance of field work: moving into a community, building ties with local leaders and developing a broad coalition of teenagers, college students and church congregations to advance voting rights and desegregation.\nLeaving behind a promising academic career, he arrived in Albany in the late summer of 1961. He was fresh off a monthlong stay in a South Carolina prison, where he and three others had been sentenced to hard labor after a lunch-counter sit-in. The four had refused bail, choosing instead to expose the cruelty of a system that punished Black people for the simple act of trying to buy a sandwich.", "url": "https://www.nytimes.com/2022/10/15/us/charles-sherrod-dead.html"}