{"authors": ["Erin Griffith"], "date_download": "2022-10-25 23:32:04", "date_modify": "2022-10-25 23:32:04", "date_publish": "2022-07-07 04:01:10", "description": "The drop was another fallout of rising inflation and widespread economic uncertainty, and a retreat after years of a funding boom.", "filename": "2022_07_07_technology_tech-start-up-funding_1666740724.html", "image_url": "https://static01.nyt.com/images/2022/07/07/business/07startups-4/07startups-4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_07_technology_tech-start-up-funding_1666740724.html", "title": "Start-Up Funding Falls the Most It Has Since 2019", "title_page": "Start-Up Funding Falls the Most It Has Since 2019 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — For the first time in three years, start-up funding is dropping.\nThe numbers are stark. Investments in U.S. tech start-ups plunged 23 percent over the last three months, to $62.3 billion, the steepest fall since 2019, according to figures released on Thursday by PitchBook, which tracks young companies. Even worse, in the first six months of the year, start-up sales and initial public offerings — the primary ways these companies return cash to investors — plummeted 88 percent, to $49 billion, from a year ago.\nThe declines are a rarity in the start-up ecosystem, which enjoyed more than a decade of outsize growth fueled by a booming economy, low interest rates and people using more and more technology, from smartphones to apps to artificial intelligence. That surge produced now-household names such as Airbnb and Instacart. Over the past decade, quarterly funding to high growth start-ups fell just seven times.\nBut as rising interest rates, inflation and uncertainty stemming from the war in Ukraine have cast a pall over the global economy this year, young tech companies have gotten hit. And that foreshadows a difficult period for the tech industry, which relies on start-ups in Silicon Valley and beyond to provide the next big innovation and growth engine.\n“We’ve been in a long bull market,” said Kirsten Green, an investor with Forerunner Ventures, adding that the pullback was partly a reaction to that frenzied period of dealmaking, as well as to macroeconomic uncertainty. “What we’re doing right now is calming things down and cutting out some of the noise.”", "url": "https://www.nytimes.com/2022/07/07/technology/tech-start-up-funding.html"}