{"authors": ["Joseph Berger"], "date_download": "2022-10-25 23:55:48", "date_modify": "2022-10-25 23:55:48", "date_publish": "2022-03-18 19:01:44", "description": "He initially insisted, “Canceling Torah study is more dangerous than the coronavirus.” But he had a change of heart, even before testing positive.", "filename": "2022_03_18_obituaries_rabbi-chaim-kanievsky-dea_1666742148.html", "image_url": "https://static01.nyt.com/images/2022/03/19/obituaries/19Kanievsky-obit1/00Kanievsky1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_18_obituaries_rabbi-chaim-kanievsky-dea_1666742148.html", "title": "Rabbi Chaim Kanievsky, Venerated Talmudic Scholar, Dies at 94", "title_page": "Rabbi Chaim Kanievsky, Venerated Talmudic Scholar, Dies at 94 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rabbi Chaim Kanievsky, one of the greatest Talmudic interpreters of his generation and one of the most revered figures among the world’s ultra-Orthodox Jews, who considered him the leading authority on fine points of Jewish law, died on Friday in the Israeli city of Bnei Brak, near Tel Aviv. He was 94.\nHis death was announced by Agudath Israel of America, the umbrella organization of ultra-Orthodox groups, which did not specify a cause.\nRabbi Kanievsky, a soft-spoken man whose furrowed face was framed by a broad but unruly snow-white beard, was particularly venerated by the non-Hasidic branch of Orthodox Judaism that traces its roots to the towering sages and yeshivas of Lithuania in the 18th century if not earlier. Rabbi Kanievsky himself was regarded as such a wise man.\nIn March 2020, as the coronavirus sickened large numbers of people in Israel’s teeming Orthodox neighborhoods, where communal prayer and Torah study are ironclad traditions, his followers asked him for his guidance on government measures like the closing of schools.", "url": "https://www.nytimes.com/2022/03/18/obituaries/rabbi-chaim-kanievsky-dea.html"}