{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:32:06", "date_modify": "2022-10-25 23:32:06", "date_publish": "2022-04-06 07:00:15", "description": "The Alzheimer’s Association has pushed relentlessly to get broad access to Aduhelm, despite safety risks and uncertain evidence that it helps patients.", "filename": "2022_04_06_health_aduhelm-alzheimers-medicare-patients_1666740726.html", "image_url": "https://static01.nyt.com/images/2022/04/04/science/00alzheimers4/00alzheimers4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_06_health_aduhelm-alzheimers-medicare-patients_1666740726.html", "title": "Inside a Campaign to Get Medicare Coverage for a New Alzheimer’s Drug", "title_page": "Inside a Campaign to Get Medicare Coverage for a New Alzheimer’s Drug - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a statement, a C.M.S. spokeswoman, Beth Lynk, said in February that coverage criteria could be re-evaluated for subsequent monoclonal antibodies. “C.M.S. intends to be nimble and respond to new evidence as it is made available — especially related to the clinical benefit of future therapeutics,” she said.\nMr. Johns, who said that he recently attended three meetings with C.M.S. officials, including one with the agency’s administrator, indicated in the interview that the association wouldn’t be satisfied if Medicare’s restrictions applied only to Aduhelm, saying, “We absolutely believe there is sufficient evidence to provide coverage for the first approved treatment.”\nAdvocacy groups’ efforts have gotten some lawmakers’ attention.\nRecently, a bipartisan group of 40 House members wrote asking C.M.S. to provide broad coverage.\nEarlier, 78 House Republicans sent a letter criticizing C.M.S.’s proposal, quoting the Alzheimer’s Association and UsAgainstAlzheimer’s. Both advocacy groups were described on Senator Susan Collins’s website as supporting a letter she and another Republican, Senator Shelley Moore Capito, wrote.\nSome lawmakers, including Democrats, have tweeted a version of the association’s language.\nBut other lawmakers praised Medicare’s proposal, including Representatives Carolyn B. Maloney and Frank Pallone, Democrats who chair committees investigating the F.D.A.’s approval of Aduhelm.\nMr. Johns said he didn’t know of any lawmakers who had switched from supporting to opposing Medicare’s proposal. But he said the association’s congressional meetings “have had positive outcomes, even for people who might still have a different opinion. There is at least a different level of understanding.”\nHe declined to provide the number of tweets, letters or other measures of the campaign’s reach, saying: “There are those who are working against access. We are not inclined to share details of our tactical approaches with them. Our activities will be measured by outcomes that grant those with Alzheimer’s disease access to current and future F.D.A.-approved treatments without unnecessary barriers.”", "url": "https://www.nytimes.com/2022/04/06/health/aduhelm-alzheimers-medicare-patients.html"}