{"authors": ["Ben Casselman"], "date_download": "2022-10-25 22:54:44", "date_modify": "2022-10-25 22:54:44", "date_publish": "2022-10-25 14:36:11", "description": "With Covid prompting more employers to consider remote arrangements, employment has soared among adults with disabilities.", "filename": "2022_10_25_business_economy_labor-disabilities_1666738484.html", "image_url": "https://static01.nyt.com/images/2022/10/25/business/00labor-disabilities/00labor-disabilities-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_25_business_economy_labor-disabilities_1666738484.html", "title": "For Disabled Workers, a Tight Labor Market Opens New Doors", "title_page": "For Disabled Workers, a Tight Labor Market Opens New Doors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If I have my bad days, I just pick up the laptop and work from home,” he said.\nWorkers with disabilities have long seen their fortunes ebb and flow with the economy. Federal law prohibits most employers from discriminating against people with disabilities, and it requires them to make reasonable accommodations. But research has found that discrimination remains common: One 2017 study found that job applications that disclosed a disability were 26 percent less likely to receive interest from prospective employers. And even when they can find jobs, workers with disabilities frequently encounter barriers to success, from bathroom doors they cannot open without assistance to hostile co-workers.\nWorkers with disabilities — like other groups that face obstacles to employment, such as those with criminal records — tend to benefit disproportionately from strong job markets, when employers have more of an incentive to seek out untapped pools of talent. But when recessions hit, those opportunities quickly dry up.\n“We have a last-in, first-out labor market, and disabled people are often among the last in and the first out,” said Adam Ozimek, chief economist at the Economic Innovation Group, a Washington research organization.\nRemote work, however, has the potential to break that cycle, at least for some workers. In a new study, Mr. Ozimek found that employment had risen for workers with disabilities across industries as the labor market improved, consistent with the usual pattern. But it has improved especially rapidly in industries and occupations where remote work is more common. And many economists believe that the shift toward remote work, unlike the red-hot labor market, is likely to prove lasting.\nMore than 35 percent of disabled Americans ages 18 to 64 had jobs in September. That was up from 31 percent just before the pandemic and is a record in the 15 years the government has kept track. Among adults without disabilities, 78 percent had jobs, but their employment rates have only just returned to the level before the pandemic.\n“Disabled adults have seen employment rates recover much faster,” Mr. Ozimek said. “That’s good news, and it’s important to understand whether that’s a temporary thing or a permanent thing. And my conclusion is that not only is it a permanent thing, but it’s going to improve.”\nBefore the pandemic, Kathryn Wiltz repeatedly asked her employer to let her work from home because of her disability, a chronic autoimmune disorder whose symptoms include pain and severe fatigue. Her requests were denied.", "url": "https://www.nytimes.com/2022/10/25/business/economy/labor-disabilities.html"}