{"authors": ["Ashley Southall", "Troy Closson"], "date_download": "2022-10-25 23:49:35", "date_modify": "2022-10-25 23:49:35", "date_publish": "2022-06-30 18:06:15", "description": "A civil rights investigation will examine the Police Department’s special victims division, which has long faced troubling accusations from people who reported assaults.", "filename": "2022_06_30_nyregion_nypd-sex-crimes-justice-department_1666741775.html", "image_url": "https://static01.nyt.com/images/2022/06/30/nyregion/30ny-specialvictims2/30ny-specialvictims2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_30_nyregion_nypd-sex-crimes-justice-department_1666741775.html", "title": "N.Y.P.D.’s Handling of Sex Crimes to Be Investigated by Justice Dept.", "title_page": "N.Y.P.D.’s Handling of Sex Crimes to Be Investigated by Justice Dept. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The federal investigation followed decades of complaints from women who charged that they were maligned and dismissed after reporting rapes and sexual assaults. Indeed, four years ago, a city Department of Investigation audit found crippling deficiencies in the division’s staffing and training — echoing a similar report in 2010.\nThe 2018 audit found that police leadership had given priority to investigations of rapes in which the perpetrators were strangers over those in which assailants knew their victims. Investigators said in the report that the division’s own commanders repeatedly warned top department officials that the unit was failing not only victims of sex crimes, but also of child abuse.\nThe Police Department, which was already facing scrutiny of its handling of sex-crimes allegations against the Hollywood producer Harvey Weinstein, initially resisted the findings of the audit and refused to implement many of its recommendations. Officials later changed course, though many of the suggested reforms — including staffing recommendations — have yet to be put in place.\nOn Thursday, federal officials said the time for change had come.\n“Victims of sex crimes deserve the same rigorous and unbiased investigations of their cases that the N.Y.P.D. affords to other categories of crime,” Damian Williams, the U.S. attorney for the Southern District of New York, said in the news release.\nThe investigation, which will be conducted jointly by federal prosecutors in Washington, Brooklyn and Manhattan, represents the first undertaken during Attorney General Merrick B. Garland’s tenure that focuses on gender discrimination claims, rather than race.\nBut it follows five inquiries that the Biden administration has opened since April 2021: Federal prosecutors have become increasingly aggressive in examining whether law enforcement agencies engage in excessive force, biased policing or other unconstitutional behavior. The investigations have intensified scrutiny of deaths at the hands of officers, including in Minneapolis, the site of Mr. Floyd’s murder, and in Louisville, Ky., where the police department’s actions during Breonna Taylor’s shooting death are under investigation.\nJane Manning, a former city prosecutor who now works to help rape survivors across the country, said Thursday’s announcement showed that the Justice Department understood the gravity of the failures.", "url": "https://www.nytimes.com/2022/06/30/nyregion/nypd-sex-crimes-justice-department.html"}