{"authors": ["Jeffery C. Mays", "Julia Carmel"], "date_download": "2022-10-25 23:28:21", "date_modify": "2022-10-25 23:28:21", "date_publish": "2022-06-01 22:34:35", "description": "Mayor Eric Adams proposed zoning changes to eliminate rules he said interfere with New York City’s recovery.", "filename": "2022_06_01_nyregion_01adams-dancing-cabaret_1666740501.html", "image_url": "https://static01.nyt.com/images/2022/06/01/nyregion/01adams-dancing/01adams-dancing-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_01_nyregion_01adams-dancing-cabaret_1666740501.html", "title": "Eric Adams Proposes Zoning Changes to ‘Let the People Dance’", "title_page": "Eric Adams Proposes Zoning Changes to ‘Let the People Dance’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "City planning officials will begin a public engagement process to craft the language of the zoning text amendments. There will be an environmental review for the proposed changes and the City Council will have to approve the changes.\nNew York suffered as a result of the pandemic but is starting to see some job growth, said James Parrott, an economist with the Center for New York City Affairs at the New School. The city added 39,400 jobs in April, including 7,200 in the full service restaurant industry.\nThe changes to the zoning regulations that make it legal for bars and restaurants to allow dancing are a continuation of the repeal of the Cabaret Law from 1926 that made it illegal to host dancing, singing or musical entertainment without a license. It is widely believed that the law was used to target racially mixed jazz clubs in Harlem.\nThe rule was liberally applied across the city’s venues, and music was not allowed at bars without a cabaret license until 1936. The city required cabaret employees and performers to carry “cabaret cards” and also be fingerprinted. A prior police record could be used to deny applicants cabaret cards, and famous musicians such as Ray Charles and Billie Holiday were not eligible.\nMayor Rudolph W. Giuliani used the cabaret law to enforce his quality of life initiatives, but Mayor Bill de Blasio repealed the law in 2017. Even after the law was repealed, the city’s zoning rules still prevented dancing in some restaurants or bars.\nThe proposed changes will remove dancing from consideration under the zoning laws and will instead rely on indicators such as whether venues have cover charges or show times and thus might need a license, city officials said.\nAriel Palitz, executive director of the Office of Nightlife at the Mayor’s Office of Media and Entertainment, said in an email that Mr. Adams was essentially carrying out “unfinished business” left behind from the repeal of the Cabaret Law.", "url": "https://www.nytimes.com/2022/06/01/nyregion/01adams-dancing-cabaret.html"}