{"authors": ["Tom Mashberg", "Graham Bowley"], "date_download": "2022-10-25 23:01:13", "date_modify": "2022-10-25 23:01:13", "date_publish": "2022-09-02 19:22:20", "description": "The museum said it is cooperating with the Manhattan district attorney’s office, which has executed several search warrants at the museum since February.", "filename": "2022_09_02_arts_design_met-museum-looting_1666738873.html", "image_url": "https://static01.nyt.com/images/2022/09/03/arts/02seized1/02seized1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_02_arts_design_met-museum-looting_1666738873.html", "title": "Investigators Seize 27 Antiquities From the Met, Citing Looting", "title_page": "Investigators Seize 27 Antiquities From the Met, Citing Looting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investigators in New York have seized 27 ancient artifacts valued at more than $13 million from the Metropolitan Museum of Art, asserting that the objects, acquired to showcase the glories of ancient Rome, Greece and Egypt, had all been looted.\nSome of the items passed through the hands of people long suspected to have trafficked antiquities, such as Gianfranco Becchina, who ran a gallery in Switzerland for decades before being investigated for illegal dealings by the Italian government in 2001. But most of the items had entered the Met’s collection long before Becchina was publicly accused of illicit activity.\nThe items, seized under the terms of three separate search warrants executed during the last six months, will be returned to their countries of origin — 21 to Italy and six to Egypt — in ceremonies scheduled for next week. The events are part of a push by law enforcement officials to hasten the pace of repatriations that in the past often dragged on for a year or more, the Manhattan district attorney’s office said.\nThe confiscations also highlight heightened law enforcement efforts against the illegal sale of ancient relics, whose thefts are increasingly being traced to looting gangs and dealers from South Asia to the Mediterranean. The authorities have warned that many more objects with illicit origins remain in the hands of private collectors and museums.", "url": "https://www.nytimes.com/2022/09/02/arts/design/met-museum-looting.html"}