{"authors": ["Jan Ransom"], "date_download": "2022-10-25 23:49:47", "date_modify": "2022-10-25 23:49:47", "date_publish": "2022-01-14 10:00:22", "description": "Eric Adams has reversed some measures enacted to regain control over the crisis at Rikers Island, in an early victory for the correction officers’ unions.", "filename": "2022_01_14_nyregion_rikers-jail-unions-eric-adams_1666741787.html", "image_url": "https://static01.nyt.com/images/2022/01/12/nyregion/00rikers-union1/00rikers-union1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_14_nyregion_rikers-jail-unions-eric-adams_1666741787.html", "title": "Jail Unions Gain a Powerful Supporter: The New Mayor", "title_page": "Jail Unions Gain a Powerful Supporter: Mayor Eric Adams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vincent N. Schiraldi, the commissioner of the New York City Department of Correction, was struggling to restore order in the Rikers Island jail complex when he asked a jail union boss for a meeting in the fall.\nThe reply he received was blunt, Mr. Schiraldi said in an interview. The union leader, Patrick Ferraiuolo, president of the Correction Captains Association, refused — confident that the reform-minded commissioner, who had angered the unions with his oversight policies, would be replaced when Eric Adams took over as mayor. “You’re gone,” he said.\nWithin weeks, that prediction came to pass.\nThe advance knowledge of Mr. Schiraldi’s firing offered an early hint at how closely aligned Mr. Adams had become with the city’s powerful correction unions even before he took office. It also foreshadowed a series of pro-labor decisions he would make almost immediately after his swearing-in, actions that the former commissioner and some advocates say signal a return to prominence for unions that had been put on the defensive in the final months of the previous administration.\nFlanked by union representatives last month, Mr. Adams announced that he would reinstate solitary confinement as a tool for managing detainees, a policy the correction officers’ union had pushed in the face of Mayor Bill de Blasio’s decision to eliminate it.", "url": "https://www.nytimes.com/2022/01/14/nyregion/rikers-jail-unions-eric-adams.html"}