{"authors": ["Alan Blinder"], "date_download": "2022-10-25 22:57:25", "date_modify": "2022-10-25 22:57:25", "date_publish": "2022-09-03 22:49:02", "description": "Before cruising, the Bulldogs built a 28-3 lead at halftime over the 11th-ranked Ducks. And Oregon didn’t score again. Yeah, it was that ugly.", "filename": "2022_09_03_sports_ncaafootball_georgia-oregon_1666738645.html", "image_url": "https://static01.nyt.com/images/2022/09/03/multimedia/03cfb-georgia-oregon/03cfb-georgia-oregon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_03_sports_ncaafootball_georgia-oregon_1666738645.html", "title": "Looking Like a Title Defender, Georgia Thrashes Oregon", "title_page": "Looking Like a Title Defender, Georgia Thrashes Oregon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATLANTA — In December, the last time Georgia swaggered into Atlanta’s Mercedes-Benz Stadium, the Bulldog faithful fell all but silent long before the end.\nThere were few, if any, callings of the Dawgs as that Southeastern Conference championship game became a debacle, and no roars for a Georgia trophy presentation. In fact, by the end of an evening with a double-digit loss to Alabama, there were not all that many Georgia fans left.\nNine months — and, despite that December night, one national championship win over Alabama — later, Georgia soundly reclaimed the theoretically neutral turf about 70 miles from its stately campus in Athens. From start to finish, the No. 3 Bulldogs threw up thickets of speed, pressure, power and guile to crush No. 11 Oregon, 49-3.\nGeorgia took just 12 offensive snaps to score for the first time this season. With a bit more than six minutes to play in the first quarter, Stetson Bennett softly tossed the ball to Ladd McConkey, a redshirt sophomore who darted left and thundered toward the end zone close to his university’s Redcoat Marching Band, which responded with brassy thunder of its own.", "url": "https://www.nytimes.com/2022/09/03/sports/ncaafootball/georgia-oregon.html"}