{"authors": ["Patrick Kingsley"], "date_download": "2022-10-26 00:11:36", "date_modify": "2022-10-26 00:11:36", "date_publish": "2022-06-06 21:41:11", "description": "The vote’s failure — from defections within the governing bloc and a power move by usually pro-settler opposition lawmakers — could topple the government and throw a lifeline to former Prime Minister Benjamin Netanyahu.", "filename": "2022_06_06_world_middleeast_israel-settlers-bennett-netanyahu_1666743096.html", "image_url": "https://static01.nyt.com/images/2022/06/06/world/06israel-top/06israel-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_06_world_middleeast_israel-settlers-bennett-netanyahu_1666743096.html", "title": "Israel’s Government Teeters Again, Losing Vote on Law that Supports West Bank Settlers", "title_page": "Israel’s Government Teeters Again, Losing Vote on Law that Supports West Bank Settlers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — The Israeli Parliament voted on Monday against applying Israeli civilian law to Israelis in the occupied West Bank, a decision that edged the fragile coalition government closer to collapse and undermined the two-tier legal system that distinguishes between Israeli settlers and Palestinians in most of the territory.\nPrime Minister Naftali Bennett was unable to keep his tenuous coalition in line to pass the legislation, which allows Israeli settlers to live according to civilian law in the 61 percent of the West Bank that falls under direct Israeli control, instead of the military law by which Israel generally governs Palestinians living in the same area. The vote was the first chance to extend the law before it expires at the end of the month, and the effort failed by 58 votes to 52.\nTechnically a temporary measure, the application of civilian law to settlers in the West Bank was first enforced after Israel’s occupation of the West Bank in 1967, and has usually been extended with ease by lawmakers every half decade since. The two-tier system is at the heart of accusations, long denied by the Israeli government, that Israel operates an apartheid-like system in the West Bank.\nMr. Bennett, who is a right-wing champion of the Israeli settlement movement, had pushed for the law to be extended. But the first vote failed because of dissent from two camps within Parliament.", "url": "https://www.nytimes.com/2022/06/06/world/middleeast/israel-settlers-bennett-netanyahu.html"}