{"authors": ["Lauren Hirsch", "David Mccabe", "Katie Benner", "Glenn Thrush"], "date_download": "2022-10-25 23:22:36", "date_modify": "2022-10-25 23:22:36", "date_publish": "2022-09-26 09:00:23", "description": "A draft agreement with the Biden administration to keep the Chinese-owned video app operating in the United States is under review. That could mean more wrangling.", "filename": "2022_09_26_technology_tiktok-national-security-china_1666740156.html", "image_url": "https://static01.nyt.com/images/2022/09/27/27TIKTOK-print1/merlin_165543960_7a820bb5-1927-4de5-a2c8-d68ca160211e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_26_technology_tiktok-national-security-china_1666740156.html", "title": "TikTok Seen Moving Toward US Security Deal, but Hurdles Remain", "title_page": "TikTok Seen Moving Toward US Security Deal, but Hurdles Remain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Biden administration and TikTok have drafted a preliminary agreement to resolve national security concerns posed by the Chinese-owned video app but face hurdles over the terms, as the platform negotiates to keep operating in the United States without major changes to its ownership structure, four people with knowledge of the discussions said.\nThe two sides have hammered out the foundations of a deal in which TikTok would make changes to its data security and governance without requiring its owner, the Chinese internet giant ByteDance, to sell it, said three of the people, who spoke on the condition of anonymity because the negotiations are confidential.\nThe two sides are still wrangling over the potential agreement. The Justice Department is leading the negotiations with TikTok, and its No. 2 official, Lisa Monaco, has concerns that the terms are not tough enough on China, two people with knowledge of the matter said. The Treasury Department, which plays a key role in approving deals involving national security risks, is also skeptical that the potential agreement with TikTok can sufficiently resolve national security issues, two people with knowledge of the matter said. That could force changes to the terms and drag out a final resolution for months.\nTikTok, one of the world’s most popular social media apps, has been under a legal cloud in the United States for more than two years because of its Chinese ties. Lawmakers and regulators have repeatedly raised concerns about TikTok’s ability to protect the data of American users from Chinese authorities. President Donald J. Trump tried to force ByteDance to sell TikTok to an American company in 2020 and threatened to block the app.", "url": "https://www.nytimes.com/2022/09/26/technology/tiktok-national-security-china.html"}