{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 23:31:16", "date_modify": "2022-10-25 23:31:16", "date_publish": "2022-05-13 09:00:36", "description": "The East Hampton Airport is set to close on May 17, but frequent fliers, business owners and others have filed lawsuits to keep it open.", "filename": "2022_05_13_realestate_hamptons-helicopter-airport_1666740676.html", "image_url": "https://static01.nyt.com/images/2022/05/13/realestate/13hamptons-airport1/merlin_206466387_e16e1199-7c80-49ce-8686-d518e17a7ccd-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_13_realestate_hamptons-helicopter-airport_1666740676.html", "title": "Helicopters vs. Homeowners: A Very Hamptons Fight", "title_page": "Helicopters vs. Homeowners: A Very Hamptons Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the serene beaches of the Hamptons soon 3,500 feet below his box-fresh white sneakers, Rob Wiesenthal, the chief executive of Blade, a by-the-seat helicopter charter company, boasted how the service could slice above the slog of the Long Island Expressway. A New Yorker can go from Manhattan to East Hampton in 40 minutes, better than the expressway’s two-and-a-half hours — or sometimes six — with traffic.\n“This is a game changer,” Mr. Wiesenthal said. Except his noise-canceling headset was not working, and not a word could be heard over the roar. He found another. “This is a game changer,” he said again, into the mic.\nLoud, fast, pay-per-seat helicopters have indeed changed commuting to the Hamptons for a growing number of people wealthy enough to spend upward of $700 one way for the convenience of zipping to the beach. But as more of the aircraft whir over the dunes, they have also changed a way of life on the ground, according to some people who live beneath their flight path. They say the helicopters’ blades rattle windows on the shingle-style mansions below, destroying property values as their growl forces poolside guests to shout across their cocktails.", "url": "https://www.nytimes.com/2022/05/13/realestate/hamptons-helicopter-airport.html"}