{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:36:30", "date_modify": "2022-10-25 23:36:30", "date_publish": "2022-09-08 16:33:21", "description": "Michael Spyres made an overdue New York recital debut at the Park Avenue Armory, whose intimate space could not contain his voice.", "filename": "2022_09_08_arts_music_michael-sypres-tenor_1666740990.html", "image_url": "https://static01.nyt.com/images/2022/09/09/multimedia/08spyres/08spyres-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_08_arts_music_michael-sypres-tenor_1666740990.html", "title": "Review: A Singer’s Immense Sound Engulfs a Recital Room", "title_page": "Review: Michael Spyres’s Immense Sound Engulfs a Recital Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On offer were three sets of songs, in as many languages, that showcase Spyres’s vast range — vocally, though not necessarily interpretively. His approach to performance, which prioritizes beauty over character, suits him well in a work like “Idomeneo,” but less so in lieder, which on Wednesday took on a kind of flatness despite his Olympian power, a level path along a mountain’s ridge.\nYou could hear him almost struggling to restrain himself in Beethoven’s pioneering cycle “An die Ferne Geliebte,” a work that can be quietly personal but here was more in the mighty vein of that composer’s opera, “Fidelio.” And when he did shift between registers of strength, it was with less comfort than, say, his gifted ease in shaping long melodic lines. In Berlioz’s “Les Nuits d’Éte,” he lingered in a soft, exquisite falsetto throughout the song “Au cimetière: clair de lune,” but in the work’s opening “Villanelle” the move from forte to piano was accompanied by a gravelly transition.\nPordoy, to his credit, matched Spyres with lush and luxuriant playing that got its own moment under the spotlight with the Liszt solo “L’Idée Fixe,” based on the longing theme of Berlioz’s “Symphonie Fantastique.” It was an ultra-Romantic appetizer ahead of Liszt’s “Tre Sonetti del Petrarca” — although a heavy one, foie gras before a fatty steak. In that trio of songs, Spyres the Bel Canto star was most in his element: his tenor both riveting and rending, his high notes both tossed off and made to bloom with long crescendos.\nIt was the kind of music that can leave an audience begging for an encore, which Spyres was quick to offer, coyly holding up a finger as if to ask for one more song. He started with the Beethoven rarity “In questa tomba oscura,” somber and slowly flowing, then said, “We can’t leave you on a low note.” So the crowd-pleasing sound world of Liszt returned one last time with “Enfant, si j’étais roi.”\nAt one point during that song, his voice rang out so powerfully that, at an abrupt pause, it continued to haunt the room in the silence. You could have mistaken the sound for the resonance of a grand concert hall.\nMichael Spyres and Mathieu Pordoy\nThis program repeats on Friday at the Park Avenue Armory, Manhattan; armoryonpark.org.", "url": "https://www.nytimes.com/2022/09/08/arts/music/michael-sypres-tenor.html"}