{"authors": ["Steven Erlanger", "Valerie Hopkins", "Anton Troianovski", "Michael D. Shear"], "date_download": "2022-10-25 22:57:57", "date_modify": "2022-10-25 22:57:57", "date_publish": "2022-06-28 22:16:59", "description": "The change was a victory for President Biden and a setback to President Vladimir V. Putin of Russia, who had justified the Ukraine invasion as a warning against NATO’s expansion.", "filename": "2022_06_28_world_europe_nato-finland-sweden-ukraine_1666738677.html", "image_url": "https://static01.nyt.com/images/2022/06/28/world/28ukraine-ledeall-1/28ukraine-ledeall-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_28_world_europe_nato-finland-sweden-ukraine_1666738677.html", "title": "In Blow to Putin, Turkey Won’t Bar Sweden and Finland From NATO", "title_page": "In Blow to Putin, Turkey Won’t Bar Sweden and Finland From NATO - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — NATO’s top official said Tuesday that Turkey had dropped its objections to the membership of Sweden and Finland, two historically nonaligned nations that, alarmed by Russia’s invasion of Ukraine, have asked to join the military alliance.\nTurkey’s reversal is a blow to President Vladimir V. Putin, who in justifying the invasion of his neighbor bitterly protested previous expansions of NATO — and Ukraine’s efforts to join the alliance — as a threat to his country’s security.\nShould Finland and Sweden be formally adopted into the alliance, as is widely expected, Russia will look across 800 miles of border with Finland at one of NATO’s newest members.\nThe announcement came after Turkey’s president, Recep Tayyip Erdogan, met for four hours with Prime Minister Magdalena Andersson of Sweden and President Sauli Niinisto of Finland, as NATO heads of state gathered in Madrid for an annual summit. The 30-nation alliance operates by consensus, which meant that Turkey effectively held a veto over their membership applications.", "url": "https://www.nytimes.com/2022/06/28/world/europe/nato-finland-sweden-ukraine.html"}