{"authors": ["Shaun Pierson", "Alexander Samaha", "Julia Carmel"], "date_download": "2022-10-25 23:28:21", "date_modify": "2022-10-25 23:28:21", "date_publish": "2022-06-01 09:00:13", "description": "Thrown together by New York City’s brutal housing market, these roommates find a way to get by — even in close quarters.", "filename": "2022_06_01_magazine_new-york-roommates_1666740501.html", "image_url": "https://static01.nyt.com/images/2022/06/05/magazine/05mag-roommates-04/05mag-roommates-04-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_01_magazine_new-york-roommates_1666740501.html", "title": "Their Solution to the Housing Crisis? Living With Strangers.", "title_page": "Their Solution to the Housing Crisis? Living With Strangers. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On May 1, three strangers moved into their three-bedroom apartment in the Bedford-Stuyvesant neighborhood of Brooklyn. They each pay between $850 and $995 a month for their rooms.\nAfter working his job at the nonprofit GLAAD remotely, Edgar Bonilla figured it was time to take the plunge and move to the city. He found Katie McDonald and Kayla Hakvaag, who are flight attendants, through a mutual friend. When the trio met up on moving day, it was both Edgar’s and Katie’s first day in New York. “I think this is a great starting spot for me,” Edgar says. “Well, I am hoping.”\nKayla had already been living in Manhattan for a year before joining Edgar and Katie in Brooklyn. She shared an apartment with her best friend in NoLIta, paying $980 a month. When her lease was up for renewal, her landlord notified her of a shocking rent increase: She would now be responsible for paying up to $1,600 a month. Privately, she says she’s tired of having roommates and making small talk in her own home. “I’m extremely social, but I like to choose when I can be,” she says.\nKatie, who moved from Philadelphia, where her rent was $400 cheaper, wanted to get out of her comfort zone. “I’m actually making my life a million times harder,” she says. “I’m still working in Philly, so I’m going to commute almost two hours, but I’m living a dream that I’ve always had.”", "url": "https://www.nytimes.com/2022/06/01/magazine/new-york-roommates.html"}