{"authors": ["Carl Hulse"], "date_download": "2022-10-25 22:58:29", "date_modify": "2022-10-25 22:58:29", "date_publish": "2022-09-27 22:30:57", "description": "The Republican leader’s backing enhanced prospects for legislation drafted to prevent a repeat of the Jan. 6 assault, when rioters tried to pressure the vice president to overturn the election.", "filename": "2022_09_27_us_mcconnell-electoral-count-act_1666738709.html", "image_url": "https://static01.nyt.com/images/2022/09/27/multimedia/27dc-mcconnell-1-5246/27dc-mcconnell-1-5246-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_27_us_mcconnell-electoral-count-act_1666738709.html", "title": "McConnell Endorses Electoral Count Overhaul, Lifting Chances of Enactment", "title_page": "McConnell Endorses Electoral Count Overhaul, Lifting Chances of Enactment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The legislation also seeks to prevent state officials from submitting electoral votes that do not align with the popular vote in a state, another answer to Mr. Trump’s election subversion attempt, which included a bid to have allies submit slates of pro-Trump electors in states won by Mr. Biden. It would substantially increase the threshold for Congress to consider an objection to electoral votes, requiring that at least one-fifth of each chamber sign on to such challenges, which currently need only one senator and one House member.\n“Right now, just two people out of 535 members can object and slow down and gum up the counting,” said Senator Amy Klobuchar, Democrat of Minnesota and the chair of the panel. She said the legislation presented “an opportunity to take strong bipartisan action to protect the cornerstone of our democracy: the peaceful transfer of power.”\nThe Rules Committee incorporated some changes sought by election watchdogs, and Mr. McConnell warned that he would not back any final version if the authors went beyond narrow consensus changes. He also said he would not support the bill approved last week in the House. That legislation raises the threshold for objections even higher, to one-third of both chambers, and also includes provisions that Senate Republicans fear could lead to more court fights over the results — an outcome they are eager to avoid.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“It is clear that only a bipartisan compromise originating in the Senate can actually become law,” Mr. McConnell said. “One party going it alone will be a nonstarter and, in my view, the House bill is a nonstarter. We have one shot to get this right.”\nSenator Ted Cruz, Republican of Texas and one of the senators who lodged objections to the electoral count in 2021, was the sole member of the Rules Committee to oppose the legislation.", "url": "https://www.nytimes.com/2022/09/27/us/mcconnell-electoral-count-act.html"}