{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 22:58:58", "date_modify": "2022-10-25 22:58:58", "date_publish": "2022-03-02 14:58:55", "description": "Brussels is proud to be providing military aid, but Moscow may see it as a dangerous intervention.", "filename": "2022_03_02_world_europe_nato-weapons-ukraine-russia_1666738738.html", "image_url": "https://static01.nyt.com/images/2022/03/02/world/02ukraine-eu-military001sub/02ukraine-eu-military001sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_02_world_europe_nato-weapons-ukraine-russia_1666738738.html", "title": "NATO Countries Pour Weapons Into Ukraine, Risking Conflict With Russia", "title_page": "NATO Countries Pour Weapons Into Ukraine, Risking Conflict With Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While 21 of the 27 European Union countries are also members of NATO, the effort to move equipment and weapons rapidly into Ukraine from Poland is being carried out by individual countries and is not formally either a NATO or E.U. operation.\nThe French say that the E.U.’s military staff is trying to coordinate the push. Britain and the United States are doing the same, setting up something called, deliberately blandly and neutrally, the International Donors Coordination Center. It is doubtful that Mr. Putin will be fooled by the name.\nIn fact, even if no NATO soldier ever crosses into Ukraine, and even if convoys of matériel are driven to the border by nonuniformed personnel or contractors in plain trucks, the European arms supplies are likely to be seen in Moscow as a not-so-disguised intervention by NATO.\nSupplying Ukraine to allow the resistance to bloody Russia’s nose is a good idea, “but the more it ramps up you wonder how Putin will respond,” said Malcolm Chalmers, deputy director of the Royal United Services Institute, a defense research institute. “What happens if he attacks on the other side of the border? We pursue terrorists across borders, why not him?”\nFrom the Russian point of view, NATO military veterans who are now contractors helping the Ukrainians and training them, Mr. Chalmers said, “might be viewed by Moscow as the Western equivalent of ‘little green men,’” the Russian soldiers without identifying insignia who first moved in to annex Crimea.\nThen there is always the possibility of Russian aircraft straying into NATO airspace as they try to interdict convoys or chase Ukrainian planes. Something similar happened the only time a NATO country shot down a Russian Su-24 fighter jet, near the Turkish-Syrian border in 2015.", "url": "https://www.nytimes.com/2022/03/02/world/europe/nato-weapons-ukraine-russia.html"}