{"authors": ["Michael Barbaro", "Rachelle Bonja", "Eric Krupke", "Mooj Zadie", "Nina Feldman", "Lisa Chow", "Liz O. Baylen", "Marion Lozano", "Brad Fisher", "Chris Wood"], "date_download": "2022-10-25 23:23:07", "date_modify": "2022-10-25 23:23:07", "date_publish": "2022-09-28 10:00:05", "description": "The fury unleashed by the death in police custody of 22-year-old Mahsa Amini has fueled protests and condemnation.", "filename": "2022_09_28_podcasts_the-daily_iran-protests-women_1666740187.html", "image_url": "https://static01.nyt.com/images/2022/09/28/podcasts/28DAILY-iran-women-audio-app/28DAILY-iran-women-audio-app-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_28_podcasts_the-daily_iran-protests-women_1666740187.html", "title": "An Iranian Uprising Led by Women", "title_page": "An Iranian Uprising Led by Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nmichael barbaro\nFrom “The New York Times,” I’m Michael Barbaro. This is “The Daily.” Today, how the death of a young woman in Iran unleashed the pent-up fury of the entire country. My colleague, Farnaz Fassihi, has been reporting on the protests unfolding across Iran and the grievances of those who have taken to the streets. It’s Wednesday, September 28. Farnaz, tell us the story of Mahsa Amini and what exactly happened to her last week in Iran.\nfarnaz fassihi\nMahsa Amini was a 22-year-old Kurdish Iranian young woman who traveled from her hometown of Saqqez in the province of Kurdistan to the capital, Tehran, with her family. She was a youthful, beautiful young woman, full of life. She had just gotten a job at a shop in her hometown and was hoping to study to go to the university. And she’s a small-town girl coming to the capitol to visit relatives with her family. She gets in the subway with her brother, gets out of the subway station. And she encounters what’s known as the morality police.\nmichael barbaro\nAnd what is that?\nfarnaz fassihi\nThe morality police is a force in Iran that polices what women wear because Iran has a law of mandatory hijab. Women have to cover their hair. They have to cover the curves of their body. And the government polices that with the morality police. And Mahsa was wearing a long, loose robe, black, long, loose, robe covering her body. She was wearing a black scarf over her head from the pictures that her family have provided. And from what you can see, she doesn’t appear in violation of the hijab law. But the morality police stop her and tell her that her job is not in line with the rules, and tell her that they want to take her to a detention center to give her a re-education class about the hijab. Mahsa and her brother resist. Her brother talks to them about how they’re strangers in the city. They don’t really know their way around. And they’re visitors. But they insist anyway and take mass away in a van, with other women, to a detention center in Tehran. [MUSIC PLAYING] If you’re a woman in Iran, chances are that you’ve been to this detention center, called [INAUDIBLE]. Even the name of [INAUDIBLE] sets panic and fear among Iranian women. I’m Iranian-American. I’ve lived in Iran. I’ve traveled to Iran. Even I’ve been taken to that same detention center because I was showing too much hair and my robe was too short. I had to pledge that I would never violate the hijab law ever again in order to be released. But the morality police apply these rules in an unpredictable way. Sometimes they give you a verbal notice. Sometimes they give you a financial fine. Sometimes they beat you up. These are not just stories. These are documented incidents. So [INAUDIBLE] is this place in Iranian women’s mind that is feared, a place where bad things can happen to you. So they take Mahsa to the detention center. The brother finds his way there and is standing outside with other parents and other family members of women who are in there. And they hear shouting and an argument. And soon after, an ambulance arrives and takes somebody out. And a woman comes out, distraught, and says something just happened to a young woman inside. Someone collapsed. And it turns out that woman was Mahsa. The ambulance takes Mahsa to the hospital. Her family find their way there. They’re told that she is in a coma. And then a day later, a photograph of Mahsa, lying on a hospital bed, unconscious, with tubes in her mouth and nose and blood dripping out of her ears, is posted online and goes viral. Everybody is paying attention. Everyone wants to know. All the Iranians are looking online. They’re following her hashtag, #mahsaamini. They’re reading the news reports about her to find out what’s happened to this young woman. And a day later, she dies.\nmichael barbaro\nAnd Farnaz, what’s our understanding of how Mahsa died, of what it was that occurred during her detention that results in her death?\nfarnaz fassihi\nHer family and the majority of Iranians believe that Mahsa was killed at the hands of the morality police. Her family says that she was a perfectly-healthy young woman. They took her in a van to the detention center. And something transpired in the van. They say that they’ve spoken to other women who were with Mahsa in the van. And they say that they witnessed security forces beating her and banging her head. And they think that she suffered a head injury. But government officials deny these accusations and tell their own version of the story. They say Mahsa collapsed from a heart attack while inside the facility and that she had an underlying medical condition. And to prove their narrative, they put out surveillance footage of inside the detention center, showing the woman that they claim is Mahsa getting up from her seat, going to speak to a morality police officer. Then she holds her head in her hands and suddenly she collapses. And then the video cuts to medics rushing in and taking her out on a stretcher to an ambulance. But no one believes that story. [TRAFFIC] [HORNS HONKING] [CHEERING] Demonstrations against the government erupt across the country and they are led by women. We see unprecedented scenes in the street of women taking off their hijab, stripping off those headscarves, waving it in the air and tossing it into fire, and burning the scarves. We see them dancing around with their hair flowing all around them in front of security guards, security forces.\n[non-english chanting]\nThey chant, woman, life, freedom. And they’re protesting the mandatory hijab law. Obviously, many religious Iranian women voluntarily choose to wear the hijab. But what these protesters are calling for is exactly that right, the right to decide for themselves if they wanted to cover their hair or not. They’re also calling for the abolishment of the morality police. And they’re calling for a fair and just treatment of women. The women’s rights movement in Iran has been going on for almost 100 years. The protests we’re seeing today has been built on years of grassroots activism. But what’s striking is how brave these women have been this time around. This is really the first time that, all at once, they have sparked the protests, that they’re leading it, and that they’re the majority of the foot soldiers. It’s really their moment. [CHEERING]\nmichael barbaro\nI really want to understand why Mahsa’s death so quickly becomes a flash point that ignites all these protests. What is the story of women in Iran at the moment that she dies?\nfarnaz fassihi\nEvery woman in Iran sees themselves or somebody they know in Mahsa. Mahsa could be your sister, could be your daughter, could be your niece, could be you. They see the systematic abuse of the state against women when it comes to hijab. And this goes back to 1979 when the Islamic revolution toppled the monarchy and the new ruling clerics began enforcing religious laws that reversed some rights that women had in Iranian society. And within two years of the revolution, in 1981, they passed the mandatory hijab law. But it was about more than just enforcing a dress code. To the clerics, the most visible symbol of the Islamic State was the hijab. And many women feel this law was enacted as a tool to control. If you weren’t wearing the hijab, you would lose your job.\nmichael barbaro\nWow.\nfarnaz fassihi\nYou were denied education. If you went into a shop and you weren’t wearing a headscarf, they’d deny you service. They also put in place laws that women in Iran feel were discriminated against them. It became much more difficult to get a divorce, very difficult to get custody of your children. A husband can prevent a woman from working outside or even getting educated. This is not to say that Iranian women are not present in society. Iranian women are represented at every level, from pilots to doctors to teachers to professors, actresses. They’re very much part of the society. In fact, more than 50 percent of college students are women in Iran.\nmichael barbaro\nFascinating.\nfarnaz fassihi\nBut they fought for those rights. They have fought, all along the way, to make sure that they’re not sidelined, that they’re not marginalized, that the hijab laws and the system and the government in place that wants to marginalize them doesn’t succeed. And they’ve even fought the hijab laws. Almost from the beginning of when this law came into effect, women went out and protested against the law. And they were challenging it in their own way. They were showing a little bit of hair. They were trying to wear fashionable clothes that were constantly testing the limits of what they could get away with, sort of an inch at a time and a hair strand at a time.\nmichael barbaro\nAnd as Iranian women have fought for these rights and pushed the boundaries of what they can do and be and look like, how strongly has the Iranian government responded to what I have to imagine seems, to them, like efforts to undermine their rule and their authority?\nfarnaz fassihi\nThe government has tried to block them at every turn. And not just block them, but criminalize their activities and say that if you’re involved in advocating or grassroots activism and awareness, that you are working against the state. Many of the leading women’s rights activists in Iran have been jailed. Many of them have been forced into exile. So the government really sees the women’s movement as a threat and treats this as a threat. So by the time Mahsa dies, there is a lot of resentment and anger built up against the government. Mahsa’s death also caps a summer of violence by the morality police against women. Before her death, there were several other incidents where the morality police tried to arrest another young woman and a mother threw herself in front of the van, screaming, my daughter is sick, please don’t take her. There was another incident of another woman named Sepideh Rashno, who was taken after a scuffle in the bus over hijab. And soon she appears on state television with her face bruised. So there was already outrage building up to Mahsa’s death. And it just all exploded.\nmichael barbaro\nRight. She becomes the face of so many women’s objections and experiences when it comes to how Iran treats them.\nfarnaz fassihi\nExactly. In fact, what all the women are saying is that the name Mahsa is a secret code. From now on, we will use the name Mahsa as a call to action.\nmichael barbaro\nWow, so Mahsa doesn’t mean the woman anymore. It means all women and their aspirations, their hopes, their dreams.\nfarnaz fassihi\nExactly. That’s how Iranian women feel. They feel like the name Mahsa now represents the larger struggle. [MUSIC PLAYING] But what’s really interesting about these protests is that they have evolved to be more than just about hijab, to be more than just about women’s rights and what the women are demanding.\n[crowd cheering, chanting]\nWe’ve seen protests in more than 85 Iranian cities, big and small, all across the country.\nmichael barbaro\nWow.\n[non-english chanting]\nfarnaz fassihi\nAnd the protesters are calling for an end to the Islamic Republic. They’re calling for the death of the dictator. They’re calling for Ayatollah Ali Khomeini, the Supreme leader, to step down. This is not just about women’s rights. This is not any more about reform. This is about a population that feels that the status quo is just not working anymore, that they have no hope. And the only way forward is to just call for the toppling of the whole system. [NON-ENGLISH SPEECH] [CHEERING]\nmichael barbaro\nWe’ll be right back. Farnaz, now that these protests, which started off as being about Mahsa and about women’s rights, now that they have snowballed and prompted Iranians to take to the streets and call for the toppling of their government, I want to better understand the conditions on the ground that have brought these protesters to that point.\nfarnaz fassihi\nThe grievances that Iranians are protesting about is more than just about the hijab, as we said. It’s also about the economy. They look around them. They see other countries in the region where young people have more prosperous lives, that they have better futures. And they wonder why it isn’t them. Iran is a very resource-rich country. It has the second-largest gas reserves in the world. It’s a major oil-producing country. But despite all these riches and natural resources, people are feeling economically squeezed. The economy is in shambles.\nmichael barbaro\nExplain that. Why Is the economy in shambles.\nfarnaz fassihi\nThe economy is in shambles because of two things. One part of it is, of course, sanctions starting in the early 2000s when the U.S and Europe suspected that it had a secret nuclear program. And Iran has denied this. But they wanted Iran to come and negotiate, to be more transparent about what it was doing, and to stop what it was doing. And the way to get them to the negotiating table, the Americans and Europeans thought, was to impose tough economic sanctions on them. So these sanctions that really depleted the economy, all the way up to 2015 when a nuclear deal was reached, those sanctions were removed. Some foreign investments poured into Iran. The economy began to recover. But within two years, former President Trump exited the deal unilaterally, even though Iran complied. And he imposed, really, the toughest American sanctions that Iran had ever faced. And that tanked the currency. It brought major inflation. And we have to also consider that Iranian economy wasn’t healthy to begin with. Resources were mismanaged. There was financial corruption. There was embezzlement and stealing. And you add to this, sanctions, and it’s now a situation where most ordinary Iranians are struggling to even feed their families.\nmichael barbaro\nWell, just explain it. What is it like for the average Iranian right now in the economy that, as you’ve just said, has the double whammy of sanctions and corruption?\nfarnaz fassihi\nThe average Iranians can afford to buy protein. They can’t afford to buy meat or chicken or poultry. They can’t afford to even buy dairy. Eggs, which used to be a basic item in a grocery basket or now so expensive for most Iranians that it’s become a luxury item. So they’ve seen their purchasing powers, their salaries, shrinking because of the currency situation. So they feel it in a very real way. I’ll give you an example. I talked to a 51-year-old mom named [? Minu ?] in Tehran, who’s been supporting her daughter protesting, and taking her and her friends out on the streets. And she told me that, I’m doing this because my children don’t see any future. My son, who’s an architect, graduated from college with an architecture degree and couldn’t find a job. And he’s now a shopkeeper. And his salary doesn’t even pay his transportation. And [? Minu’s ?] daughter, [? Josi, ?] who I also interviewed, was telling me that she didn’t go to university. She hasn’t been able to find a job. And she was telling me, I really wish I could leave Iran but we can’t even afford that. I can’t even begin to think what the immigration would cost and what that would look like. And she’s been out protesting this week with her friends and her brother. And she said, it’s not just about the hijab. It’s about the fact that we just want a good quality of life. And we have nothing to lose. You hear this a lot. We have nothing to lose. We already have a difficult life. So if the protests are risky, we’re willing to take that risk because here’s a chance to make the Islamic Republic regime, the government, and to some extent the world, to hear us.\nmichael barbaro\nSo that’s the economic side of all this. I’m curious what else these protesters are telling you is motivating them to take to the streets.\nfarnaz fassihi\nThe other major unifying grievance is that many Iranians feel that they don’t have a political state in what’s going on in Iran, that the state ignores them. And they’ve come out over and over, in presidential elections and parliament elections, and voted for candidates from the reformist faction promising to bring about change. Those candidates, when they come in power, either they’re not able to, or they don’t want to, or the state doesn’t allow them. But those meaningful changes don’t transpire. So people feel that we’ve gone out and we’ve participated in your elections. But we’ve never seen any change. And in the last round of presidential elections, many Iranians boycott the vote.\nmichael barbaro\nInteresting.\nfarnaz fassihi\nThere was only, I think, a 30 percent participation, which is pretty low for Iran, because they felt like they also didn’t have a candidate. The state has a system in which it vets candidates that are qualified to run for any office. And many candidates that could actually rival the current president or could perhaps get Iranians to come out and vote were disqualified. So people feel very marginalized by the state, politically. And that’s reflected in the slogans they’re chanting. One of the slogans that they chant is, reformist, conservatives, it doesn’t matter. We don’t want you wholesale. It’s over. They’re signaling that they don’t believe in the current political system being able to deliver for them anymore.\nmichael barbaro\nSo to go back to Mahsa’s death, it sounds like what happens to her, which very clearly begins, as many women saying, this could happen to us, starts to tap into almost every major grievance that every Iranian has against the economy, against the political system, against the very idea of what Iran means to them right now, whether that’s the morality police and opposition to that, or the fact that they can’t get a job in this Iranian economy. It all comes to a head with the death of Mahsa.\nfarnaz fassihi\nAbsolutely. Iranians that are protesting out on the streets are asking for a toppling of the Islamic Republic. They’re asking for an end to the clerical rule. They are coming out in more than 85 cities and towns across Iran, for 11 days straight, braving bullets, braving security forces beating them up and arresting them, because they want to send the message across that they don’t want this Islamic Republic system anymore. And we’ve seen this, remarkably, in not just big cities. We’ve seen them in the two most religiously conservative cities in Iran, the city of Qom, which is the headquarter of the Shia faith, and we’ve seen it in Mashhad, which is a very conservative religious city. We’ve seen women tossing their scarves into the fire. We’ve seen them chanting death to the dictator in what has always traditionally been the government’s and the regime’s power base.\nmichael barbaro\nSo Farnaz, at this point, given how widespread these protests are in dozens of cities, and what a cross-section of Iranians have come together to participate in them, I’m curious if in your mind, this is starting to feel like not just protest, but an actual revolution. And if it is a kind of revolution, what kind of chance does it have of succeeding in toppling the Islamic government of Iran?\nfarnaz fassihi\nThe protests definitely have a revolutionary aspiration to them. They have revolutionary demands in that they want a wholesale change rather than reform or change within. But it doesn’t have one leader. It is not an organized movement in the way that the 1979 revolution was, headed by Ayatollah Khomeini. Everybody inside Iran, particularly the women in Iran, are all leaders themselves. And we have to remember that they’re facing a formidable force. They’re facing a state that has unleashed its anti-riot police and its a siege of militia out on the streets to open fire on protesters. We’ve seen videos of security forces shooting right into the crowds and violently beating women protesters. In one video, you see a woman’s head getting banged on the curb. In another one, a women is being dragged by the hair. I spoke to one protester in Isfahan who was beaten on her head and neck with a baton. But she said she was too scared to go to the hospital because she heard the security forces were arresting people who came in injured from protests. And at this point, there have been at least 50 deaths, several people injured, and more than 700 arrests, according to human rights groups. And they say that the numbers are likely much higher as they are able to confirm and connect with families in Iran. They’ve even arrested the woman journalist, Niloufar Hamedi, from “Sharq Newspaper,” who broke Mahsa’s story. Niloufar went to the hospital and interviewed her family, and was the first person to bring the story to light. And she’s now in solitary confinement.\nmichael barbaro\nWow.\nfarnaz fassihi\nSo we see a kind of brutality from the Islamic Republic that suggests that it is willing to take any measure to crush the protests. So this is what they’re up against. But even if the Islamic Republic manages to suppress this protest like they’ve done in the past, even if they crush it as they’ve done with so many other protests, they’re really not able to kill it.\nmichael barbaro\nWhat do you mean they’re not able to kill it? Because if the state puts down these protests, won’t they have killed this movement for now?\nfarnaz fassihi\nNo. I’ve been speaking to Iranian women in different cities who are out protesting and who are involved in different ways. And what they’re telling me is that they’re seeing a unity that they’ve never seen before. They’re seeing people coming together from different age groups around this aspiration for change. People who are living in the areas where there are protests are leaving their front doors open for protesters to run in and take shelter. There are women who are mothers and grandmothers who can’t participate in protests because they’re older or for whatever other reason. But they’re mobilizing to create emergency kits to make sandwiches. So even if the Islamic Republic crushes these protests and kills the movement on the streets, I think that it’s going to be very hard for them to reverse this. All the people who have participated in their own ways, the young women who are leading, the young men, the old women, the old men, people from different factions and sectors of society, when I talk to them, they tell me that what’s happening right now, it can’t be reversed, can’t be undone. It can’t go back to the way it was.\nmichael barbaro\nFarnaz, thank you very much. We appreciate it.\nfarnaz fassihi\nThank you very much for having me, Michael.\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today. European leaders say they are investigating the possibility that Russia has sabotaged the Nord Stream pipelines which were built to carry Russian natural gas to Europe, by setting off underwater explosions at multiple locations on Tuesday, a claim that Russia has denied. The pipelines have become a flash point since Russia invaded Ukraine. After Europe issued sanctions against Russia over the war, Russia turned off the flow of gas in the pipelines as punishment. Experts now say that sabotaging the pipelines could be Russia’s way of showing just how far it’s willing to go to make life harder for Europeans. And —\nron destanis In some areas, there will be catastrophic flooding and life-threatening storm surge.\nmichael barbaro\nFlorida is bracing for hurricane Ian, currently a category 3 storm expected to make landfall later today, potentially as an even stronger category 4 storm. State officials have ordered more than 2 million residents to evacuate coastal areas, and canceled school in dozens of districts.\nron destanis So if you’re on Florida’s Gulf Coast, from Naples all the way through the Tampa Bay Area and some of the counties north of that, that could be something that happens. And it will certainly happen in some parts of Florida’s Gulf Coast.\nmichael barbaro\nDuring a news conference on Tuesday, Governor Ron DeSantis asked Florida residents to take the storm and evacuation orders seriously.\nron destanis We can’t unring the bell if you stay and you end up getting washed away with a historic storm surge or get caught in really, really significant flooding.\nmichael barbaro", "url": "https://www.nytimes.com/2022/09/28/podcasts/the-daily/iran-protests-women.html"}