{"authors": ["Michael Barbaro", "Nina Feldman", "Sydney Harper", "Eric Krupke", "Jessica Cheung", "Rachel Quester", "Luke Vander Ploeg", "Patricia Willens", "Lisa Chow", "Dan Powell"], "date_download": "2022-10-25 23:23:08", "date_modify": "2022-10-25 23:23:08", "date_publish": "2022-09-30 10:00:05", "description": "Times reporters on the ground take stock of one of the deadliest storms ever to hit the state.", "filename": "2022_09_30_podcasts_the-daily_hurricane-ian-florida_1666740188.html", "image_url": "https://static01.nyt.com/images/2022/09/30/podcasts/30DAILY-ian-audio-app/merlin_214028433_cda490b4-2a99-40b3-987b-9893c1a660ad-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_30_podcasts_the-daily_hurricane-ian-florida_1666740188.html", "title": "Florida After Hurricane Ian", "title_page": "Florida After Hurricane Ian - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\ntim rushing\nName is Captain Tim rushing. It looks like it’s 5:52 PM, Naples, Florida. I got flooded out of my house earlier this afternoon. The day began with a lot of wind. The power went out at like 7:20. Cranked up the generator. Had the whole house running. Air conditioner is fine. Messed around making some food. Looked out and saw puddles in the road. And I’m like, oh, it’s a big storm surge. Isn’t that something? It’s an urban legend, the storm surge. They never get it right. And then all of the sudden, the road’s wet. And I’m like, hmm. Then I look, and it’s got a little current to it. I go about my business, messing around, watching TV. 15 minutes later, it’s starting to creep up the driveway. And I’m like, oh, boy, I’m getting ready to pay for my complacency here. And I go in my shed. And everything’s floating. It’s waist deep in there — gas cans, leaf blowers, coolers. It’s just like someone turned on the water faucet and filling up a bathtub. And the cats are pissed like, what’s going on, Dad? I told you we should have left this morning. I showed the captain at Tahoe. I was heading for dry ground.\ntim rushing Wow. Look at the neighborhood, something I never really envisioned myself.\ntim rushing\nAt that point, I just wanted to get out of belly-deep water that was rapidly rising.\ntim rushing [CHUCKLES]: Yikes!\ntim rushing\nI mean, the whole neighborhood is underwater.\ntim rushing Man, look at — this is like driving in a frickin’ river. Current is just running.\ntim rushing\nCars with water halfway up ‘em.\ntim rushing Good grief, Charlie Brown.\ntim rushing\nI mean, I got out of there. If I’d waited 30 more minutes, it had been too long.\ntim rushing Evacuate, they said!\ntim rushing\nThe last two weeks, I’ve had both generators tuned up. I’ve just been slowly, systematically getting all my stuff ready.\ntim rushing Wow.\ntim rushing\nI just gambled, and this time I finally got burned. You can be ready for power, you can be ready for food, you can prepare for everything else, but you can’t stop that water from rising. [MUSIC PLAYING]\nmichael barbaro\nFrom “The New York Times,” I’m Michael Barbaro. This is “The Daily.”\narchived recording (ron desantis) The impacts of this storm are historic, and the damage that was done has been historic. And this is just off initial assessments.\nmichael barbaro\nOn Thursday, as the sun came up over Florida, a fuller picture began to emerge of the destruction that Hurricane Ian has inflicted on the state and its residents.\narchived recording (ron desantis) I think we’ve never seen a flood event like this. We’ve never seen storm surge of this magnitude. And it hit an area where there’s a lot of people and a lot of those low-lying areas.\nmichael barbaro\nThe storm, a Category 4 hurricane, washed away roads, bridges, cars, boats, and homes, causing damage so extensive that according to the state’s Governor Ron DeSantis, it may take years to rebuild. Today, Sabrina Tavernise and I spoke with our colleagues across Florida — Patty Mazzei, Richard Fausset, Nicholas Bogel-Burroughs, and Hilary Swift — about what the storm’s aftermath looks like up close. It’s Friday, September 30.\npatricia mazzei\nHello?\nmichael barbaro\nHey, Patty.\npatricia mazzei\nHey. I was worried you couldn’t get through. I’m glad you could.\nmichael barbaro\nSo Patty, I am reaching you around noon on Thursday, and I wonder if you can tell me exactly where you are. Where are we reaching you right now?\npatricia mazzei\nI am in the parking lot of a gas station that has no gas, wearing my tall wader boots. And this is in Port Charlotte, Florida.\nmichael barbaro\nAnd where is Port Charlotte in the grand scheme of this hurricane?\npatricia mazzei\nPort Charlotte is one of several communities that dots Charlotte Harbor, which is an estuary from the Gulf of Mexico, which is where Hurricane Ian’s eye came in through the mainland on Wednesday.\nmichael barbaro\nWell, just describe your journey into Port Charlotte.\npatricia mazzei\nWe drove in from the North, from Tampa, on Interstate 75. And mostly what was striking was that the water levels on both sides of the highways sort of looked like the highway was between canals.\nmichael barbaro\nHmm.\npatricia mazzei\nAnd this area took a beating. As soon as you get off the highway, you just see power lines down, trees down, tin roofs down. There’s not a single traffic light that is working.\nmichael barbaro\nAnd as you got further into Port Charlotte, who did you talk to, and what did they tell you?\npatricia mazzei\nWe went into a retirement community called Port Charlotte Village —\ntheresa madden Badder than I thought.\npatricia mazzei\n— where the neighbors had been under mandatory evacuation orders and were just starting to get back to see how bad it had been. And a lot of them couldn’t actually tell because the storm surge was still so high that they started reaching waist-high, thigh-high water. And a lot of these people obviously older because it’s a retirement community. And they did not feel safe continuing into the surge to get to their homes.\ntheresa madden We’re the very last lot.\npatricia mazzei\nI saw a woman named Theresa Madden, who is 67, wading back from her house.\ntheresa madden It’s up to here! You won’t get very far!\npatricia mazzei\nAnd I asked her if she was OK —\npatricia mazzei Careful. Careful, ma’am.\npatricia mazzei\n— because these waves of water are coming through. And she said, oh, I’ve been here since 7:00 in the morning, walking to my house with her husband and their two little dogs.\ntheresa madden And we’re not native to here, so people are like, watch out for the red ants. They come in big balls. One guy said, I just saw an eel swim by. And we’re like, what the hell? patricia mazzei How long have you lived here? theresa madden One year today. patricia mazzei Are you a Floridian, or is this your first hurricane? theresa madden No. First. patricia mazzei Oh, my goodness.\npatricia mazzei\nThey moved here a year ago and renovated their mobile home —\nmichael barbaro\nWow.\npatricia mazzei\n— for their retirement. They came from Indiana. There’s a lot of Midwestern retirees in this part of the state. And they had actually been in Indiana on business when they found out about the hurricane.\ntheresa madden At 10 o’clock Monday night, we jumped in the car and drove 18 hours straight through down here to put those storm things up and went to bed because we hadn’t slept — patricia mazzei Right. theresa madden — since Monday morning.\npatricia mazzei\nThe power went out.\ntheresa madden I wear a CPAP machine, and I kept having dreams all night I was suffocating. patricia mazzei Oh, no. theresa madden I really was because I think our power went out right after we went to bed.\nmichael barbaro\nWait. Wait a minute, that she wears one of those apparatus that, if there’s no electricity, means you can’t breathe?\npatricia mazzei\nYou can’t breathe well, right. So they woke up in the middle of the night. They started packing what they could in the dark.\ntheresa madden I made sure that our safe was locked up, and it’s waterproof, fireproof.\npatricia mazzei\nShe grabbed important papers.\ntheresa madden I took two bathing suits. Tell me why.\n[laughs]\nI have no idea!\npatricia mazzei So you packed two bathing suits.\npatricia mazzei\nAnd they left for their friend’s house, where they spent the storm. And so they were coming back and not knowing if they had lost their retirement.\ntheresa madden Then I got tied up in knots on the inside, and we didn’t really how to get through here.\npatricia mazzei\nThey hadn’t, but they had some roof damage and stuff like that. But I think it was that fear that after all of that, here we are wading through storm surge to get to our house.\ntheresa madden You know what’s the worst thing, honestly, about all this, that really upset me the most coming into it? We’ve got over $200,000 in our home. They gave us insurance for $68,000. And they don’t really do mortgages on these places. You just have to cough up the cash. When you’re old, and everybody in Indiana is like, just let your house blow away, dude, that’s all of our cash. patricia mazzei Right. I mean —\nmichael barbaro\nYou said that this couple had just moved to Florida. I get the sense that Southwest Florida has experienced a lot of growth. So how do they fit into that?\npatricia mazzei\nFlorida has drawn a lot of people even before the coronavirus pandemic. The pandemic probably accelerated that. It is the state with the highest net migration from people from other states over the past few years. And this couple was an example of that. And I actually asked Theresa Madden if this had changed her mind, experiencing this hurricane, going through this scary natural disaster.\npatricia mazzei Does this make you — theresa madden We love Florida. patricia mazzei — feel differently?\npatricia mazzei\nShe said, no, no, we love Florida.\ntheresa madden But last year, it was just a perfect fall. We didn’t have any scary things and —\npatricia mazzei\nYou know, we knew this was a possibility, and hopefully it won’t happen again.\nmichael barbaro\nMm-hmm. So you’re finding that when people weigh the risks of a hurricane and the cost of rebuilding and the cost, of course, of life and death against the benefits of being on the water in Florida and waking up and looking out and seeing all that, they choose to live on the water in Florida?\npatricia mazzei\nSo far. Planners have been Warning about this overdevelopment along the coast for a long time, but I also think people find it very appealing to live near the water. And I know that I have interviewed many people over the years who are willing to risk it. [MUSIC PLAYING]\nmichael barbaro\nWell, drive safely. Stay safe.\npatricia mazzei\nThank you. Thank you for letting people know what’s going on here.\nmichael barbaro\nOf course. Thank you for reporting it. We’ll be right back.\nsabrina tavernise\nRichard?\nrichard fausset\nYes.\nsabrina tavernise\nHey, it’s Sabrina.\nrichard fausset\nHi.\nsabrina tavernise\nHi. Where are you right now?\nrichard fausset\nI spent the night in Orlando. So yesterday was really trying to get a sense of what people were doing to prepare. Florida’s got so many trailer homes. And this one that I went to yesterday was just absolutely lovely, where the front lawns and gardens were very well tended, and they’re kind of exploding with flowers in that very lush way that you can do in Florida, everything with a fresh coat of paint. It’s obviously a place that people took really great pride in, even though these are very modest homes. And when I got there, there was a fire truck that was going through the neighborhood, the recording saying, you need to get out of here. You should be in a more structurally sound building. We can’t help you after 2:00 PM. It was at that point that it was anticipated that the winds from the first serious bands of the hurricane were really going to start hitting it.\nsabrina tavernise\nI see.\nrichard fausset\nAnd they did. I went back to this massive hotel, and I’m staying in Downtown. It’s just built like a bunker within a bunker, although it does have an outward-facing window. And I tried to sleep last night, but this is just one of those that just lasted so long. The sound would go from bad to kind of very bad. And there’s a real kind of violence to the way the rain would hit the exterior window. It really felt like the building was kind of under assault. It felt like it was being destroyed.\nsabrina tavernise\nAnd what is the most surprising weird thing you’ve seen? I mean, hurricanes are strange like that as well.\nrichard fausset\nWell, the most surprising the thing I saw was sometimes when you cover these things, there’s just an image. And after Katrina, I remember being down in the Faubourg Marigny, this beautiful neighborhood that’s just next to the French Quarter, a place I’d spent a lot of time as a young person. And somebody had let out just this beautiful white horse, who was just kind of snorting and bucking and going up and down while, I think, the 82nd Airborne was marching around. Just so bizarre. And the iteration of that that I saw yesterday was just kind of an image that sticks with you, was this pristine 1954 Ford — I think it was called a Crestline or something — that was black and white. And it looked like it just rolled off the showroom floor like in the Korean War era. I mean, it was just this beautiful car that just had all this personality. And you could tell the interior of it was just — it looked like it had never had an ice cream stain on it. It was just immaculate. And it was under this flimsy carport in this neighborhood full of mobile homes. And I talked to the owner. He was just this lovely guy. And he’s an 82-year-old retiree who worked in the wastewater industry. He also noted that taking care of this car was important because it was the only way he gets around. He loves to work on old cars, and he thinks that new cars starting around 1995 stopped having any personality. And he’s just one of those guys. And to me, it was kind of this sense of this cupcake that’s just about to be stomped by some kind of Godzilla creature, this immaculate beauty. I mean, I’m not some huge car guy, but any living, breathing human being would just pay homage to the care and just the luminous beauty of this machine.\nsabrina tavernise\nYeah.\nrichard fausset\nAnd it’s under this rickety carport, and the storm is coming, and the fire truck is rolling through. And you just think, this is almost like a dream image of ominous times to come. [MUSIC PLAYING] There’s the guy who, like a lot of people down here, has had a lot of experience with hurricanes. I think he first came down to Florida in the Armed Services in the ‘50s. And he was kind of back and forth, but he settled down permanently, I think, a few decades later. And on the one hand, people might say, you’re so stupid, why don’t you just leave and go to the shelter, and blah, blah, blah. Well, I mean, one, sleeping on a basketball gym with strangers, it’s just not the most pleasant thing to do. And then in a way, you have to just kind of respect people’s calculated risks. [PHONE RINGING]\nnicholas bogel-burroughs\nHi.\nsabrina tavernise\nNick. Hi, it’s Sabrina from “The Daily.”\nnicholas bogel-burroughs\nHey. How’s it going?\nsabrina tavernise\nGood, good. OK, so it’s 1:53 PM. Where are you right now, and what are you seeing?\nnicholas bogel-burroughs\nI just left Fort Myers, this community really right on the water. So you got a lot of trees had fallen, boats that have been pushed from one side of a river to another. And the neighborhood we were in was a small kind of semi-suburban neighborhood. They obviously are in a very bad position when it comes to rising waters. And so I spent much of the morning with an 84-year-old woman.\nnicholas bogel-burroughs Wow. How long have you lived in this area? marion burkholder 37 years. nicholas bogel-burroughs Wow. Right here or — yeah. Wow.\nnicholas bogel-burroughs\nHer name was Marion Burkholder. She was a retired bank teller.\nnicholas bogel-burroughs Where were you before then? marion burkholder Michigan. nicholas bogel-burroughs OK. marion burkholder Before that, Cincinnati. nicholas bogel-burroughs OK. marion burkholder Before that, Michigan. Before that, Scotland. nicholas bogel-burroughs Wow. Very cool.\nsabrina tavernise\nAnd Nick, when did she first see the storm? When did it first come to her?\nnicholas bogel-burroughs\nThings were starting to get worse at some point last night, and she thought she had some time to prepare things. She said she just made a pot of coffee and that it was still plugged in, but that she saw the water rising.\nmarion burkholder The water was coming over my seawall, kind of like the beach, where you have the breakers. nicholas bogel-burroughs Yeah.\nnicholas bogel-burroughs\nShe was getting a little worried, but then her neighbors from across the street just came over unexpectedly, these two sisters, to help her.\nmarion burkholder And they said, no, you have to come. So I went over there. By the time I got over there, the water was coming in the back door, where the swimming pool was.\nnicholas bogel-burroughs\nAnd as the water kind of rose and rose up to past waist level —\nsabrina tavernise\nWow. It was waist level?\nnicholas bogel-burroughs\nYeah. In the home, yeah.\nmarion burkholder And they said the plan was to get a dinghy, and —\nnicholas bogel-burroughs\nAnd they put her in this small gray dinghy.\nmarion burkholder So anyway, I sat in the dinghy. And there was nothing I could do. So I just used a plastic cup, and I baled water. nicholas bogel-burroughs Wow.\nnicholas bogel-burroughs\nAnd Marion, she told me she was using a plastic cup, a tiny plastic cup, because the dinghy started taking on water. And so she was just trying to scoop as much as she could out of this dinghy as it was rising. So Marion was sitting in this dinghy, and next to her was one of her neighbors.\nmarion's neighbor There were five of us and two cats and a dog. And I just stood there with a knife. My job was to cut the screen to let us out — nicholas bogel-burroughs Wow. marion's neighbor — so we could get on the roof. nicholas bogel-burroughs Oh, my goodness.\nnicholas bogel-burroughs\nHolding a knife because they thought the water might rise so high that they would have to cut a hole in this screened-in porch ceiling so that they could get out.\nsabrina tavernise\nWow.\nnicholas bogel-burroughs\nEventually, the water went down in the early morning. They didn’t have to use the knife, thankfully. And the place was a mess.\nnicholas bogel-burroughs And did you get any sleep at all or — marion burkholder Yeah. nicholas bogel-burroughs On that mattress in there or — marion burkholder The mattress. nicholas bogel-burroughs The air mattress? On the table? marion burkholder The mattress on the table. nicholas bogel-burroughs Yeah, I saw that. marion burkholder The dog and I.\nnicholas bogel-burroughs\nAnd Marion slept for an hour or a couple hours on a air mattress on top of, basically, a dinner table in this neighbor’s home. But they were certainly safe. And everyone very grateful to be alive and be totally uninjured, but coming to terms with what the next few months of their life might be like.\nspeaker 1 They’re with “The New York Times.” marvis long Yeah, sure. speaker 1 Do you mind if they take pictures or anything? marvis long No, not at all. speaker 2 OK. Thank you. nicholas bogel-burroughs Hi. speaker 3 I have to talk to you. nicholas bogel-burroughs OK. speaker 1 They don’t mind.\nnicholas bogel-burroughs\nThere was another couple who also had a pretty chaotic night with the floodwaters rising.\nsabrina tavernise\nWhat were their names?\nnicholas bogel-burroughs\nMarvis and Harry Long.\nnicholas bogel-burroughs How long have you all lived down here? marvis long Since 1992. nicholas bogel-burroughs Wow. marvis long Yeah. He’s going to be 98. nicholas bogel-burroughs Wow. speaker 2 Oh, my god. marvis long And I’m 96.\nnicholas bogel-burroughs\nSo Marvis is a 96-year-old woman, and her husband Harry is 97. And when we walked into their home, they were in great spirits, but had had an unbelievable night.\nmarvis long Water was coming in just like waves in here. nicholas bogel-burroughs Yeah. marvis long And it opened the doors and drawers.\nnicholas bogel-burroughs\nRight.\nmarvis long All my linens and everything — just like that. See? nicholas bogel-burroughs Yeah. marvis long It was up to our waist.\nnicholas bogel-burroughs\nNo one expected the water to come so quickly. That’s what several people said, that they thought it would rise slowly. They thought they would see it coming, that they’d be able to prepare in some way, but that instead it had rushed in in a lot of cases.\nmarvis long All this furniture, everything. nicholas bogel-burroughs Oh, my gosh. marvis long And the bed was even floating around. nicholas bogel-burroughs Wow. speaker 4 That was floating around?\nnicholas bogel-burroughs\nThey said that the water was rising so high that they were on their bed, and it was floating around the room.\nsabrina tavernise\nWow.\nmarvis long Everything floated. It’s — nicholas bogel-burroughs Oh, I’m so sorry.\nsabrina tavernise\nAnd when the water started rising, and the bed started floating, were they trying to get out? What ended up happening to them?\nnicholas bogel-burroughs\nSo they had hoped that the fire department or someone was going to pick them up last night. It seems like they had a few different plans that fell through, that being one of them. Another, they seemed to be hoping to go to a friend’s home. They had packed their three cats into crates and had gotten some things together. But no one came for them. And I think at some point, they tried to go to their garage to see if they could get their car out.\nmarvis long Couldn’t get the garage door — no electric — And couldn’t get the car out. And then the next thing, of course, now the other car was flooded too. nicholas bogel-burroughs Oh, my gosh. marvis long That’s how high it was in the garage. nicholas bogel-burroughs Right. Yeah. So when we found them, they were just kind of lying on top of the bed, just hanging out, trying to stay dry, as there was water still in their home. And they have a small pool and a kind of patio area that was just filled with murky brown water. marvis long They say that — because everything here is septic tanks, they say this is [INAUDIBLE] black. speaker 1 Oh, yeah. speaker 5 OK. So you’re healthy here?\nsabrina tavernise\nAnd where are they going now, the Longs? I mean, they can’t stay in their house, it sounds like, right?\nnicholas bogel-burroughs\nWell, you would think so. So this volunteer group offered to bring them — the only place they could bring people quickly was a truck stop with a convenience store that was closed.\nspeaker 2 So where we’re going to take you is the Love’s Truck Stop under a semi truck fort until we can have someone take you to a shelter. Would that be OK? marvis long Oh, I don’t want to go to a shelter. I’ve got cats.\nnicholas bogel-burroughs\nThe couple said that they’d rather just stay there and keep in touch with their family about getting somewhere else. They didn’t want to go to a shelter because they were partially worried about their three cats and handling all of that. So I think for a lot of people who didn’t leave before the storm, figuring out what to do now that their homes are pretty much impossible to live in is definitely a big challenge. Quite a few people, it sounded like, had family only far away, like in the Midwest or somewhere. The hotels are obviously all booked up around here. And the shelters, I mean, are certainly an option to stay safe at the last minute, but it’s a really hard choice to make to go to a shelter where you might not be able to — I mean, especially with mobility issues. I mean, one of the people today was just saying, I can’t go to a shelter if they’re just giving me a space on a floor because I can’t even get down and lie down and get back up.\nsabrina tavernise\nYeah.\nnicholas bogel-burroughs\nIt was very difficult options, yeah. [MUSIC PLAYING]\nsabrina tavernise\nNick, thank you so much for talking to us from your really, really kind of amazing, crazy night.\nnicholas bogel-burroughs\nOh, of course. Yeah. Thanks so much.\nhilary swift This is Hillary Swift. I am a photographer for “The New York Times.” It’s 5:19 PM, and I am in North Fort Myers, Florida. So earlier today, I was over at Fort Myers Beach, which is a small island. I would imagine that normally it’s really, really pretty because you can have this beautiful view of a bay and all these boats and the harbor. And it’s this gorgeous beach front. But today, I’ve been in four different hurricanes for “The New York Times,” and I hadn’t really ever seen anything quite like this. It really just was reminding me of images that I had seen in various war zones over the years. It looked like something out of Syria or out of Iraq. It was these almost shelled-out looking buildings in some places, and then completely flattened buildings in other places, and then just like this concave sort of dipping-down rubble into the street, which was then covered in several inches of sand. Everybody was just walking around with their jaws on the floor. I came across a group of young men who were going through — I think it was a pizza shop or where there used to be a pizza shop that they used to work at. And they were collecting little mementos from there. One of the gentleman had just lost his home on the other side of that island. And his friend who was with him had also lost his home and lost his job the day before. So these kids were in pretty low spirits. But as I was walking away from them, they turned around and said, well, we can only go up from here because it can’t get any worse. [MUSIC PLAYING] At one point, we were walking with some search and rescue folks. And one of the gentleman pointed over towards this peach-colored house that had had some green flowers drawn on it that I thought was really beautiful. But there was a lot of rubble next to that. And he said that they had just found a woman who was dead in the rubble and were pulling her out of that at that moment.\nmichael barbaro\nAs of Thursday night, Florida officials said they expected a significant number of deaths from the storm, but no firm number had emerged. So far, more than 700 Floridians have been rescued from floodwaters, and 2.4 million residents remain without power. Meanwhile, Hurricane Ian, which had been downgraded to a tropical storm, re-intensified and became a hurricane once again. It is now expected to make another landfall, this time in South Carolina, later today. We’ll be right back. [MUSIC PLAYING] Here’s what else you need to know today.\narchived recording (vladimir putin) [SPEAKING RUSSIAN]\nmichael barbaro\nOn Thursday, Russian President Vladimir Putin made a rare admission of error in his approach to the war in Ukraine, acknowledging in televised remarks that his government had made mistakes in carrying out a large-scale military draft that has angered families across the country.\narchived recording (vladimir putin) [SPEAKING RUSSIAN]\nmichael barbaro", "url": "https://www.nytimes.com/2022/09/30/podcasts/the-daily/hurricane-ian-florida.html"}