{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:19:11", "date_modify": "2022-10-25 23:19:11", "date_publish": "2022-10-24 09:00:24", "description": "The Republican nominee for Wisconsin governor, Tim Michels, told supporters recently that while DeSantis was watching a Packers game at Lambeau Field, he was texting the Buccaneers quarterback.", "filename": "2022_10_24_us_politics_tom-brady-ron-desantis_1666739951.html", "image_url": "https://static01.nyt.com/images/2022/10/24/multimedia/24brady-desantis-1/24brady-desantis-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_24_us_politics_tom-brady-ron-desantis_1666739951.html", "title": "Tom Brady and Ron DeSantis Are Said to Be on Texting Terms", "title_page": "Tom Brady and Ron DeSantis Are Said to Be on Texting Terms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OCONOMOWOC, Wis. — Tom Brady, the seven-time Super Bowl champion, has for years been the subject of public affection from former President Donald J. Trump.\nBut according to Tim Michels, the Republican nominee for Wisconsin governor, Mr. Brady is now on texting terms with another Republican seen as a White House contender: Gov. Ron DeSantis of Florida.\nMr. DeSantis attended a Green Bay Packers football game last month and spent part of the game texting with Mr. Brady, according to Mr. Michels, who hosted the Florida governor in Green Bay and told supporters in Wisconsin last week about their time together. Mr. Brady first expressed support for Mr. Trump in 2015, when he was quarterback of the New England Patriots. He signed with the Tampa Bay Buccaneers in 2020.\n“I took Governor DeSantis to the Packer game at Lambeau Field,” Mr. Michels told a gathering of the Lake Country Patriots, a far-right group, on Thursday at a brewery in Oconomowoc, Wis. The New York Times was denied entry to the publicly advertised event, but obtained a recording of Mr. Michels’s remarks.", "url": "https://www.nytimes.com/2022/10/24/us/politics/tom-brady-ron-desantis.html"}