{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:34:25", "date_modify": "2022-10-25 23:34:25", "date_publish": "2022-01-25 10:00:23", "description": "Waves of borrowers in the federal Public Service Loan Forgiveness program are seeing their debts go to zero. Here’s how six of them finally got there.", "filename": "2022_01_25_your-money_pslf-relief_1666740865.html", "image_url": "https://static01.nyt.com/images/2022/01/22/business/22-MONEY-TOP-COMBO/22-MONEY-TOP-COMBO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_25_your-money_pslf-relief_1666740865.html", "title": "Portraits of Relief", "title_page": "6 Who Finally Got the Public Service Loan Forgiveness They Earned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Financing it all was expensive: Both of them consolidated their loans, repackaging them into two monsters totaling $203,000. P.S.L.F. provided a glimmer of hope, then came a crushing realization that the graduated repayment plan they had eventually chosen to better afford children made them ineligible for it altogether.\nSo they started over in a new repayment plan in 2015. When Congress enacted one of its patchwork P.S.L.F fixes in 2018, they found themselves ineligible for it, too.\n“It almost felt like a cruel joke,” Dr. Townsend said.\nLate last year, they put in for the waiver and crossed their fingers. This month, Dr. Townsend got the good news. A few days later, Mr. Townsend received notice that his payments were delinquent.\nJust kidding, a phone rep at the loan servicer eventually told him. There was an error, and his balance had also gone to zero.\nA Brighter Future\nEveryone who spoke to me expressed gratitude for the relief. Ms. Harrington cried when she got the news. Ms. Stewart’s wife also shed tears. Ms. Nuckolls reread her notification twice and then called her servicer to be sure. Mr. Negaard “may have whooped.”\nThey also told me of their resolve going forward.\nMs. Nuckolls, the assistant state’s attorney in Illinois, has her eye on a condo and hopes to become a first-time homeowner in her 50s. Ms. Stewart and her wife — who moved their two daughters into a home they bought in Hawthorne, Calif., last year — do not have to worry that student loan bills will derail them.", "url": "https://www.nytimes.com/2022/01/25/your-money/pslf-relief.html"}