{"authors": ["Tara Siegel Bernard"], "date_download": "2022-10-25 23:52:58", "date_modify": "2022-10-25 23:52:58", "date_publish": "2022-07-12 19:48:45", "description": "In the wake of the Supreme Court ruling, abortion benefits will depend even more on where a woman lives and who provides her insurance.", "filename": "2022_07_12_your-money_health-insurance_abortion-health-insurance-coverage_1666741978.html", "image_url": "https://static01.nyt.com/images/2022/07/13/business/12abortion-insure/12abortion-insure-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_12_your-money_health-insurance_abortion-health-insurance-coverage_1666741978.html", "title": "Abortion Insurance Coverage Is Now Much More Complicated", "title_page": "Abortion Insurance Coverage Is Now Much More Complicated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even before the constitutional right to an abortion was struck down last month, health insurance coverage for it was spotty. Abortion benefits largely depended on where a woman lived or whom she worked for.\nThose factors have become even more crucial now that the Supreme Court has left it to the states to regulate abortion. The existing patchwork of coverage is likely to become more restrictive, and the gulf will widen between states that had already banned abortion-related benefits and those that mandate coverage.\nDozens of large employers are attempting to fill the gaps by paying expenses for workers who need to cross state lines for a legal abortion, though there are still questions about how much risk companies are taking on and how far an anti-abortion state — or an aggressive prosecutor — could go to stop them.\nFor women without that extra support or coverage, the new logistical challenges and the added costs may be impossible to overcome.", "url": "https://www.nytimes.com/2022/07/12/your-money/health-insurance/abortion-health-insurance-coverage.html"}