{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:50:19", "date_modify": "2022-10-25 23:50:19", "date_publish": "2022-01-12 10:00:21", "description": "As the troubled lockdown in Xi’an has shown, many Chinese people remain willing to work diligently toward the government’s goal of eliminating the virus, no matter the consequences.", "filename": "2022_01_12_business_china-zero-covid-policy-xian_1666741819.html", "image_url": "https://static01.nyt.com/images/2022/02/01/business/0112Newworld-illo/0112Newworld-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_12_business_china-zero-covid-policy-xian_1666741819.html", "title": "The Army of Millions Who Enforce China’s Zero-Covid Policy", "title_page": "The Army of Millions Who Enforce China’s Zero-Covid Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The city’s health code system, which is used to track people and enforce quarantines, collapsed under heavy use. Deliveries largely disappeared. Some residents took to the internet to complain that they didn’t have enough food.\nBut the lockdown rules were assiduously followed.\nA few community volunteers made a young man who ventured out to buy food read a self-criticism letter in front of a video camera. “I only cared about whether I had food to eat,” the young man read, according to a widely shared video. “I didn’t take into account the serious consequences my behavior could bring to the community.” The volunteers later apologized, according to The Beijing News, a state media outlet.\nThree men were caught while escaping from Xi’an to the countryside, possibly to avoid the high costs of the lockdown. They hiked, biked and swam in wintry days and nights. Two of them were detained by the police, according to local police and media reports. Together they were called the “Xi’an ironmen” on the Chinese internet.\nThen there were the hospitals that denied patients access to medical care and deprived their loved ones of the chance to say goodbye.\nThe man who suffered chest pain as he was dying of a heart attack waited six hours before a hospital finally admitted him. After his condition worsened, his daughter begged hospital employees to let her in and see him for the last time.\nA male employee refused, according to a video she posted on Weibo after her father’s death. “Don’t try to hijack me morally,” he said in the video. “I’m just carrying out my duty.”", "url": "https://www.nytimes.com/2022/01/12/business/china-zero-covid-policy-xian.html"}