{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:06", "date_modify": "2022-10-25 23:34:06", "date_publish": "2022-05-09 15:53:26", "description": "But Keir Starmer maintained that he was within the law when he had a beer with takeout food during a campaign meeting last year.", "filename": "2022_05_09_world_europe_starmer-labour-covid-rules_1666740846.html", "image_url": "https://static01.nyt.com/images/2022/05/09/world/09uk-starmer-1sub/09uk-starmer-1sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_09_world_europe_starmer-labour-covid-rules_1666740846.html", "title": "U.K. Labour Leader Pledges to Resign if Police Find He Broke Covid Rules", "title_page": "U.K. Labour Leader Pledges to Resign if Police Find He Broke Covid Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The scandal over lockdown-breaking parties that has ensnared Prime Minister Boris Johnson of Britain took a new turn on Monday when his rival, the opposition leader Keir Starmer, promised to resign if police decide that he also broke coronavirus laws.\nThe statement followed days of speculation about whether Mr. Starmer was in breach of the country’s strict Covid-19 regulations when he was pictured drinking a beer as he ate takeout Indian food during a campaign meeting in the northern city of Durham last year.\nAnd while Mr. Starmer’s promise represents a striking gamble, it also raises the pressure on Mr. Johnson, who has already been fined for attending a birthday celebration at Downing Street, but has refused to quit.\n“I am absolutely clear that no laws were broken, they were followed at all times,” said Mr. Starmer, who is a former chief prosecutor. “But if the police decide to issue me with a fixed penalty notice, I would of course do the right thing and step down,” he added, referring to the mechanism used by police to fine those deemed to have broken the law.", "url": "https://www.nytimes.com/2022/05/09/world/europe/starmer-labour-covid-rules.html"}