{"authors": ["Dave Itzkoff"], "date_download": "2022-10-25 23:36:32", "date_modify": "2022-10-25 23:36:32", "date_publish": "2022-09-02 09:00:27", "description": "The TV producer and creator of “Deadwood” recounts his tumultuous upbringing, his trailblazing career and his experience with Alzheimer’s disease in “Life’s Work.”", "filename": "2022_09_02_books_david-milch-still-has-stories-to-tell_1666740992.html", "image_url": "https://static01.nyt.com/images/2022/09/04/books/04Milch10/04Milch10-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_02_books_david-milch-still-has-stories-to-tell_1666740992.html", "title": "David Milch Still Has Stories to Tell", "title_page": "David Milch Still Has Stories to Tell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Preserving what he can remember about himself and sharing it with an audience are already demanding tasks for Milch, and now they have taken on a particular urgency. In the years since he received his diagnosis, he has been working on a memoir called “Life’s Work.”\nThe book, which will be published by Random House on Sept. 13, offers a poetic but unvarnished account of his personal history, abundant with the barbarity and grace that have animated Milch’s fictional characters.\nThe project is a quintessentially Milchian lesson in accurately depicting a life, even one composed of events that he may not always be proud of having lived.\nAs Rita explained, the memoir showed there was beauty in “how he took his life and turned it into art — all the experiences he had, which seemed so wild, he was able to tame in narrative and take back.”\nDavid saw an even more fundamental value in the project: “I have felt the blessing of feeling like I know who I am,” he said.\nA few days before the visit, Rita — who lives about 20 minutes away — had cautioned that he has bad days and good days; even on good days, he can be discursive in his thinking or unaware of his surroundings.", "url": "https://www.nytimes.com/2022/09/02/books/david-milch-still-has-stories-to-tell.html"}