{"authors": ["Michael Schwirtz", "Megan Specia", "Finbarr O Reilly"], "date_download": "2022-10-25 23:41:01", "date_modify": "2022-10-25 23:41:01", "date_publish": "2022-10-10 19:33:25", "description": "The fighting in Ukraine had felt far from the capital in recent months, but the barrage of missiles brought many residents back to the fear and uncertainty of the early days of Russia’s invasion.", "filename": "2022_10_10_world_europe_ukraine-kyiv-russia-missiles_1666741261.html", "image_url": "https://static01.nyt.com/images/2022/10/10/world/10ukraine-scene-new-promo/10ukraine-scene-3sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_10_world_europe_ukraine-kyiv-russia-missiles_1666741261.html", "title": "Russian Strikes Batter Kyiv and Send Residents Dashing for Cover", "title_page": "Russian Strikes Batter Kyiv and Send Residents Dashing for Cover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KYIV, Ukraine — Five charred vehicles sat outside a university, and the windows of a building were blown out in central Kyiv. The smell of gas and fire wafted through the air, and torrents of water bubbled up from a large crater in the center of the street.\nA body lay covered in a gold foil blanket. At another location, curtains billowed from the windows of a high-rise tower where the glass had been shattered by the force of the explosion. People stumbled in a daze out of damaged residential buildings, some with blood streaming from wounds, others trying to corral terrified children and pets.\nIn many ways, the fighting in Ukraine had felt far from Kyiv over the past few months as the rhythm of life shifted to a new sort of normal after Russian forces retreated from the suburbs and other areas in Ukraine’s northeast in the spring. But Monday brought many residents back to the fear of imminent attack, to the uncertainty of war.\nBy late morning, after a barrage of Russian strikes, at least five people were dead, dozens of others were injured, and Ukraine’s capital, Kyiv, was grappling with a series of seemingly indiscriminate attacks at its heart. Countrywide, at least 14 people were killed on Monday, the Ukrainian authorities said, by attacks that also knocked out power and other key services in multiple cities.", "url": "https://www.nytimes.com/2022/10/10/world/europe/ukraine-kyiv-russia-missiles.html"}