{"authors": ["Anna Grace Lee"], "date_download": "2022-10-25 23:23:48", "date_modify": "2022-10-25 23:23:48", "date_publish": "2022-06-25 04:11:12", "description": "Some say they have changed their plans in response to the city’s 39 positive cases, while others plan to carry on as safely as they can.", "filename": "2022_06_25_style_monkeypox-nyc-pride_1666740228.html", "image_url": "https://static01.nyt.com/images/2022/06/24/fashion/MONKEYPOX-PRIDE/MONKEYPOX-PRIDE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_25_style_monkeypox-nyc-pride_1666740228.html", "title": "Will Monkeypox Concerns Affect NYC Pride?", "title_page": "Will Monkeypox Concerns Affect NYC Pride? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For L.G.B.T.Q. people in New York City, the last Friday in June is usually a joyful day. The streets come alive with the telltale signs of a celebratory weekend: music, dancing, kissing, the occasional trail of glitter confetti.\nBut this year, on the cusp of the city’s biggest Pride events, the atmosphere had a different charge. The news on Friday morning of the Supreme Court’s decision to overturn Roe v. Wade immediately shifted the tenor of the weekend’s events. In many circles, group chats that had days before been focused on party planning switched to coordinating protest plans. Further complicating people’s attitudes heading into the weekend are questions and concerns surrounding monkeypox, a virus that is disproportionately affecting gay men.\nOn Thursday, New York City health officials expanded access to a monkeypox vaccine, offering it to men who have had multiple or anonymous male sexual partners in the last 14 days. As of Friday, 39 people in New York City had tested positive for orthopoxvirus, according to the Department of Health and Mental Hygiene, which added that all 39 cases were believed to be monkeypox.\nAccording to the World Health Organization, monkeypox is transmitted from person to person via close contact with lesions, body fluids, respiratory droplets and contaminated materials. The virus typically begins with flulike symptoms, such as a fever and swollen lymph nodes, and progresses to a painful rash.", "url": "https://www.nytimes.com/2022/06/25/style/monkeypox-nyc-pride.html"}