{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:54:21", "date_modify": "2022-10-25 23:54:21", "date_publish": "2022-05-14 00:24:54", "description": "“They have no hope, they have no trust in the government and they can’t tolerate the status quo any more,” one Iran expert said of the protesters in at least six provinces.", "filename": "2022_05_13_world_iran-protests-food-prices_1666742061.html", "image_url": "https://static01.nyt.com/images/2022/05/13/multimedia/13iran-protests-01/13iran-protests-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_13_world_iran-protests-food-prices_1666742061.html", "title": "Protests Triggered by Rising Food Prices Spread in Iran", "title_page": "Protests Triggered by Rising Food Prices Spread in Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As thousands of Iranians, already fed up with inflation and unemployment, took to the streets this week, their protests quickly moved from airing their food grievances to their discontent with the ruling establishment.\n“They have no hope, they have no trust in the government and they can’t tolerate the status quo any more,” said Omid Memarian, an Iran expert at Democracy for the Arab World Now, a nonprofit based in the United States. “This triangle in any country would create a powder keg ready to explode.”\nNationwide demonstrations against the government rocked Iran in 2017, 2019 and 2021. In each case, a specific issue like collapsed investment funds, rising gas prices or shortages of water triggered the unrest, which then morphed into calls for the downfall of the Islamic Republic system. The government crushed the protests with brutal crackdowns, killing, injuring and arresting hundreds of people.\nOn Friday, demonstrators took to the streets at night in cities like Ahwaz, Qazvin, Shahreh Kurd and Dezfoul, chanting slogans against Iran’s top officials, calling for clerics “to get lost” and chanting “death to the dictator,” video footage on social media showed. In one instance on Thursday night, the crowd tore down a banner with the picture of Ayatollah Ali Khamenei, the supreme leader, as onlookers cheered, videos showed.\nMen and women marched down the street in Shahreh Kurd calling President Ibrahim Raisi, a conservative cleric in his first year in office, a “liar” for failing to deliver on promises of economic improvement, and demanded his resignation.\nIn several videos from Khuzestan and Lurestan, in south and southwest Iran, security officers are seen firing guns in the air on streets packed with unarmed people. The videos have not been independently verified by The New York Times. In one from the city of Boroujerd on Friday night, a man’s voice screams “they are firing on the crowd” and a series of gunshots is heard in the background.\nIran has disrupted internet connectivity, sometimes completely shutting down access and at other times slowing it down or switching to a domestic intranet, in the six provinces where protests took place, said Amir Rashidi, a digital rights expert on Iran based in Washington.", "url": "https://www.nytimes.com/2022/05/13/world/iran-protests-food-prices.html"}