{"authors": ["Victoria Kim"], "date_download": "2022-10-25 22:57:32", "date_modify": "2022-10-25 22:57:32", "date_publish": "2022-04-05 11:58:21", "description": "World leaders have vowed to hold President Vladimir V. Putin responsible for any atrocities by Russian forces. Past experience shows such cases take years to build and prosecute.", "filename": "2022_04_05_world_europe_war-crimes-russia-ukraine_1666738652.html", "image_url": "https://static01.nyt.com/images/2022/04/05/world/05ukraine-blog-war-crimes-explainer/05ukraine-blog-war-crimes-explainer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_05_world_europe_war-crimes-russia-ukraine_1666738652.html", "title": "What Are War Crimes, and How Are They Prosecuted?", "title_page": "What Are War Crimes, and How Are They Prosecuted? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "World leaders have vowed to hold President Vladimir V. Putin responsible for war crimes as evidence mounts that Russian forces killed civilians in Ukraine.\nThe Kremlin has denied the allegations and says that recent images from the Kyiv suburb of Bucha, which was liberated from Russian control in the past week, were staged. But President Biden has called him a war criminal. And President Volodymyr Zelensky has said Mr. Putin is responsible for genocide.\nIf past prosecutions of war crimes are any indication, the process is arduous and thorough, and takes years of investigations and litigation that are only decided decades after a conflict ends.\nHere’s what you need to know:\nWhat is a war crime?\nA war crime is an act committed during armed conflict that violates international humanitarian laws designed to protect civilians. The rules of war are codified in various treaties, including the Geneva Convention of 1949 and the Hague Conventions of 1899 and 1907.", "url": "https://www.nytimes.com/2022/04/05/world/europe/war-crimes-russia-ukraine.html"}