{"authors": ["Clifford Krauss", "Stanley Reed"], "date_download": "2022-10-25 23:38:38", "date_modify": "2022-10-25 23:38:38", "date_publish": "2022-02-22 22:09:46", "description": "Oil and gas prices are up, and Western energy giants with operations and investments in Russia could find it harder to keep doing business there.", "filename": "2022_02_22_business_energy-environment_russia-ukraine-oil-gas_1666741118.html", "image_url": "https://static01.nyt.com/images/2022/02/22/business/22oilandgas-01alt/22oilandgas-01alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_22_business_energy-environment_russia-ukraine-oil-gas_1666741118.html", "title": "Russia’s Moves in Ukraine Unsettle Energy Companies and Prices", "title_page": "Russia’s Moves in Ukraine Unsettle Energy Companies and Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Russia’s recognition of two breakaway regions in eastern Ukraine could threaten important investments of Western oil giants and further drive up global energy prices in the next few weeks.\nSince the closing days of the Cold War, Russia’s energy-based economy has become entwined with Europe’s. European energy companies like BP, TotalEnergies and Shell have major operations and investments in Russia. Though expansion of those holdings was largely halted after Russia’s 2014 annexation of Crimea, they remain important profit centers and could now be at risk.\nSeeking to isolate President Vladimir V. Putin of Russia, President Biden and the European Union imposed new sanctions on the Russian government and the country’s political and business elite on Tuesday. The measures do not directly target the energy industry. That’s why oil and gas prices settled only modestly higher on Tuesday afternoon in New York.\nBut analysts said the energy industry could still be hurt if the crisis dragged on, particularly if Mr. Putin decided to send troops into the rest of Ukraine or sought to take control of the capital, Kyiv. Such aggressive action would most likely force Mr. Biden and other Western leaders to ratchet up their response.", "url": "https://www.nytimes.com/2022/02/22/business/energy-environment/russia-ukraine-oil-gas.html"}