{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:59:52", "date_modify": "2022-10-25 22:59:52", "date_publish": "2022-06-07 20:09:14", "description": "A Saudi-led coalition has killed civilians with U.S. weapons, but the State Department and the Pentagon have fallen short on tracking the deaths, U.S. investigators found.", "filename": "2022_06_07_us_politics_saudi-yemen-war-us-weapons_1666738792.html", "image_url": "https://static01.nyt.com/images/2022/06/07/multimedia/07dc-yemen-photo01/07dc-yemen-photo01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_07_us_politics_saudi-yemen-war-us-weapons_1666738792.html", "title": "U.S. Fails to Assess Civilian Deaths in Yemen War, Internal Report Says", "title_page": "U.S. Fails to Assess Civilian Deaths in Yemen War, Internal Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The State Department and the Defense Department have failed to assess civilian casualties caused by a Saudi-led coalition in the catastrophic war in Yemen and the use of American-made weapons in the killings, according to an internal government report.\nThe report from the Government Accountability Office focuses on attacks in recent years by a Saudi-led coalition that is fighting Houthi rebels for control of Yemen. The alliance, which includes the United Arab Emirates, has carried out deadly strikes using combat jets and munitions that have been supplied and maintained largely by American companies with the approval of the State Department and the Pentagon.\nThe report spans the Obama, Trump and Biden administrations, covering the period from 2015, when the war against the Houthis began, to 2021. It is the second major report by a U.S. agency that lays out government shortcomings in preventing civilian casualties in Yemen. In August 2020, the State Department inspector general issued a report that said the department had failed to take proper measures to reduce civilian deaths.\nThe new report comes as President Biden is making plans to visit Saudi Arabia this summer. Mr. Biden aims to rebuild ties with the kingdom and Crown Prince Mohammed bin Salman despite vowing earlier to make the nation a “pariah” for its human rights atrocities, including the mass killings in Yemen and the murder of a journalist who was a U.S. resident. U.S. officials spoke about the report on the condition of anonymity because the Government Accountability Office has not released it publicly yet. A version labeled “sensitive but unclassified” has circulated in executive and legislative offices. The report is required by Congress as a result of budget legislation.", "url": "https://www.nytimes.com/2022/06/07/us/politics/saudi-yemen-war-us-weapons.html"}