{"authors": ["Raymond Zhong"], "date_download": "2022-10-25 23:31:06", "date_modify": "2022-10-25 23:31:06", "date_publish": "2022-10-10 09:00:20", "description": "As climate change dries out Europe, the Netherlands, a country long shaped by its overabundance of water, is suddenly confronting drought.", "filename": "2022_10_10_climate_netherlands-drought-climate-change_1666740666.html", "image_url": "https://static01.nyt.com/images/2022/09/23/climate/00cli-netherlands1/00cli-netherlands1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_10_climate_netherlands-drought-climate-change_1666740666.html", "title": "In Face of Drought, the Netherlands Reverses Course to Save Water", "title_page": "In Face of Drought, the Netherlands Reverses Course to Save Water - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ENSCHEDE, the Netherlands — The story of the Netherlands’ centuries of struggle against water is written all over its boggy, low-lying landscape. Windmills pumped water out of sodden farmland and canals whisked it away. Dikes stopped more from flooding in.\nNow, climate change is drying out great stretches of Europe, and, once again, the Dutch are hoping to engineer their way to safety — only this time, by figuring out how to hold onto more water instead of flushing it out.\nFrom California and Texas to India and China, many parts of the world are grappling with widening swings between very wet conditions and very dry ones. The extra heat near the earth’s surface from global warming is, in many regions, increasing the chances of both punishing droughts and violent rainstorms. Societies like the Netherlands must now plan for both extremes, even though the best preparations for one can be at odds with the best preparations for the other.\n“We are world champions in making land dry,” said Peter van Dijk, a blueberry grower based in the country’s south. “Now we are trying to turn that system around, because we overshot.”", "url": "https://www.nytimes.com/2022/10/10/climate/netherlands-drought-climate-change.html"}