{"authors": ["Luke Broadwater"], "date_download": "2022-10-26 00:12:03", "date_modify": "2022-10-26 00:12:03", "date_publish": "2022-10-12 22:58:45", "description": "In what may be its final public hearing, the committee intends to present new evidence about the former president’s state of mind and central role in the plan to overturn the 2020 election.", "filename": "2022_10_12_us_politics_house-jan-6-panel-final-hearing_1666743123.html", "image_url": "https://static01.nyt.com/images/2022/10/12/us/politics/12dc-Jan6-1/merlin_182048325_534ee07c-0dec-4998-9f9c-2e68721e9c34-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_12_us_politics_house-jan-6-panel-final-hearing_1666743123.html", "title": "House Jan. 6 Panel Plans a Sweeping Summation of Its Case Against Trump", "title_page": "In Next Jan. 6 Hearing, Panel Plans Summation of Its Case Against Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow live updates on the House committee hearing on the Jan. 6 attack on the Capitol.\nWASHINGTON — The House committee investigating the Jan. 6 attack is planning on Thursday to present a sweeping summation of its case against former President Donald J. Trump at what could be its final public hearing, seeking to reveal damning new evidence about Mr. Trump’s state of mind and his central role in the effort to overturn the 2020 election.\nArmed with new witness interviews and unreleased footage of the violence of Jan. 6, 2021, the panel is planning to argue that Mr. Trump’s lies about widespread voter fraud inspired far-right extremists and election deniers who present a continuing threat to American democracy.\nUnlike previous hearings, which focused on specific aspects of Mr. Trump’s attempts to overturn the election, members will attempt to portray the entire arc of the plan, demonstrating Mr. Trump’s involvement in every step — even before Election Day.\nThe hearing comes at a pivotal moment, weeks before midterm elections in which control of Congress is at stake and as time is running out for the panel to complete its work, including an extensive report on its findings. Should Republicans succeed in their drive to win the House majority, they would be all but certain to disband the committee in January and shut down any official accounting by Congress for the largest attack on the Capitol in centuries.", "url": "https://www.nytimes.com/2022/10/12/us/politics/house-jan-6-panel-final-hearing.html"}