{"authors": ["Sharon Lafraniere", "Noah Weiland"], "date_download": "2022-10-25 22:54:47", "date_modify": "2022-10-25 22:54:47", "date_publish": "2022-02-12 01:06:36", "description": "The agency will wait for data on whether three doses of Pfizer-BioNTech’s Covid vaccine are effective in young children after new, disappointing data.", "filename": "2022_02_11_us_politics_fda-children-pfizer-vaccine_1666738487.html", "image_url": "https://static01.nyt.com/images/2022/02/11/us/politics/11dc-pfizer-kids/11dc-pfizer-kids-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_11_us_politics_fda-children-pfizer-vaccine_1666738487.html", "title": "In Reversal, F.D.A. Delays Push for Shots for Children Under 5", "title_page": "F.D.A. Delays Review of Pfizer’s Covid Vaccine for Children Under 5 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Norman W. Baylor, a former director of the F.D.A.’s vaccines office, said the agency had been “reactionary” on a highly delicate issue, perhaps because of public pressure. A lot of parents, he noted, had been saying, “I don’t care, just give my kid the two doses and even if it’s a little bit and they’re not protected fully, that’ll do the trick.”\n“But we don’t know that until the data are reviewed,” he said.\nDr. Baylor and some other experts questioned whether any coronavirus vaccine developer had yet figured out an effective dose for the youngest children, or how durable protection would be for them. Moderna, the other major vaccine manufacturer, is currently testing a stronger dose than Pfizer’s for children under 5. But so far, Moderna’s vaccine has only been authorized for adults.\nSome parents on Friday expressed anguish over the news.\n“I’m feeling despair, despondent, frustrated, confused,” said Rachel Perera, a graduate student in Los Angeles and mother of an 8-month-old son. “I feel like the goal posts have been moving.”\nMs. Perera said that she had been hoping to make a long-awaited trip to the East Coast this spring to see friends and introduce them to her son. She and her husband have been avoiding most contact with others during the Omicron wave in order to protect him.\n“I was hoping that we would have some hope, that it would help us get some semblance of normalcy,” she said of the vaccine for children under 5. “I feel like the world is moving on without us, the parents of little kids.”\nThe F.D.A.’s most recent vaccine decisions have been highly fraught. Top Biden administration health officials pushed hard for authorization of booster shots in the fall, only to be forced to scale back their plans. But they were vindicated, some experts say, when the Omicron variant showed that it could more easily evade two-dose protection than its predecessor, the Delta variant.\nAt least several members of the F.D.A.’s outside advisory panel were skeptical of the two-dose plan for children under 5, and it was not clear that the panel would have recommended it. The panel’s advice is not binding, but the F.D.A. usually follows it.", "url": "https://www.nytimes.com/2022/02/11/us/politics/fda-children-pfizer-vaccine.html"}