{"authors": ["Valerie Hopkins", "Nanna Heitmann"], "date_download": "2022-10-25 23:42:27", "date_modify": "2022-10-25 23:42:27", "date_publish": "2022-09-06 04:01:16", "description": "A detachment from the battle in Ukraine is exactly what President Vladimir V. Putin of Russia is counting on as he carries out a domestic strategy of shielding his people from hardships.", "filename": "2022_09_06_world_europe_moscow-war-ukraine-mood_1666741347.html", "image_url": "https://static01.nyt.com/images/2022/09/06/world/06moscow-mood-promo/06moscow-mood-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_06_world_europe_moscow-war-ukraine-mood_1666741347.html", "title": "In Moscow, the Fighting Is a World Away", "title_page": "In Moscow, the Fighting Is a World Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But while many Muscovites embrace revelry and willful ignorance, many of the capital’s intelligentsia, whose work and life tied them to the West or to Ukraine, are struggling to reconcile the feeling of normalcy with the enormity of being engaged in Europe’s biggest land war since World War II.\nThat was evident on Saturday in the outpouring of sympathy and appreciation for the former Soviet leader Mikhail S. Gorbachev, expressed by thousands of Russians attending his funeral, who represented a silent protest against Mr. Putin and his policies.\nAs soon as Russian tanks rolled into Ukraine, said Anya, she started reading books about the rise of totalitarianism in Nazi Germany and grappling with the concept of collective guilt.\n“It was the end of the world for so many people,” said Anya, 34. Like several others interviewed for this article, she did not want to provide her last name for fear of retribution.\n“In your name, someone is killing civilians,’’ she said. “And your country is turning into something like North Korea.”\nShe said she went to a protest and signed an antiwar petition, and several days later, she was invited to resign from her job at a public institution.", "url": "https://www.nytimes.com/2022/09/06/world/europe/moscow-war-ukraine-mood.html"}