{"authors": ["Emily Badger", "Margot Sanger-Katz", "Claire Cain Miller", "Eve Washington"], "date_download": "2022-10-25 23:52:59", "date_modify": "2022-10-25 23:52:59", "date_publish": "2022-07-28 09:00:22", "description": "They tend to have the weakest social services and the worst results in several categories of health and well-being.", "filename": "2022_07_28_upshot_abortion-bans-states-social-services_1666741979.html", "image_url": "https://static01.nyt.com/images/2022/07/27/upshot/child-wellbeing-promo-container-promo/child-wellbeing-promo-container-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_28_upshot_abortion-bans-states-social-services_1666741979.html", "title": "States With Abortion Bans Are Among Least Supportive for Mothers and Children", "title_page": "States With Abortion Bans Are Among Least Supportive for Mothers and Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Poorer states may have fewer resources to fund benefits like parental leave, or state supplements to the federal earned-income tax credit. But what they choose to do with federal grants can be revealing, said Zachary Parolin, a professor of social policy at Bocconi University in Milan who has studied how states use the broad discretion given to them by the Temporary Assistance for Needy Families welfare program.\n“You can’t say Alabama gives very little cash assistance for low-income families with children because it can’t afford” the program, Mr. Parolin said. “It has a TANF program, and it’s primarily funded by the federal government.”\nBut in 2020, Alabama spent only about 8 percent of its welfare funds on direct cash assistance to families. Mississippi spent 5 percent. Instead, states often spend these grants on a wide range of other programs like pro-marriage advertising campaigns and abstinence-only sex education (in 2020, a state auditor in Mississippi found that the state misspent millions of federal welfare dollars, including on speeches that were never delivered by the former quarterback Brett Favre).\nMr. Parolin’s research has shown that states with larger Black population shares tend to spend the least on cash assistance, widening the poverty gap in America between Black and white children. The Times analysis similarly found that states likely to ban abortion devote a smaller share of welfare funds to basic assistance.\nStates with less generous safety-net programs also frequently use complex rules and paperwork to further limit access to benefits, said Sarah Bruch, a professor of social policy and sociology at the University of Delaware. States could help women and families, she said, not just by investing more in the safety net, but also by making it easier to find and use.\nAngela Rachidi, a senior fellow studying poverty and safety-net programs at the right-leaning American Enterprise Institute, said the government has some role to play, but not alone: “We have a broader responsibility as a society — employers, churches, community organizations — to ensure moms feel they can bring those kids into the world.”\nEvidence so far suggests that those organizations will struggle to meet the growing need.\nAfter the Supreme Court decision, other governors banning abortion trumpeted their commitment to pregnant women and children. “Being pro-life entails more than being ‘pro-birth,’” wrote J. Kevin Stitt, the governor of Oklahoma, in an executive order signed July 11.", "url": "https://www.nytimes.com/2022/07/28/upshot/abortion-bans-states-social-services.html"}