{"authors": ["Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 22:56:55", "date_modify": "2022-10-25 22:56:55", "date_publish": "2022-10-08 09:00:21", "description": "The former president exhibited a pattern of dissembling about the material he took from the White House, creating legal risk not just for himself but also some of his lawyers.", "filename": "2022_10_08_us_politics_trump-documents-lawyers_1666738615.html", "image_url": "https://static01.nyt.com/images/2022/10/05/us/politics/00dc-trump-lawyers1/00dc-trump-lawyers1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_08_us_politics_trump-documents-lawyers_1666738615.html", "title": "How Trump Deflected Repeated Demands to Return Documents", "title_page": "How Trump Deflected Repeated Demands to Return Documents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, Mr. Trump returned no boxes.\nBy the fall, Mr. Stern was growing increasingly frustrated and dealing with Alex Cannon, a lawyer who had worked for the Trump Organization, the 2020 campaign and then Mr. Trump’s political action committee. Mr. Cannon had also been involved in responding to requests for documents from the congressional committee investigating the Jan. 6, 2021, attack on the Capitol.\nIn a conversation in late October or early November of last year, Mr. Stern told Mr. Cannon that he had tried other avenues for retrieving the documents and failed. He acknowledged that the Presidential Records Act did not contain an enforcement mechanism but suggested that the archives had options, including the ability to ask the attorney general to assist in retrieving the documents, according to people briefed on the discussions.\nMr. Cannon told Mr. Stern that the documents would be returned by the end of the year, the people said.\nAround that time, Mr. Cannon, who told others he worried the boxes might contain documents that were being sought in the Jan. 6 inquiry, called Mr. Trump, who insisted that the boxes contained nothing of consequence.\nNonetheless, Mr. Cannon told associates that the boxes needed to be shipped back as they were, so the professional archivists could be the ones to sift through the material and set aside what they believed belonged to Mr. Trump. What is more, Mr. Cannon believed there was the possibility that the boxes could contain classified material, according to two people briefed on the discussions, and none of the staff members in Mr. Trump’s presidential office at Mar-a-Lago had proper security clearances.\nIt was around that same time that Mr. Trump floated the idea of offering the deal to return the boxes in exchange for documents he believed would expose the Russia investigation as a “hoax” cooked up by the F.B.I. Mr. Trump did not appear to know specifically what he thought the archives had — only that there were items he wanted.\nMr. Trump’s aides — recognizing that such a swap would be a non-starter since the government had a clear right to the material Mr. Trump had taken from the White House and the Russia-related documents held by the archives remained marked as classified — never acted on the idea.", "url": "https://www.nytimes.com/2022/10/08/us/politics/trump-documents-lawyers.html"}