{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:39:29", "date_modify": "2022-10-25 23:39:29", "date_publish": "2022-04-12 09:00:25", "description": "Xi Jinping’s rhetoric about redistributing wealth was aimed partly at drumming up public support. But it unnerved entrepreneurs and posed a drag on growth.", "filename": "2022_04_12_business_china-economy-covid_1666741169.html", "image_url": "https://static01.nyt.com/images/2022/04/11/world/00china-econ-01/00china-econ-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_12_business_china-economy-covid_1666741169.html", "title": "China Sets Aside Push to Spread Wealth in Pivotal Year for Xi", "title_page": "China Sets Aside Push to Spread Wealth in Pivotal Year for Xi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The delay is more of a tactical retreat than a wholesale abandonment of Mr. Xi’s plans, which the party continues to describe as a long-term goal. Mr. Xi’s “common prosperity” campaign is a pledge to shrink the country’s wide wealth gap and build up a middle class that can drive domestic consumption and reduce the country’s reliance on debt-fueled growth. It also serves political aims: to shore up public support for Mr. Xi’s leadership and champion the Chinese political system of centralized control as superior to the West.\nRegulators had targeted what they called the “disorderly expansion of capital.” They cracked down on a variety of businesses seen as widening the gap between the haves and have-nots, including after-school tutoring, internet financial products and online shopping. The moves abruptly wiped more than $1 trillion off the value of Chinese companies and forced many firms to lay off workers or even file for bankruptcy. The campaign also spooked investors and entrepreneurs by asserting the party’s power over society and raising questions about the role of private businesses in the country’s future.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nThe party’s leadership began signaling in December, as the economy was slowing, that it was cooling on the campaign. When the Politburo met that month to decide on economic priorities for 2022, it did not use the phrase “common prosperity” in its official summary; instead, it emphasized “stability as the top priority.”\nBeijing also sought to reassure international investors it was still open for business, with Mr. Xi himself declaring that China welcomed all types of capital and that his campaign was not a push for egalitarianism.", "url": "https://www.nytimes.com/2022/04/12/business/china-economy-covid.html"}