{"authors": ["Nada Rashwan"], "date_download": "2022-10-25 23:49:55", "date_modify": "2022-10-25 23:49:55", "date_publish": "2022-06-15 15:31:51", "description": "Even as coronavirus cases rise steadily, the kingdom has announced the lifting of most Covid precautions as it prepares to receive roughly a million Muslim pilgrims.", "filename": "2022_06_15_world_middleeast_saudi-arabia-covid-hajj-pilgrims_1666741795.html", "image_url": "https://static01.nyt.com/images/2022/06/14/us/14virus-briefing-saudi/14virus-briefing-saudi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_15_world_middleeast_saudi-arabia-covid-hajj-pilgrims_1666741795.html", "title": "Saudi Arabia relaxes some Covid rules before the hajj.", "title_page": "Saudi Arabia Eases Some Covid Precautions Before the Hajj - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even as coronavirus cases rise steadily in Saudi Arabia, the kingdom has announced the lifting of most of its Covid precautions as it prepares to receive roughly a million pilgrims for the annual hajj season, the most since the start of the pandemic.\nMask-wearing is no longer required in most enclosed spaces, although they will continue to be mandatory inside the holy sites in Mecca and Medina, the Interior Ministry said on Monday evening. The government also lifted a requirement to show proof of vaccination to enter most enclosed spaces, including airplanes.\nBut travelers applying to enter the country to observe the hajj will still be required to show proof that they are fully vaccinated against Covid-19, the ministry said.\nIn relaxing its restrictions, the Interior Ministry cited the country’s high vaccination rate.\nBefore the pandemic, millions of Muslim worshipers typically visited the holy sites in Saudi Arabia each year to observe hajj and Umrah, generating billions of dollars in revenue. The pandemic prompted the kingdom, which imposed strict Covid measures, in effect to cancel hajj in 2020. Last year it allowed only 60,000 pilgrims living in Saudi Arabia to observe the rituals.", "url": "https://www.nytimes.com/2022/06/15/world/middleeast/saudi-arabia-covid-hajj-pilgrims.html"}