{"authors": ["Tiffany May"], "date_download": "2022-10-25 22:54:51", "date_modify": "2022-10-25 22:54:51", "date_publish": "2022-10-17 12:57:28", "description": "The scuffle came as tensions have escalated between Beijing and London, which has offered special visas to Hong Kongers seeking to leave.", "filename": "2022_10_17_world_asia_manchester-china-consulate-beating_1666738491.html", "image_url": "https://static01.nyt.com/images/2022/10/17/world/17china-consulate/17china-consulate-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_17_world_asia_manchester-china-consulate-beating_1666738491.html", "title": "Protester Is Dragged Into a Chinese Consulate in England and Beaten", "title_page": "Protester Is Dragged Into a Chinese Consulate in England and Beaten - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man protesting outside the Chinese Consulate in the northern British city of Manchester was dragged onto the consular grounds and beaten, increasing tensions as ties between the two countries worsen.\nThe scuffle at the consular gates in Manchester on Sunday took place as protesters from Hong Kong demonstrated against China’s leader, Xi Jinping, who is expected to win a third term leading the country during this week’s Communist Party Congress in Beijing. Banners and posters placed outside the consulate’s entrance called for an end to the Communist Party and depicted Mr. Xi wearing only a crown and underwear.\nVideo footage that circulated widely online showed a group of men, presumably from the consulate, ripping up posters and dragging one protester through the consulate’s gate, where they wrestled him to the ground and beat him.\nDuring the scuffle, Manchester police officers stepped onto consular property to separate the protester from his attackers. The force said on Monday it was investigating the incident and had established an online portal for people to submit additional information about the incident.", "url": "https://www.nytimes.com/2022/10/17/world/asia/manchester-china-consulate-beating.html"}