{"authors": ["Gabe Cohn"], "date_download": "2022-10-25 22:59:27", "date_modify": "2022-10-25 22:59:27", "date_publish": "2022-03-13 14:00:08", "description": "The Critics Choice Awards, which honor both films and TV shows, were held Sunday. The full winners list is below.", "filename": "2022_03_13_movies_critics-choice-2022-winners_1666738767.html", "image_url": "https://static01.nyt.com/images/2022/03/13/arts/13critics-choice-list-smith/13critics-choice-list-smith-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_13_movies_critics-choice-2022-winners_1666738767.html", "title": "Critics Choice 2022: Complete List of Winners", "title_page": "Critics Choice Awards Winners 2022: Complete List - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 27th Annual Critics Choice Awards, which gives out honors to both films and TV shows, were held on Sunday night.\nAmong the big winners were “The Power of the Dog,” Jane Campion’s subversive western, which won for best picture, director, adapted screenplay and cinematography; HBO’s “Succession,” which picked up best drama series, supporting actor and supporting actress; “Belfast,” Kenneth Branagh’s coming-of-age drama set in Northern Ireland during the Troubles, which won for best original screenplay, acting ensemble and young actor/actress; and “Ted Lasso,” the Apple TV+ series, which won best comedy series, actor in a comedy series, supporting actor in a comedy series and supporting actress in a comedy series.\nOther movies and shows celebrated during the evening included the biopic “King Richard,” whose star Will Smith won the best actor award and whose subjects Venus and Serena Williams presented during the ceremony, and the dark South Korean drama series “Squid Game,” which won the best foreign language series award and whose star Lee Jung-jae won for actor in a drama series.", "url": "https://www.nytimes.com/2022/03/13/movies/critics-choice-2022-winners.html"}