{"authors": ["Clay Risen"], "date_download": "2022-10-25 23:36:21", "date_modify": "2022-10-25 23:36:21", "date_publish": "2022-10-05 17:43:53", "description": "He spent the 1980s as the Polish regime’s sarcastic spokesman, then transformed himself into a controversial media entrepreneur in the ’90s.", "filename": "2022_10_05_world_europe_jerzy-urban-dead_1666740981.html", "image_url": "https://static01.nyt.com/images/2022/10/07/obituaries/04Urban1/04Urban1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_05_world_europe_jerzy-urban-dead_1666740981.html", "title": "Jerzy Urban, Acerbic Communist Turned Free-Speech Hero, Dies at 89", "title_page": "Jerzy Urban, Acerbic Communist Turned Free-Speech Hero, Dies at 89 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jerzy Urban, a pugnacious press secretary for Poland’s Communist leadership whose acerbic wit turned his weekly news conferences into must-see TV during the 1980s, and who later became an unlikely free-speech hero when his acid-tongued tabloid ran afoul of prime ministers and the pope, died on Monday at his home in Konstancin-Jeziorna, a suburb of Warsaw. He was 89.\nMichal Marszal, an editor at Nie, the newspaper Mr. Urban founded in 1990, confirmed the death.\nAs the most visible face of the Polish Communist regime, Mr. Urban sprinkled a rare dash of humor and candor over a society where the leadership otherwise offered very little of either.\nBetween 1981 and 1989, he strode every Tuesday at noon to a dais in front of a small sea of domestic and foreign correspondents and took on all comers, responding with the sarcasm of an ace insult comic. The sessions were broadcast later that night and printed in the next day’s newspapers.\n“On the one hand, he can be nasty and incomplete,” The Washington Post’s Jackson Diehl said in 1987, when he worked at the Warsaw Bureau. “On the other hand, Urban really helps you get an interview and an answer.”", "url": "https://www.nytimes.com/2022/10/05/world/europe/jerzy-urban-dead.html"}