{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:24:10", "date_modify": "2022-10-25 23:24:10", "date_publish": "2022-09-22 22:43:25", "description": "One of the greatest rivalries in tennis history will end in harmony on Friday when Roger Federer plays his final competitive match with Rafael Nadal as his doubles partner.", "filename": "2022_09_22_sports_tennis_federer-nadal-rivals-partners_1666740250.html", "image_url": "https://static01.nyt.com/images/2022/09/22/multimedia/22federer-ontennis1-1-4aae/22federer-ontennis1-1-4aae-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_22_sports_tennis_federer-nadal-rivals-partners_1666740250.html", "title": "Federer-Nadal Rivalry Ends in a Doubles Match Partnership", "title_page": "Federer-Nadal Rivalry Ends in a Doubles Match Partnership - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But their first match was actually the week before, when Nadal and his Spanish compatriot Tommy Robredo defeated Federer and his Swiss compatriot Yves Allegro 5-7, 6-4, 6-3 in the round of 16 in Indian Wells, Calif.\nFor those like me who like their symmetry, it feels rather neat and tidy that Fedal will end back on the doubles court, as they partner each other, creaky knees willing, on Friday night for Team Europe against Frances Tiafoe and Jack Sock of Team World.\n“Different kind of pressure,” Nadal said of the occasion. “After all the amazing things that we shared together on and off the court, to be part of this historic moment is going to be something amazing, unforgettable for me. Super excited. I hope I can have a good chance to play at a decent level, and hopefully together we can create a good moment and maybe win a match. So, let’s see.”\nVictory is hardly guaranteed. Sock, whose whipping forehand has even more topspin than Nadal’s or Federer’s, is one of the world’s best doubles players, and Tiafoe, his fellow American, is still on a high after making a breakthrough run to the semifinals of this month’s U.S. Open in singles.\n“Obviously tomorrow night is going to be a beyond-iconic evening,” Sock said on Thursday. “I’m just stoked to be a part of it with my guy Foe next to me. We will go out and enjoy the moment, but not going to hold anything back. Sorry, Roger. Don’t want to spoil the night.”\nPerhaps Sock needs to be reminded that Federer is a co-owner of this event, launched in 2017 to create a tennis version of golf’s Ryder Cup and establish a more solid bridge between the generations, with captains John McEnroe and Bjorn Borg on opposite benches and Rod Laver as the namesake.\nBut Federer, who wants the Laver Cup to be taken seriously even though it awards no ranking points, would surely have no quarrel with Sock and Tiafoe going full throttle. And it is honestly hard to imagine anything spoiling the night other than Federer limping around the O2, unable to cover his half of the court.", "url": "https://www.nytimes.com/2022/09/22/sports/tennis/federer-nadal-rivals-partners.html"}