{"authors": ["Melena Ryzik"], "date_download": "2022-10-25 23:36:43", "date_modify": "2022-10-25 23:36:43", "date_publish": "2022-05-04 14:00:13", "description": "On the 45th anniversary of Sherman’s acclaimed series “Untitled Film Stills,” they toured her show, discussing what an image, or a smile, may reveal.", "filename": "2022_05_04_arts_design_cate-blanchett-cindy-sherman_1666741003.html", "image_url": "https://static01.nyt.com/images/2022/05/08/arts/08BLANCHETT-SHERMAN-12/08BLANCHETT-SHERMAN-12-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_04_arts_design_cate-blanchett-cindy-sherman_1666741003.html", "title": "Cate Blanchett and Cindy Sherman: Secrets of the Camera Chameleons", "title_page": "Cate Blanchett and Cindy Sherman: Secrets of the Camera Chameleons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2015, Blanchett performed in “Manifesto,” a 13-channel video art installation by the German artist Julian Rosefeldt, in which she played at least a dozen different characters, from news anchor to homeless man, reciting various artistic and political manifestoes. (It was later released as a feature film.) “That was inspiring,” Sherman said, adding that she felt like she’d done some of those characters too. “It was a nice confirmation, of feeling like we’re on the same wavelength a little bit.”\nIn what was less a conversation than a cosmic matchup, they talked about getting into character, childhood play, the value of makeup, and the horror of clowns. These are edited excerpts.\nHow do you make use of each others’ work?\nCATE BLANCHETT Filmmaking can be very literal. So, I find anything you can do to move yourself to a more abstract space. Sometimes it’s a piece of music. But invariably it’s an object. Oftentimes, I’ll make a whole tear sheet composition about the feeling around something I can’t articulate, images that had nothing to do on a conscious level with what I’m doing. Like the Clown series, for instance. I can’t even begin to express my revulsion and terror — the visceral feeling of seeing those works [Sherman’s series of lurid clowns]. I tore it out for [the Guillermo del Toro film] “Nightmare Alley” recently.\nI find if you slam something left of field up against what you need to do as an actor, it can create something slightly more ambiguous. It doesn’t always work.", "url": "https://www.nytimes.com/2022/05/04/arts/design/cate-blanchett-cindy-sherman.html"}