{"authors": ["Ben Dooley", "Hisako Ueno"], "date_download": "2022-10-25 22:56:00", "date_modify": "2022-10-25 22:56:00", "date_publish": "2022-04-02 09:00:17", "description": "Countries across region are reopening borders to tourists, but Japan continues to turn them away. And the country is not rushing to change things.", "filename": "2022_04_02_travel_japan-covid-tourism-border_1666738560.html", "image_url": "https://static01.nyt.com/images/2022/04/02/travel/02japan-reopening-tourism/merlin_204648588_e368c458-7223-4434-b570-6772f694d1b0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_02_travel_japan-covid-tourism-border_1666738560.html", "title": "Asia Welcomes Travelers, but Japan Says, Not Yet", "title_page": "Japan Still Closed to Most Travelers, Despite Asia Reopening - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fact is Japan has had much more success fighting the pandemic than virtually all other wealthy nations, managing to keep infection numbers and overall death rates comparatively low without resorting to the hard lockdowns seen in some other countries. Even at the height of the pandemic this past February, daily case counts only once exceeded 100,000.\nEven as the United States and much of Europe battled the Delta and Omicron waves with more restrictions, life in Japan — with the exception of near ubiquitous masking — was proceeding more or less as normal, with people dining out, shopping, attending live music and sporting events and traveling to many of the country’s popular destination spots, including those featured in the Tourism Organization’s new website.\nIt’s unclear what accounts for Japan’s success in fighting the virus. Most experts credit the public’s embrace of public health recommendations along with high vaccination rates — nearly 80 percent of the population has received at least two shots and more than 40 percent have three. But other, sometimes eccentric, theories have also been tossed around, ranging from Japan’s preference for bowing over handshakes to hardier genetics.\nWhatever the real reason, the public perception is that the restrictions on foreigners have been highly effective. (Most people ignore the inconvenient fact that Japanese nationals have been able to leave and enter the country as they please.)\nOf course, not everyone supports keeping the country closed to tourists. The restrictions have crushed some local economies that have come to rely on guests from China, South Korea and more distant locales. Ski resorts in the Japanese Alps, spa towns in Kyushu and tropical islands far-off the beaten path have all found themselves in dire financial straits.\nShutting down the country’s tourism industry likely cost Japan at least $90 billion in 2020 alone, according to one study by a professor at Kansai University.\nBut even in a city like Kyoto, which is highly dependent on tourists dollars, some locals have been happy to have a breather from the crush of bus tours that clogged the streets and most famous destinations in the years before the pandemic.", "url": "https://www.nytimes.com/2022/04/02/travel/japan-covid-tourism-border.html"}