{"authors": ["Sarah Bahr"], "date_download": "2022-10-25 23:40:21", "date_modify": "2022-10-25 23:40:21", "date_publish": "2022-02-09 17:00:08", "description": "The 35-year-old Off Broadway company and training center will open a new space, which will include a 60-seat theater and five studios, in April.", "filename": "2022_02_09_theater_barrow-group-performing-arts-center_1666741221.html", "image_url": "https://static01.nyt.com/images/2022/02/09/arts/09barrow-group-art/09barrow-group-art-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_09_theater_barrow-group-performing-arts-center_1666741221.html", "title": "Barrow Group Announces New $4 Million Performing Arts Center", "title_page": "Barrow Group Announces New $4 Million Performing Arts Center - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the outset of the pandemic, prospects looked bleak for the Barrow Group, the 35-year-old Off Broadway theater company known for its actor training programs. It pivoted its existing classes online, and then, in July 2020, vacated the space on West 36th Street that it had leased for 18 years.\nBut now — as a result of Paycheck Protection Program funding, a Shuttered Venue Operators Grant, and a robust appetite for online training and artist development programs that generated over $1.9 million in earned revenue since the beginning of the pandemic — it’s preparing to open a $4 million performing arts center at 520 Eighth Avenue, just around the corner from its old space, in April.\n“Our brokers were able to negotiate a way-below market deal,” Robert Yu Serrell, the company’s executive director, said of the new space; the company entered into a 15-year lease in November, with two five-year options to renew. “It’s actually less than what we were paying at our former space, and we’ve got more space and more security,” he said, referring to the building’s security system.\nThe Barrow Group, which has grown from offering 70 classes a year in 2010 to 661 online and in-person workshops since April 2020, was searching for a bigger space even before the pandemic, said Lee Brock, who founded the theater in 1986 with her co-artistic director and now husband, Seth Barrish.", "url": "https://www.nytimes.com/2022/02/09/theater/barrow-group-performing-arts-center.html"}