{"authors": ["Alan Blinder", "Maggie Haberman"], "date_download": "2022-10-25 22:59:48", "date_modify": "2022-10-25 22:59:48", "date_publish": "2022-07-27 19:37:20", "description": "After decades of failure and rejection in sports, the former president’s New Jersey course will host a LIV Golf tournament this weekend, but the event is not simply about the golf.", "filename": "2022_07_27_sports_golf_liv-trump-bedminster-saudi-arabia_1666738788.html", "image_url": "https://static01.nyt.com/images/2022/07/27/sports/27golf-liv-trump1/27golf-liv-trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_27_sports_golf_liv-trump-bedminster-saudi-arabia_1666738788.html", "title": "Trump Embraces LIV Golf, Backing a New Saudi Strategy", "title_page": "Trump Embraces LIV Golf, Backing a New Saudi Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump has long toyed with becoming a sports baron.\nHe tried for years to buy an N.F.L. franchise and was a face of a second-tier football league that collapsed. He backed a would-be rival to Major League Baseball that never materialized and briefly put his name on a race for elite cyclists.\nNow, after decades of failure and rejection in sports, the former president is embracing an athletic gambit with an urgent craving for credibility: LIV Golf, the invitational series that has upended professional golf and, flush with money from Saudi Arabia’s sovereign wealth fund, is seen as another Saudi effort to use sports as a reputation sanitizer.\nComing as the former president weighs another White House campaign and as diplomats navigate a complex relationship strained by Saudi Arabia’s human rights record — including the 2018 murder of the Washington Post columnist Jamal Khashoggi, a source of international outrage that Trump has repeatedly played down — the Trump family’s choice to welcome LIV Golf to two of its courses this year carries the starkest geopolitical overtones of any of Trump’s sports forays.\nIt could also undermine the get-tough message that many Republicans have sounded on Saudi Arabia, and it is making some of the Trump family’s ties to the kingdom decidedly, and defiantly, public.", "url": "https://www.nytimes.com/2022/07/27/sports/golf/liv-trump-bedminster-saudi-arabia.html"}