{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:40:37", "date_modify": "2022-10-25 23:40:37", "date_publish": "2022-04-11 03:50:17", "description": "The announcement reverses a decision last week, when Twitter said Mr. Musk would become a board member after amassing a 9.2 percent stake in the company.", "filename": "2022_04_10_technology_elon-musk-twitter-board_1666741237.html", "image_url": "https://static01.nyt.com/images/2022/05/10/world/10twitter-02/10twitter-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_10_technology_elon-musk-twitter-board_1666741237.html", "title": "Elon Musk Will Not Join Twitter’s Board, Company Says", "title_page": "Elon Musk Will Not Join Twitter’s Board, Company Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By not joining Twitter’s board, Mr. Musk will also no longer be bound by a previous agreement he had signed with the company. Under a “standstill” agreement last week, he had pledged not to purchase more than 14.9 percent of Twitter’s stock and not to take over the company. That suggests Mr. Musk could now keep adding to his stake in the company.\nA spokesman for Twitter declined to comment beyond Mr. Agrawal’s post. In a tweet on Sunday night, Mr. Musk did not directly address the situation with Twitter’s board but posted an emoji of a hand over a face.\nMr. Musk, the leader of the electric carmaker Tesla and the rocket maker SpaceX, is famously mercurial. He has often tossed off jabs on Twitter, trolling short-sellers of Tesla and insulting his critics. In 2018, after he mused about taking Tesla private in a tweet and inaccurately claimed he had secured funding for the transaction, he was fined $40 million by the Securities and Exchange Commission. Mr. Musk later said he disagreed with the S.E.C.’s decision.\nWhen Twitter revealed in an S.E.C. filing on Monday that Mr. Musk had bought the stake in the company, the news was greeted with fanfare. As a prolific Twitter user, Mr. Musk’s investment appeared to be a vote of confidence in the company, sending its stock soaring that day by more than 25 percent.\nMr. Musk's purchases of Twitter stock also came at a delicate time for the company. Twitter has been going through a transition since Jack Dorsey, a company founder, stepped down as chief executive last year. Mr. Agrawal, the chief technology officer, was appointed in his place.\nTwitter then announced on Tuesday that Mr. Musk would become a new Twitter director with a term on the board that was set to have started on Saturday.\nMr. Agrawal and Mr. Dorsey both made public comments welcoming Mr. Musk to the board. Mr. Musk “would bring great value to our board,” Mr. Agrawal tweeted, adding that there had been conversations between the company and Mr. Musk in recent weeks.", "url": "https://www.nytimes.com/2022/04/10/technology/elon-musk-twitter-board.html"}