{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:31:58", "date_modify": "2022-10-25 23:31:58", "date_publish": "2022-03-10 10:24:53", "description": "The European Central Bank is moving ahead with plans to end its bond-buying programs amid rising inflation.", "filename": "2022_03_10_business_ecb-europe-inflation_1666740718.html", "image_url": "https://static01.nyt.com/images/2022/03/09/multimedia/09ecb/09ecb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_10_business_ecb-europe-inflation_1666740718.html", "title": "European Central Bank Speeds Up Exit From Bond-Buying as Inflation Soars", "title_page": "European Central Bank Speeds Up Exit From Bond-Buying as Inflation Soars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The central bank cut its forecasts for economic growth this year to 3.7 percent from 4.2 percent because of the war. The bank considered other outcomes in its economic forecasting, including a more severe drag on trade and consumer sentiment from the war, but in all of its predictions inflation settled around the 2 percent target in 2024.\nOn Wednesday, Italy’s statistics agency estimated that the surge in energy prices could cut the country’s economic growth this year by 0.7 percentage points. On Thursday, analysts at Goldman Sachs presented a bleaker forecast for eurozone growth. They said the region’s economy would grow 2.5 percent this year, down from the 3.9 percent previously predicted.\n“We recognize that there is huge uncertainty and that things can go in all sorts of directions, and we want to be able to respond to those circumstances,” Ms. Lagarde said.\nThe bank kept interest rates unchanged, noting that any changes to rates would happen “some time after” the end of net purchases under the Asset Purchase Program and would be gradual. In its statement, the bank dropped previous language that said rates could go lower.\nUnder the bond-buying schedule presented Thursday, the bank will purchase €40 billion of bonds in April, €30 billion in May and €20 billion in June. After that, purchases would be “data dependent” — in other words, dependent on economic conditions — but the bank would seek to end them in the third quarter, which some analysts have interpreted as a sign that rates could still be lifted toward the end of the year.\nUnlike the Bank of England, which has already started raising interest rates, and the Federal Reserve, which plans to raise rates soon to try to combat inflation, the European Central Bank is moving at a slower pace because the inflation it is trying to tackle primarily stems from energy prices, an imported cost that the bank has little control over.\nIts calculations have factored in a “significant” increase in energy prices. Russia’s invasion has already pushed gas and oil to exorbitant prices amid concern about supply from Russia and decisions by the United States and Britain to stop importing Russian oil.", "url": "https://www.nytimes.com/2022/03/10/business/ecb-europe-inflation.html"}