{"authors": ["Ronda Kaysen"], "date_download": "2022-10-25 23:26:41", "date_modify": "2022-10-25 23:26:41", "date_publish": "2022-03-11 13:00:08", "description": "If you give up the open flame now, when it comes time to replace the furnace and water heater, you’ll be less reluctant to cap your gas line.", "filename": "2022_03_11_realestate_induction-stoves_1666740401.html", "image_url": "https://static01.nyt.com/images/2022/03/13/realestate/11Rightathome/11Rightathome-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_11_realestate_induction-stoves_1666740401.html", "title": "Your Induction Stove Is the First Step Toward Plugging In the Whole House", "title_page": "Your Induction Stove Is the First Step Toward Plugging In the Whole House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Of all the energy hogs in Joseph Mulvaney’s home, his gas range was not the biggest offender. But earlier this month, he replaced it with an induction one anyway.\nMr. Mulvaney’s century-old three-bedroom house in Huntington, N.Y., on Long Island, is heated with a natural gas-fired boiler. So is his hot water. Those two items account for the overwhelming majority of the energy his home consumes. So if he really wanted to wean himself off fossil fuels and switch to a cleaner energy source, he would need to change how he heats his house. He buys into a solar community program, and considered adding a geothermal heating and cooling system, but was told it would cost $50,000.\nInstead, he replaced his stove, a decision that made the smallest dent in his carbon footprint but may actually be one of the hardest hurdles to clear. It’s psychological. Who really cares about what kind of furnace they have? But anyone who likes to cook probably has a strong opinion about their stove. And electric stoves have a terrible reputation, evoking images of awkward coils that take forever to heat or cool and usually burn your food.\n“I’ve always had gas everywhere I’ve ever lived, and same with my wife. That was the natural choice,” said Mr. Mulvaney, 41, a software engineer.", "url": "https://www.nytimes.com/2022/03/11/realestate/induction-stoves.html"}