{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:53:00", "date_modify": "2022-10-25 23:53:00", "date_publish": "2022-08-18 09:00:21", "description": "The state that spurred the overturning of abortion rights is among 17 that have not adopted a new option to extend new mothers’ Medicaid coverage for a year.", "filename": "2022_08_18_us_politics_mississippi-abortion-medicaid-roe_1666741980.html", "image_url": "https://static01.nyt.com/images/2022/08/12/us/politics/12dc-mississippi1/12dc-mississippi1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_18_us_politics_mississippi-abortion-medicaid-roe_1666741980.html", "title": "Advocates Urge Mississippi to Expand Medicaid for Mothers After Abortion Ban", "title_page": "Advocates Urge Mississippi to Expand Medicaid for Mothers After Abortion Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden, who has vowed to reduce racial disparities in health, has put Vice President Kamala Harris in charge of addressing maternal mortality. In June, she issued a “Blueprint for Addressing the Maternal Health Crisis,” with the stated goal of turning the United States into the “best country in the world to have a baby.”\nIn Mississippi — the state that gave rise to Dobbs v. Jackson Women’s Health Organization, the case that overturned Roe — Gov. Tate Reeves, a Republican, called it “a joyous day” when Roe fell. He later wrote on Twitter that Mississippi was “leading the nation in a building a culture of life that serves mothers and children!”\nHis office did not respond to repeated interview requests. But critics say the solutions Mr. Reeves has proposed — including promoting adoption and offering tax credits for businesses that donate to pregnancy resource centers, which are usually run by abortion opponents — do not take into account the stark reality that many American women of childbearing age lack access to basic health care.\nMississippi is one of 12 states that continue to block a broad expansion of Medicaid under the Affordable Care Act, more than a decade after the law was passed. That has left tens of thousands of women of reproductive age — 43,000 in Mississippi alone — without access to routine medical care before they get pregnant that helps ensure healthy outcomes when they do. Many face barriers in accessing family planning services to prevent unwanted pregnancies in the first place.\n“We’re talking about 800,000 women of childbearing age, two-thirds of them women of color, who are falling between the cracks right now,” said Maya Wiley, president of the Leadership Conference on Civil and Human Rights in Washington. “And so many of these states are the same states trying to force them to have babies against their will.”\nRepublicans who oppose a broad expansion of Medicaid often cite cost concerns, although the law requires the federal government to cover 90 percent of the expense. They include Mr. Reeves and Philip Gunn, the House speaker, who blocked the extension of Medicaid for new mothers. Through their offices, both declined repeated requests to comment.\n“I am not open to Medicaid expansion,” Mr. Gunn said in April, adding, “I just don’t think the taxpayers can afford it.”", "url": "https://www.nytimes.com/2022/08/18/us/politics/mississippi-abortion-medicaid-roe.html"}