{"authors": ["Adam Satariano", "Christopher F. Schuetze"], "date_download": "2022-10-25 22:54:47", "date_modify": "2022-10-25 22:54:47", "date_publish": "2022-09-23 09:00:19", "description": "Battling far-right extremism, Germany has gone further than any other Western democracy to prosecute individuals for what they say online, testing the limits of free speech on the internet.", "filename": "2022_09_23_technology_germany-internet-speech-arrest_1666738487.html", "image_url": "https://static01.nyt.com/images/2022/09/20/business/00GERMANY-SPEECH-22/00GERMANY-SPEECH-22-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_23_technology_germany-internet-speech-arrest_1666738487.html", "title": "Where Online Hate Speech Can Bring the Police to Your Door", "title_page": "Where Online Hate Speech Can Bring the Police to Your Door - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the police pounded the door before dawn at a home in northwest Germany, a bleary-eyed young man in his boxer shorts answered. The officers asked for his father, who was at work.\nThey told him that his 51-year-old father was accused of violating laws against online hate speech, insults and misinformation. He had shared an image on Facebook with an inflammatory statement about immigration falsely attributed to a German politician. “Just because someone rapes, robs or is a serious criminal is not a reason for deportation,” the fake remark said.\nThe police then scoured the home for about 30 minutes, seizing a laptop and tablet as evidence, prosecutors said.\nAt that exact moment in March, a similar scene was playing out at about 100 other homes across Germany, part of a coordinated nationwide crackdown that continues to this day. After sharing images circulating on Facebook that carried a fake statement, the perpetrators had devices confiscated and some were fined.", "url": "https://www.nytimes.com/2022/09/23/technology/germany-internet-speech-arrest.html"}