{"authors": ["J. David Goodman"], "date_download": "2022-10-25 22:56:51", "date_modify": "2022-10-25 22:56:51", "date_publish": "2022-06-01 23:11:26", "description": "Eva Mireles’s husband was an officer with the school district’s Police Department. But he was not allowed to enter the place where his wife and her students were under attack.", "filename": "2022_06_01_us_uvalde-shooting_1666738611.html", "image_url": "https://static01.nyt.com/images/2022/06/01/us/01uvalde-shooting-1/01uvalde-shooting-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_01_us_uvalde-shooting_1666738611.html", "title": "Uvalde Teacher Spoke With Husband, a Police Officer, Before She Died", "title_page": "Uvalde Teacher Spoke With Husband, a Police Officer, Before She Died - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The situation prompted Don McLaughlin, the mayor of Uvalde and a staunch conservative, to request a Justice Department investigation over the weekend, and led a statewide law enforcement union to issue a statement supporting that inquiry, in part, because “sources that Texans once saw as ironclad and completely reliable have now been proven false.”\nThe reference was to the governor and the head of the state police, according to a spokeswoman for the union, the Combined Law Enforcement Associations of Texas.\nMr. McCraw’s agency, the Texas Department of Public Safety, oversees both the state police and the Texas Rangers, and it had been leading the investigation into the shooting and the response by the police until the Justice Department stepped in with its own review.\nOn Wednesday, a spokesman for the state police, Travis Considine, referred questions to the local district attorney’s office and said that going forward the department would not be providing updates on the investigation. The district attorney, Christina M. Busbee, did not respond to requests for an interview.\nState police officials have been forced to amend portions of their timeline of events several times, including last week when it became clear that a school district police officer had not confronted the gunman before he entered the school. They did so again on Tuesday, when the department said that the gunman did not enter through a door that was being propped open. Instead, the closed door had not been locked.\n“After examining video evidence we were able to conclude that after propping the door open with a rock, the teacher ran back inside when she saw the shooter, and removed the rock and the door shut,” Mr. Considine said. “Investigators are now looking at why the door did not lock properly when it was shut.”\nThe Justice Department announced its investigation on Sunday and has said that the inquiry would result in its own report on what took place at Robb Elementary School.", "url": "https://www.nytimes.com/2022/06/01/us/uvalde-shooting.html"}