{"authors": ["J. David Goodman", "Edgar Sandoval", "Karen Zraick", "Rick Rojas"], "date_download": "2022-10-25 22:56:55", "date_modify": "2022-10-25 22:56:55", "date_publish": "2022-05-27 09:00:22", "description": "A new timeline from the state police raised questions about whether lives could have been saved with swift action.", "filename": "2022_05_27_us_children-called-for-help-from-inside-classrooms-in-uvalde-the-police-waited_1666738615.html", "image_url": "https://static01.nyt.com/images/2022/06/27/world/27uvalde-shooting-pinned-item/27uvalde-shooting-pinned-item-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_27_us_children-called-for-help-from-inside-classrooms-in-uvalde-the-police-waited_1666738615.html", "title": "Children called for help from inside classrooms in Uvalde. The police waited.", "title_page": "Children called for help from inside classrooms in Uvalde. The police waited. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jasmine Carrillo, 29, was working in the cafeteria with about 40 second-graders and two teachers when the attack began. The lights dimmed — part of a schoolwide lockdown that had gone into effect.\nOnce he entered the fourth-grade building, Ms. Carrillo said, the shooter banged and kicked on the door of her 10-year-old son Mario’s classroom, demanding to be let in. But he could not open the locked door.\nInstead, he moved to others.\nIn the connected classrooms, Room 111 and Room 112, a pair of teachers, Eva Mireles and Irma Garcia, had also been showing a movie, “Lilo & Stitch,” as the students finished up their lessons. One of the teachers moved to close the door and seal the classroom from the hallway. But the gunman was already there.\nMiah Cerrillo, 11, watched as her teacher backed into the classroom, and the gunman followed. He shot one teacher first, and then the other. She said he shot many students in her classroom, and then went to the adjoining one and opened fire, said her grandfather, Jose Veloz, 71, relaying the girl’s account.\nThen he began shooting wildly.\nThe terrifying echo of at least 100 gunshots rattled through the school as children in the classrooms and both of the teachers there were shot and fell to the ground. It was 11:33 a.m.\nNot all of the children inside were killed in that horrifying moment. Several survived and huddled in fear next to their limp friends. One of the children fell on Miah’s chest as she lay on the ground, her grandfather said. Terrified he would return to her classroom, Miah said, she took the blood of a classmate who fell dead and rubbed it all over herself. Then she played dead herself.\nTwo minutes after the gunman first entered the pair of classrooms, several police officers from the Uvalde Police Department rushed into the school. A pair of officers approached the locked door to the classrooms as gunfire could be heard inside. The two were struck — graze wounds, as their injuries would later be described — as bullets pierced the door and hit them in the hallway.", "url": "https://www.nytimes.com/2022/05/27/us/children-called-for-help-from-inside-classrooms-in-uvalde-the-police-waited.html"}