{"authors": [], "date_download": "2022-10-25 23:23:17", "date_modify": "2022-10-25 23:23:17", "date_publish": "2022-10-14 18:48:28", "description": "A conversation with MSNBC anchor Rachel Maddow.", "filename": "2022_10_14_podcasts_ezra-klein-interviews-rachel-maddow_1666740197.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_14_podcasts_ezra-klein-interviews-rachel-maddow_1666740197.html", "title": "Transcript: Ezra Klein Interviews Rachel Maddow", "title_page": "Transcript: Ezra Klein Interviews Rachel Maddow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[MUSIC]\nezra klein\nI’m Ezra Klein. This is “The Ezra Klein Show.” Rachel Maddow’s nightly show on MSNBC debuted on September 8, 2008. You read that date now and it’s clear what a hinge moment that was between political eras. Before that, you have the 9/11 era, the George W. Bush era, the era of politicians constantly wearing and fighting over flag pins on their lapels. By the time Maddow’s show hits the air, though, Barack Obama is weeks away from winning the presidency. Lehman Brothers is days away from collapsing. American politics is on the cusp of reorganization. Maddow helmed that 9:00 p.m. slot for 14 years. Her show really defined an era of liberal cable news. MSNBC’s whole lineup was reoriented to work around her style, to try to learn her lessons. And let me risk understatement by saying a hell of a lot happens over the course of that 14 years that Rachel Maddow is in that chair. And she is, that whole time, a pretty serious observer and even, at times, shaper of it. And so I want to talk to her about the ways that American politics and media changed over that time, what she saw, and why she thinks it happened. And now as she steps back — she’s taken her show to once a week. She signed up to do a lot of other kinds of content, including a new podcast about a really remarkable moment in our history, called “Ultra,” that we talk about here. I wanted to get a sense of why she’s become so interested now in what the past can tell us about the present and particularly about the future. As always, my email for guest suggestions, for thoughts on the episode, for things we should read, or watch, or hear, or just not miss, ezrakleinshow@nytimes.com. [MUSIC] Rachel Maddow, welcome to the show.\nrachel maddow\nEzra, it’s great to see you, my friend.\nezra klein\nYou were the very first guest on this show in its original version back in — I just looked at this — February of 2016.\nrachel maddow\nWe were such children then. We were so naive.\nezra klein\nWe were young. What we didn’t know. What we didn’t know. How are you?\nrachel maddow\nI’m good. I am — I have a different job now. I mean, I have some of the same job. But my job has changed. And the thing that I’m crashing on right now is this podcast that I’ve been working on for a few months. And I’m absolutely insane. I’ve pulled multiple all-nighters. It’s all I can think about. I’m totally crazed. I feel like I’m learning something for the first time, even though I’ve done this kind of thing before. I feel like I’m in a universe that is completely pulling me over.\nezra klein\nI mean, I know you’ve dominated nightly cable news for roughly 15 years. But congratulations, I mean, podcasts are a whole different league. It’s really hard. It’s a whole different thing.\nrachel maddow\nYeah, the word dominated there has just been redefined in an interesting way, too.\nezra klein\nSo that’s a great bridge, because I want to talk about how the world changed over the course of “The Rachel Maddow Show.” So you began that show in September of ‘08. And I wanted to talk through how some of the events and actors that when we go in the Wayback Machine to then, that were dominating things then — to stick with that word — have changed politics and affect us now. And I want to begin with the Iraq War. What role do you think the Iraq War plays in our politics now? How does it shape what we’re still in?\nrachel maddow\nI think that the Iraq War has already settled into a universally acknowledged cautionary tale. That certainly it had a partisan divide and it had a lot of emotion behind it, but the folks who argued for the Iraq War, I think, would almost universally be acknowledged in U.S. politics, left, right and center, that those people were wrong. And enough of them have publicly repented that I think that even if you polled them, they would admit that the country believes it was wrong. Certainly there are still some “die-hards,” to coin a phrase. But because of that, the way that works, I think, in general, in politics, is when you’ve got something that people really advocated for, that turned out terribly, and then everybody acknowledged after the fact that was a bad idea, that ought to be a cause for a little bit of a realignment. It ought to be a cause for looking back at the premises that were wrong that led the people who earnestly advocated for that war to advocate for it. And I don’t think that we’ve had that kind of course correction. But I do think that we’ve laid the groundwork for it by at least all agreeing that we shouldn’t have done it.\nezra klein\nIn a way, though, you make me wonder, saying that, if we did have the realignment. And I’d offer two thoughts on that. One, do you think Donald Trump takes over the Republican Party from the Bush family without the Iraq War being this wedge he uses? And, two, thinking about Joe Biden pulling out of Afghanistan. I mean, Joe Biden who voted for the Iraq War and was understood in that period as a Democratic hawk. In certain ways, I wonder if more realignment has happened than sometimes we even give credit for.\nrachel maddow\nI think with the Trump side of it, he was sticking his finger in the wind and realizing, oh, that could be used. I mean, you look back at his record of comments about the Iraq War and it’s not like he had been a Cassandra on that, right? He had —\nezra klein\nRight. totally.\nrachel maddow\n— always just gone along with whatever everybody already feels. And so I sort of feel like his using that issue against establishment Republicans and the Bush era Republicans is just another example of him finding something in the wild that he could use for his own purposes. It helps us diagnose that problem more than he does catalyze it. On the Biden side of it, it’s interesting because Biden’s history on Iraq is nuanced, right? So he’s for the Iraq War for sure, is definitely seen, as you said, as a bit of a Democratic hawk. But then is also seen as an expert on the Iraq conflict, and spends lots and lots and lots of time in Iraq, and gets very invested, in part, through his son Beau, but gets very invested in Iraq War veterans issues as well. And so he ends up sort of being deeply steeped in the factual record of what happened in a way that I think gives him credibility to, essentially, acknowledge that it was wrong, that we shouldn’t have done it, and to take steps to end the war in Afghanistan so that it doesn’t trail indefinitely into the future. So it’s interesting. I mean, I think Biden — the thing that is encouraging to me about Biden is that I feel like he earnestly engaged with the issue, including what were the mistakes of it. And that as poorly as the withdrawal from Afghanistan went, I think his determination to get out of Afghanistan was informed by how much work he did around Iraq.\nezra klein\nSo your show began on September 8. We were looking back at this. Lehman Brothers collapsed on September 15.\nrachel maddow\nThank you very much.\nezra klein\nI forgot how close those two epochal events in American history were.\nrachel maddow\nIt was really a lot of work that first week.\nezra klein\nI can imagine.\nrachel maddow\nI had to collapse Lehman Brothers, launch the show.\nezra klein\nSo a lot of sabotaging of the U.S. housing market. How do you think about the role that the financial crisis played in shaping American politics after that?\nrachel maddow\nI feel like we’ve never gotten out of it. I mean, we have, plainly, in factual terms. But I feel like mindset-wise, we’ll never trust the economy. People of our generation will never trust the economy the way we did before then. It had felt before then, with various financial calamities, that they’d been one-offs, that they’d been historical moments, that the thing sort of worth saving the newspaper from that day for. And since the collapse in 2008, it just feels like when we’re not in a moment of economic collapse, we’re just in an interregnum. And what’s the next one going to be? Do you feel that way at all? I mean, I —\nezra klein\nThe economy is either always about to collapse, collapsing or we just collapsed. We’re just recovering from the collapse. There’s a feeling for me that I don’t know — you mentioned our generation. And I can’t tell if it’s just that I grew up in the ‘80s and ‘90s and things were a little — that that was unusually calm. Because I have this feeling that I can’t decide if it’s after 2001 and 9/11 or it’s starting in roughly 2008, but a speeding up of history, a speeding up of the things that — I think about it this way — that the history books won’t skip over. That they will have chapters on. But then I look back at the 20th century and a lot happened then. It just mostly happened before I was paying attention. So I can’t tell if my sense of normal is what is actually abnormal or this has been an abnormally fast time of economics, and geopolitics, and plagues, and crazy happenings in American politics.\nrachel maddow\nI think that — we have a saying in our family. Susan’s father used to say something before he died. He said, as you get older, you realize that it’s basically just shorts, Christmas tree, shorts, Christmas tree, shorts, Christmas tree. Like as you get older — the number of things that matter and your perception of the passing of time, it adapts mostly to the length of perspective that you get by being an older person. I feel like that perception, that so much of such consequence is happening now and it’s happening so quickly, to me, my cure for that is to spend a lot of time in history. I unoverwhelm myself with the pace and magnitude of today’s events by spending time in 1940 or spending time in 1973 and thinking about how disorienting, and destabilizing, and scary, and momentous, and fast-moving things must have seemed the people living in big years like those.\nezra klein\nBut I want to go back to something you said about the financial crisis and the trust in the economy, because I think that’s really sharp. I do think there is a sense that you cannot trust the economy and also you cannot trust the people running the economy. I do think there is a collapse in trust in the people who are supposed to know what they were doing. That has never changed. It is part of the Bernie Sanders saying. It’s part of the Donald Trump thing. And it just holds.\nrachel maddow\nThat said, there is a through-line for that that goes all the way back to the beginning of the American economy. I took a long haul train trip as my family vacation this year. We put it off twice for Covid and finally were able to take it this year. And when we were taking the train out of New Orleans heading to Texas and going over the Huey Long Bridge, I put on — because I’m that jerk in the family vacation — I put on a bunch of Huey Long speeches, just clips that you could play off of YouTube. And it was riveting —\nezra klein\nReally?\nrachel maddow\nYeah, I was terrible. Don’t ever go on vacation with me. This is how I relax. But I mean hearing Huey Long, everybody got quiet and was listening to it, because, I mean, A, he’s an amazing orator, but B, he was just giving this very modern-sounding riff on distribution of wealth and the people who are running the economy. And how it is not designed for you, and that there’s no reason that we need to live under an economy like this because it’s supposed to work for us. And there’s the inherited wealth versus the ability to earn wealth and set things up for your family and your kids and their grandkids is an imbalance that is incompatible with American democracy. I mean, he’s making a great case. I mean, Huey Long is both a great populist and also an incredibly corrupt demagogue. And so it’s uncomfortable to hear it through both of those lenses knowing what kind of dictatorship he was running in Louisiana at the time. But that criticism that the economy doesn’t work for most people, and it’s because the people running it don’t want it to, don’t need it to, and the real point of politics is to make them need it to because to make them accountable to us, I think that’s a very live sentiment right now. And you can see that over time in all sorts of different economic circumstances over the last 100 years.\nezra klein\nSo I was trying to think back to how politics felt in ‘08. And I was thinking back a couple of years before that to when Barack Hussein Obama became a figure in politics. And there’s a long time when the idea that he could be — that a skinny Black kid with big ears, with the middle name Hussein and the last name Obama, could be a national figure in American politics was treated as a little ridiculous. I think people who weren’t in politics in ‘04 and didn’t feel the rejection that Bush’s victory that year felt like, and the sense that Republicans had the heartland and Democrats weren’t real Americans, they were these coastal liberals, and then the swing over to Obama who sort of emerges as a liberal and something new in politics. And now I think it’s treated as a kind of milquetoast dad jokey figure. That shift of what he represents is really interesting to me. And so I’m curious how you see both the rise and the mainstreaming of Obama. How do you think politics is different for him?\nrachel maddow\nI wonder if that is the last time a convention speech is going to be a breakthrough moment in a positive way. I mean, I do think that we’ve had convention moments post-2004 that will live on and, as you say, have to be in the history books. Things like “lock her up” at the convention and things like that. Maybe even Ted Cruz’s bizarre speech at the end of the nominating convention for Trump in 2016. So there’s ways to get things wrong or at least to make scandal and get attention for what happens at conventions. But when he gave the “not red America, not blue America, but the United States of America” speech in 2004, that speech changed the course of history because that speech was so good. And I remember I was at Air America Radio at the time and I was doing a show — I had a morning show with Chuck D. from Public Enemy and Lizz Winstead who is the co-creator of “The Daily Show.” And we just played that speech and we were all kind of in tears in the room, having heard it live and then playing it the next morning and just saying, I don’t know where this goes, but this is something. This is something. And then the Democrats lost the election in 2004, and Abu Ghraib, and then Katrina, and everything. The George W. Bush presidency — I think about Cheney’s approval ratings by the time the 2008 election was rolling around. It was clear that a Democrat was going to win. It may be that the George W. Bush presidency had to collapse and had to crater so profoundly in order for us to get somebody as transformative as Obama. In a year that the race between the Republican and the Democrat might have been closer, maybe we would have had to have a Biden then instead of an Obama. But the moment was right.\nezra klein\nI wonder about the ways in which parts of Obama have now fallen out of favor. I mean, talking about that ‘04 speech, I, like you, have gone back to it a number of times for pieces or for trying to think about what happened. And I wonder if you could get that kind of reception for that kind of speech today. There is a belief that Obama had and has in America, or in some version of America, or in some aspirational version of America, and in Americans, that I think is now seen as a little bit — by many liberals — as a little bit — I don’t want to say out of fashion — a little bit naive is also too far. But you see what I’m getting at here. There’s something about Obama wanted —\nrachel maddow\nTwee.\nezra klein\n— to recapture — twee —\nrachel maddow\nYeah.\nezra klein\nObama wanted to capture a kind of patriotism back for the left. That I always think of as his core project. He was creating a narrative of what it meant to be an American patriot and what America was, that actually drew a circle around the left and the reformers and the progressives and kept a bunch of conservatives and reactionaries on the outside of it. And now I think there’s more of an appeal towards a politics that says that there’s something more fundamental wrong in America. And so, in some ways, I think what seems radical about Obama then has begun to seem moderate in a way that makes it radical. Once again, it keeps coming around. Does that make any sense to you?\nrachel maddow\nYeah, it does. I mean, I think that there is a universal and timeless appeal to positive unifying appeals to Americans’ patriotism. I mean, I think that there’s something at the core of it that is universal and constant. And it’s not always the best electoral message, right? Or maybe it is in combination. Maybe you need people who are slashing critics of what’s wrong to galvanize people, to meet people where they are, to meet a frustrated electorate, particularly a economically frustrated electorate, where they are, and to give them some reason to hope that things can change. I mean, I don’t think we’re going to have another American carnage inaugural speech any time in the next 10 or 20 years. I mean, at least I don’t think we’re going to. I hope we don’t. I do think that even if you get electorally resonant criticism, you do need to tell people some reason why the Republic needs to endure that speaks to most Democrats and to most Republicans and to maybe half of independents. I think the independents maybe less so, just because I think sometimes people are independents because they don’t really believe in electoral politics. They don’t really believe that democracy is the way forward. It is twee and it is naive. And it does lead to stupid waiting around for Republicans to do constructive things that they’re never going to do. I think we saw that for sure in the Obama years. But there’s also something true and important about it. Positive messages aren’t necessarily galvanizing in bad times, but they are comforting and they are true.\nezra klein\nOne of the other things that is always striking to me about that period is that in ‘08, Obama is very much to the left of Joe Biden on policy. Biden is still understood as kind of D.L.C. Democrat. He’s got these very incremental plans. By 2020, Biden’s platform way to the left of anything the Obama administration considered — way, way, way to the left. Just this week, Biden pardoned every federal conviction for a simple marijuana possession, which is just like something the Obama administration never would have considered doing. How do you see the way the Democratic Party center has changed on policy in the time you’ve been commenting on it?\nrachel maddow\nYou know, I’m glad you brought up the thing about the marijuana convictions. The thing that I’m really interested in is to see if the Republican Party tries to problematize that. I mean, of course, they will try to problematize it. Joe Biden eating ice cream is a problem for them. But is there a — do they think there’s an electorally resonant critique of federal convictions for simple marijuana possession that’s going to resonate with people? Can you turn the evil weed into some sort of law and crime message that they think is going to be electorally sound? I mean, part of me thinks that while they may try that, they know in their heart of hearts it’s not going to work. And what that means is not that the Democratic Party has moved left on this issue, but that the American people and the American culture has moved left. And so the Democratic Party is willing to meet that moment where it is. And the Republican Party has to decide if they’re going to ignore it, or if they, too, are going to go that direction. The Democrats are a coalition party. The Republican Party is not a coalition party. The Democrats are always going to get yanked in a few different directions. Maybe as you say, the D.L.C. yanked to the right and the progressive yanked to the left. And they’re always going to be calibrating based on those contrary impulses from their various coalition groups. The Republican Party is always going to tack right. It’s led by the conservative movement, which is outside the Republican Party, which is always pulling it to the right, sometimes in electorally sound terms and sometimes not. But the basic idea of progressivism is that people want to get more free, and people want the country and the world to get more equitable and for people to have more opportunities and not less. And that that will progress over time and that we should help that progression and abide that progression and not stand athwart it saying, stop. This is one of those moments when the country is moving and the parties have to figure out how to deal.\nezra klein\nI think there’s something really interesting in that that I want to try out on you as a theory. One of the things I used to write about all the time in the Obama era was how far Republicans had moved right on policy, like the Paul Ryan Republicans, and how much Democrats had actually — it was a common thing, I wrote it a bunch of times, that a large number of Obama’s policies looked like things Richard Nixon had pushed in the 1970s, right? There was a lot where you could just say Obama was a progressive moderate Republican. And then since then, I do think that has changed a bit. And I think the Democratic party has moved left on a lot of policy. And the Republican Party’s policy has gotten fuzzier, but they’ve polarized really hard on democracy and culture, right — democracy and what it means to be an American. I wrote a book about polarization. I think a lot about polarization, but it’s always what you’re polarizing over. And Democrats have moved more left on policy faster than I think I’ve seen them do before. And Republicans moved kind of right against the system of democracy itself — the elections, the institutions — than I would have thought plausible just a couple of years ago.\nrachel maddow\nFor structural reasons, right? I mean, when elections stop being the path to you staying in power and you can see that coming, you start trying to turn people against elections, right? It doesn’t — I mean, if you’re looking at it in structural terms, which I know that you’re very good at doing, I feel like that’s the — it’s not just that — what did Biden call it? Semi-fascism came into fashion or the internet made us start thinking darker thoughts. I really don’t think it’s that. I think it’s structural. And it’s, in part, demographic change. But it’s, in part, because we evolve as a people. Younger people get older and get power. The idea of rights and equity have appeal and progressivism is an attempt to tap into that and not stop it. And conservatism is against that. And so you end up having to do something about holding power that is either getting people very afraid and rallying them up, or stopping other people from being able to vote, or deciding that votes aren’t how we allocate power. I don’t feel like we need to do psychology about it. I think we just need to count. [MUSIC]\nezra klein\nLet’s turn to the Republicans then for a bit, because I do think, in a weird way, the nature of their party has changed. I remember there was this very popular line for a long time about elections that Democrats fall in love and Republicans fall in line. And it seemed that way. The Republicans, after Reagan, they went with H.W. Bush. After Bush, they went with Dole. After Dole, they went with another Bush. After the other Bush, they went with McCain who’d been the runner up in 2000. Then Romney, the runner up in 2008. And then Trump. And I think it maybe starts before then. There was a Tea Party period, too. That at some point there, Republicans, who had been pretty predictable in how they ran their processes and who they nominated, became very unpredictable. The Republican Party lost a lot of control. Why do you think that was?\nrachel maddow\nBecause the Republican Party is a person walking a dog. And they kept getting bigger and bigger dogs. And eventually the dog became bigger than the person. And the person getting older got frailer and now the dog is taking the person for a walk dragging them around the park. When you are not a coalition party, when you are an electoral project attached to a conservative movement that has its own imperatives and its own ideology and its own theology, and it is demanding that Republican electoral politics follow along and sing its songs, you end up sometimes with a movement that makes internal sense to itself and makes no sense to voters. I mean, I really — I don’t think that has changed over the course of our lifetimes. I just think that the conservative movement has been a very effective political and social movement in this country. And its hitch with the Republican Party is sometimes problematic. Like Ronna Romney McDaniel being in charge of the Republican Party right now and Reince Priebus before her — you don’t get the sense that those folks are setting the course for what’s going on with the Republican Party, right? You don’t even necessarily get the sense that presidential candidates in the Republican Party are setting the course. It’s the Leonard Leos and it’s the conservative movement poobahs that are really running things. And sometimes it works at the ballot box and sometimes it doesn’t. And that incoherence isn’t matched on the Democratic Party. It’s a more unified project on the Democratic Party because nobody’s toeing the Democratic Party around.\nezra klein\nHow much do you think this reflects the conservative media infrastructure? There was a line from David Frum who worked for George W. Bush and was a conservative writer and now is more centrist or something. But he said — and I’m doing this from memory, so I might have it slightly wrong — that we thought Fox News and talk radio worked for us and it turned out we worked for them.\nrachel maddow\nYes. I think that’s true. And since Roger Ailes died and Fox has lost its organizational coherence, I would say, in the sense of what is being pushed on the air is no longer as organized and as unified as it used to be, I think you see a little bit of mixed messaging from Fox in a way that you didn’t before. But the principle still holds, right? Why does some presidential aspirant Republican governor send refugee applicants to a blue state in a cruel human stunt? Well, run the tape. Find out who on Fox News was proposing that on their shows before it actually happened in real life. I mean, you see that over and over again. And that’s still true. That’s not changing.\nezra klein\nI would read an entire book on this one week in politics around the first Republican debate when Fox hosted it. And they had their more mainstream anchors. It was Megyn Kelly. It was Chris Wallace. It was Bret Baier. And it seemed like they wanted to let the air out of the Trump balloon. They really confronted him. There was this moment where Megyn Kelly confronts him with all these terrible things he said about women, which later leads Trump to saying she had the blood coming out of her wherever. There’s this moment confronting him with all of these non-conservative things he said. And it seemed to me they decided this had gone far enough. And then Trump didn’t back down. And there was all this reporting that came out around Fox that Trump was now not going to not come on the network. And then eventually Roger Ailes and him had a meeting. And Trump won. He won this confrontation with Fox News. And a year later, Megyn Kelly isn’t there now. Now Chris Wallace isn’t there anymore. And I think of that standoff between Trump and Fox and Trump actually winning it. And in many ways proving that he was like the more authentic avatar of their own audience. And now I think their line-up in what it says — and we’ll talk about this — looks a lot more like him than it does even the Fox News of that period. I always think of that as this moment the whole thing turned, where you really saw where the power lied. And Trump understood that in a way others didn’t.\nrachel maddow\nAlthough, you do end up with the Fox versus the other smaller right-wing networks that are more Trumpy.\nezra klein\nYeah.\nrachel maddow\nAnd you end up with Fox not being seen as sufficiently servile to Trump over the course of the Trump administration, to the point where as president he’s denouncing them and telling people not to watch them and criticizing them. I mean, you can see that as him keeping the whip on, continuing to tame them. But there is something that happens in terms of Trump being seen as bad for conservatism. And Fox is policing conservatism more than they are policing the Republican Party. And so the fact that there’s ongoing tension and that there isn’t just a — even after that week, there isn’t a total capitulation, I think also matters and is also evidence that the conservative media is part of the conservative movement, which is separate from the Republican Party. And even as Trump has completely taken over the Republican Party, just flattened it, there’s no resistance to Trump in the party structure itself, you do see the conservative movement still doing its own thing to a certain extent somewhat independent of Trump when necessary. And that shows you who’s more powerful.\nezra klein\nYou’ve had interesting relationships with some of the people I think of as really useful to look at in the shift. And people probably forget this. Pat Buchanan was an MSNBC analyst, a fixture on the network for a really long time. And for people who aren’t that familiar with Buchanan, he worked for Nixon. He runs as a Republican in primaries. He’s in many ways a proto-Trump. And he’s treated as this kind of crank for a long time. And now it’s clear he was early. And on your show early on, you had the segment that was called “It’s Pat,” where you talk about — and the point was that you disagreed, but it was also a kind of — it felt like safe disagreement because Pat Buchanan wasn’t that powerful. And then later on, it feels like the whole conservative movement — I’ve gone back and read his old books. He really sounds like the ideology Trump then tries to develop over time. How do you understand Pat Buchanan’s space in the story we should be telling about the Republican Party?\nrachel maddow\nIt is a great question. And I think that the time is ripe if anybody is right now looking for a modern American political history that ought to be written. And that would be very valuable, writing the history of Pat Buchanan, in Republican politics right now. I mean, there’s definitely — he’s not an obscure figure. It’s not like we don’t know who he is. But writing the history of Buchanan and Buchananism in light of the late development of the Trump era Republican Party, that is a good book. I would —\nezra klein\nYou just launched 1,000 book proposals.\nrachel maddow\nI would read that book. I mean, listen — I mean, I’ve been fascinated with Buchanan for a long time. I did that podcast, “Bag Man,” about Spiro Agnew, and how he got pushed out of office, and the Justice Department’s really interesting role and how that happened. Getting rid of a sitting vice president, adjacency to Watergate, and all that stuff. Agnew ended up on the ticket with Nixon because, essentially, Buchanan put him there. And the reason Buchanan put him there is he was like, listen, he’s just the right kind of racist. We had Nixon worried about the influence of Henry Wallace, worried about, essentially, being seen as a squish by the right flank of his party, and needing to calibrate exactly the way he wanted to calibrate in ‘68. And Agnew was seen as being the right kind of, specifically, anti-Black racist border state personality. Pat Buchanan felt like he cooked him in a lab in order to provide him to Nixon, in order to play that role. And then becomes — Agnew following Buchanan’s lead becomes this poison tipped dart that just goes at the media, at the media, at the media, at the media for the whole Nixon administration in a way that actually lets Nixon stay a little softer in his image because Agnew was out there just killing the media, and the elites, and the pointy-headed professors in a way that Nixon then doesn’t have to do. And that’s all from Buchanan. Buchanan is a paleo-conservative. He is a white nationalist. He is an artist of white racial grievance as a driver of white working class votes, and white middle class votes, honestly. And he has been calling for revolutionary white nationalist politics on the right consistently and in the same way, without evolving at all himself, from the ‘60s until now. I mean, through his most recent books. The far right has figured that out. His books are required reading In the pro-Trump right-wing paramilitary groups, some of which are facing sedition charges now. But he’s the most consistent lyrical Republican racist of the mid-20th century and the start of the 21st. And that will be important for us understanding what happened to the right and to the Republican Party in this century over time. And it’s overdue for a deep look.\nezra klein\nI always think of one of the very strange bits of politics being that period — I want to say it’s the Reform Party, and I think in 2000 — where one of the things Trump is saying then is that there’s no future for a Pat Buchanan-like politics. I mean, he’s very explicit about this.\nrachel maddow\nYeah, he thinks Pat’s too racist.\nezra klein\nAnd then he later becomes the future of Pat Buchanan’s politics.\nrachel maddow\nYes.\nezra klein\nI mean, you were saying earlier that Trump is very good at sticking his finger in the wind. And I don’t actually think it’s all that useful to think about sincerity and Donald Trump. I mean, my colleague David Brooks had this line about a huge amount of the analytical power of journalism, trying to analyze this guy’s psychology, when it’s just six fireflies beeping around in a jar. But there is something there about — I have wondered what it is that changed. And I’m curious for your thoughts on this, if you think it is that the media environment changed so that somebody with Pat Buchanan’s politics would have been more shut out at another time, or it’s that Barack Obama became president and so it created an arousal of the white nationalist politics and created a kind of space for backlash that wasn’t nearly as prevalent before, or something else. Why was Buchanan early as opposed to irrelevant?\nrachel maddow\nWell, again, I think it helps to look at it from a broad historical perspective and just to realize that these impulses, and these arguments, and these ideas of racial grievance, and racial reorganization, and racial oppression, they don’t go away. And they don’t change very much. I mean, they get articulated with more or less flowery language over time. But when you build the Nixon/Agnew administration on the idea that the Civil Rights Movement is a bunch of communists, and it’s American patriotism to oppose communists and therefore to oppose civil rights. And that’s why anybody who calls you a racist is really a commie. And I mean, when that’s the politics of the ‘60 and ‘70s, and there is no corrective for it, you just evolve through it. When the Reagan politics around race and welfare claim and this idea, again, of exploiting racial grievance but with a smile persists through those times, when the deep racial radicalism on the right is kept alive, is continually stoked, those guys are continually fomenting what they foment and they fall in and out of favor depending on what I think the media environment and the electoral environment can tolerate. So even as I was poo-pooing before the idea that we should look to the internet for giving us darker thoughts, there’s a certain dynamic at work in which the internet is an always open lending library. And the things that may be out of fashion or seen as too extreme become just as available as The New York Times, just as available as even mainstream political current commentary. And so you can tap those things whenever you want to. But if we don’t police them and consider some of those things to be wrong, they do just come back up. And if somebody on their way to the White House is willing to play with that and kindle it, it just flares back up immediately. It never goes away.\nezra klein\nSpeaking of exploiting racial grievance with a smile, when I think of who is the opposite of Pat Buchanan back then, it was Tucker Carlson, who has this dynamic in that era and is also at MSNBC back then, as kind of a party boy libertarian, the Republicans are no fun, they’re in your business. He has this very funny book of political profiles in that period. You get your start in TV on Tucker Carlson’s show. How do you understand his shift over the years?\nrachel maddow\nI don’t think he has shifted over the years. I don’t. I mean, I think he’s gotten older and I think people change as they get older in terms of their inclinations. But I think that while Pat was out there beating this white nationalist drum very aggressively, I don’t think that you’ll find that much difference between his willingness to use race for political advantage and his demagoguery around race. I don’t think you’ll find that much difference substantively between those two men. And the extent to which you articulate it, whether you articulate it with a smile or with a clenched fist, changes over time depending on how much power you have, what the media environment is like, and what the electorate can stand. But that perception that Tucker has changed over time, I don’t think that’s right. I think he’s always been exactly who he is.\nezra klein\nI want to think about that for a minute. And I think you’re probably right on race. I think the thing that I think about with Tucker is his orientation towards I guess what would get called the elite, which earlier in his career — I mean, he’s born into a media family. He always has huge jobs in media. He’s always very celebrated in media. He sells himself as this kind of prep school. He’s got his bow tie for a bunch of it. I mean, he was 100 percent a Washington fixture. And he was into it. And I think something that is real about him is his resentment. There is some real resentment he has towards an elite power structure that he was very much part of. He was never the absolute top of, but he was very much part of. And there are certain ways in which I think Tucker is a truer Donald Trump than Donald Trump is. I think he believes in what looked like Trump’s ideology much more than Trump does. He has a more consistent version of it. And I think they both have this kind of weird relationship. They’re both clearly elites. They’re famous. They’re rich. They were part of the power structures in the cities they represented — New York for Trump, D.C. for Tucker. And then at some point, something curdles in them in that relationship. And their resentment towards the very people they were having lunch with forever becomes the driving force of their politics.\nrachel maddow\nThat’s interesting.\nezra klein\nDoes that feel like it’s anything to you?\nrachel maddow\nI’m terrible at psychology. But I think the way I see the shift that you’re talking about is — you know how Tucker used to wear the bow tie and then stopped wearing the bow tie? And as you said, he had this image — this cultivated image — of prep school kid who knows everybody but doesn’t respect them. I think that his — I don’t want to say image. I don’t even know — because I don’t even know if it was false. I think the brand of him, the perception that I think people rightfully had, and that he cultivated, was of a gadfly, of somebody who was in on it, and at the right parties but on the outside. Maybe even like a peanut gallery person, kind of a critic, kind of throwing popcorn from the box seats, being a little bit of a troublemaker. So having access, but being outside it. I think that’s actually also what Trump had as an image. As an accurate perception by outsiders, but also somewhat cultivated. That, yeah, he knows all these people. He can get all these people on the phone. But he doesn’t — he’s not invited to their events. He’s not in the inner circle. He just has access to it. And so you, the rebel, should understand that he knows these people. He can tell us what’s going on with them. But he’s against them just like you are. And so he’s got access, and he’s rich, and he’s not a common man, but he’s around them and not of them. And then what happened with both Tucker and Trump is that they both became the boss. They both got to be in charge. They both got to set their own terms. And so now it can no longer be that there’s somebody else in charge and they’re throwing brickbats that they’re criticizing. And once you get to be the one in charge, there’s no more fun in saying the people who are in charge, they’re terrible. You and I know truth. You can’t do that anymore once you’re the leading person in primetime cable news and once you’re the president who’s actively sitting in the White House and running the federal government. And so then you become less fun. And your message becomes more dark. And the “them” who you are inveighing against becomes shadier and more dangerous. And the whole enterprise has less of a grace note anywhere in it.\nezra klein\nHow do you think cable news, as an industry, as a media format that plays a role in politics, how do you think its role has changed since 2008?\nrachel maddow\nNot as much as people think. Everybody disagrees with me on this. All media journalists disagree with me on this. Everybody else in cable news disagrees with me on this. But I don’t think that the exact the make up of cable news matters that much. I mean, Larry King was the end all be all of cable news. And then he wasn’t. And Bill O’Reilly was the end all be all of cable news. And then he wasn’t. And Glenn Beck was the end all be all of cable news. And then he wasn’t. And when I went from five days a week to one day a week, it was like, people who like me at least were like, oh, this is really going to change. It doesn’t change that much. It really doesn’t. You mentioned the Fox News lineup for that first Republican debate. Chris Wallace went through this thing where he left Fox News. And it was, oh, he left Fox News and left for an interesting reason. And went to CNN+ and now CNN+ isn’t going to happen. And now he’s on CNN. Has our world changed very much? I don’t know. Chris Wallace is still working. Bret Baier has been a pillar at Fox News all of this time through all the changes that Fox News has been through. And I think that when Glenn Beck was the biggest thing on Fox News at 5 o’clock in the afternoon, when he was at the peak of his radicalism to the point where it even unnerved Fox News, Bret Baier was doing his thing, was doing solid journalism at Fox News. And he was doing it before Glenn Beck, and during Glenn Beck, and thereafter, and is still doing it now. I just don’t — I think that cable news does — we’re 24-hour cable news. It exists. We’re there. And the people who are able to exert influence through expressing compelling opinion, it’s always going to matter a little bit. But I don’t know that it matters that much. I don’t think we’re that big a deal. Do you disagree?\nezra klein\nI would need to think about it. I don’t — I think you’re right that the precise makeup in any given moment — well, I’d have to go — I go back and forth on this, because in a way, I think you’re actually underselling yourself a bit. I think that after you, the MSNBC lineup begins to have more of your vibe, right? I mean, Chris Hayes. For a period of time, I was part of this. MSNBC gets very interested in smart people with glasses — which was not the main vibe before that, to just be blunt about it. I think that Tucker over at Fox demonstrates the power of really leaning into a certain form of populist Trumpism. And now the rest of Fox, particularly the primetime lineup, sounds a little bit more like him. But the place where I’m probably more on your side of this is that I think if it wasn’t those people, it would be someone else. That’s why the individuals don’t matter that much. At some point, the market is going to find the audience. It just is going to take a couple of tries. And so it’s not like I think if Tucker doesn’t take that Bill O’Reilly slot at Fox News, nobody at Fox figures out how to echo Trump in an effective way. I think that — in a similar way that I think if Donald Trump doesn’t run in 2016, sometime over the next 12 years, someone like Trump finds that part of the Republican Party and speaks to it.\nrachel maddow\nYes, that’s exactly right.\nezra klein\nAnd so there’s this way in which I think individuals hasten or slow transitions, but I think that we often look at the flowers that grow and don’t look enough at the soil. And I think that a lot of what ends up mattering for cable news for anything is the soil.\nrachel maddow\nAnd I don’t think that there is a singular figure of such importance. I mean, in short-term, sure enough. People can have individual — an impact as an individual who’s powerful in the media. But in the longer-term, I don’t think — people who are individuals and media phenomenon because of the way they present themselves in the media, I don’t think they affect fundamental transformation. I mean, if you — I’m doing this thing that’s based on a lot of stuff from the ‘30s and ‘40s right now. And I was shocked to look back at the Father Coughlin thing. I feel like — Charles Coughlin — he’s still a household name. We still think about the idea of a right-wing demagogue in the media and that’s the benchmark that we compare it against.\nezra klein\nAnd Charles Coughlin, of course, being the Catholic priest, the very anti-Semitic, very conspiratorial Catholic priest with just a huge radio show in the 1930s.\nrachel maddow\nYes. But with Coughlin, at a time when there’s like 123 million people in the country, he’s got between 30 and 40 million people listening to him —\nezra klein\nIt’s astonishing.\nrachel maddow\n— every week. I mean, a huge cable news audience for a totally dominant primetime hour right now might be 5 million people. The equivalent with our — if you adjust for population, with what Coughlin was doing every week, would have been 80 million people. We’re never going to have somebody that dominant again. There isn’t going to be that kind of a singular force in our politics. There wasn’t before him and there won’t be since. And that is a product of the way that our media works right now, but I think it’s also a good course corrective to be like, oh, don’t get too wound up about what somebody’s monologue was.\nezra klein\nI think that’s right. Here’s the other side of it that I wonder about, though, which is, I think, particularly since the rise of social media, that while no individual media person or institution is as dominant as a Coughlin could be, as the three big networks were in the ‘50s and ‘60s, there’s much more herd behavior in the media. So things emerge on social media and then everybody is covering them, in a way that there was a lot just more geographic and time differentiation between different media outlets 30 years ago, 50 years ago, 80 years ago. I mean, I’m not that old. And I think all the time about how when I grew up. We got the L.A. Times. That’s what we had in my house. That was the sum total — there was an opinion section. That was the sum total of political opinion I had access to in a given day coming from professional media people. And CNN emerges. It’s later on that cable news becomes more opinionated. There’s some talk radio at that period. I’m not listening to it, so it’s not as central to me. But now there’s so much more and yet it’s so much more similar. So there’s a strange way in which it is simultaneously way less centralized. But Trump, I think, is a very good example of this. I think that what he ends up doing — he’s in some ways a creation of Twitter. I don’t think you can be Donald Trump in 2016 without Twitter. But I always think his power is misunderstood. His power on Twitter was that he got every journalistic outlet in the country to follow the lead of his tweets, not that his tweets themselves reached so many people. And so there’s this weird paradox of it, of decentralization, but with everybody having access to the same information and the same social media and audience analytics, much more homogenization.\nrachel maddow\nIt’s interesting. I think that part of that is the economics of the news industry. What you’re describing where something happens in social media, and then everybody follows it, everybody covers the same stories, I mean, the derogatory way to read that is laziness. I think the more nuanced way to read that is the underfunding of journalism. And so you take what’s easy. You take what’s literally fed to you as free content and you build your stuff around that. In the day of the big three networks and the L.A. Times being the printed source of material for you and your family and your neighbors in Los Angeles, the profession of journalism, what it meant to become a reporter, to become an editor, to work in that field, it was a more sustainable thing. I mean, now getting a reporting job at a local TV station, I mean, you have to have a couple other jobs. The professional support isn’t there because the business environment isn’t such that we’re supporting enough enterprise and independent journalism. That said, it’s not like journalism has collapsed. And I do think that the benefit, the other side of that is that beyond the lazy force-fed stuff that everybody’s covering because everybody has access to it, you can, in this media environment, if you’re willing to look — and this is part of what I tried to do at MSNBC — you are able to find well-reported stories everywhere all over the country, even just in politics, that you can platform to a national audience if you’re willing to do the work to make it interesting and to make it resonate, to make clear to people why it’s important. So the opportunity is still there but the struggle for us in terms of holding onto our democracy and the role of the fourth estate in doing that is to make sure that being a reporter is a good remunerative job and being an editor is a good remunerative job. And that professional journalism done with professional standards is something that not only doesn’t die, but expands and exists everywhere. And so as frustrating as it is, seeing philanthropic efforts and seeing almost crowdsourced efforts to make sure that local news gathering, local professional newsgathering lives, even in places where chain journalism has rotted out the infrastructure to do that in traditional terms, that’s very practical work towards saving the country.\nezra klein\nThere was a period of time when I guest-hosted for a lot of MSNBC’s shows, including yours. And one of the things that always struck me in that time, working with the producers of them, was how much attention you and your team — because I had some insight then into the process — gave to that search, gave to looking through local papers, gave to trying to find the stories that other people weren’t covering. There was a lot less in the kind of culture you built on your show of what is everybody talking about today and a lot more of what should we be talking about today. Tell me a bit about that orientation and that process, because that is a process you built.\nrachel maddow\nYeah, I mean, it just basically comes from the idea of wanting to be worth people’s time and attention. If you’re going to ask people to sit down, particularly if your name is Rachel Maddow and you’re asking people to sit down for something called “The Rachel Maddow Show,” first of all, that takes a lot of hubris. And second of all, you better —\nezra klein\nNaming a show after yourself is ridiculous, I should say. We’ll be right back on “The Ezra Klein Show.”\nrachel maddow\nBut it creates — you’re then assigning yourself a responsibility to be worth it. And so the way that our news meeting process runs to this day is that there’s a staff news production note that is circulated among everybody and then I circulate my own competing one. And then we get on the air and I ask questions — or we get in the meeting, or on the phone, on Zoom together, and I ask questions about what’s in their stack of stuff that I didn’t know about and they ask me questions about what’s in my stack of stuff. And then we come up with basically kind of a filtered what I call the middle column, because that’s how we used to do it on the whiteboard, of stuff that we are considering potentially putting on the show based on the entire universe of news that we’ve been able to put together, both as me and a staff. And then crucial question. What are they doing at 8 o’clock? What’s Chris doing? And what’s Lawrence doing? And sometimes what’s being discussed all day on dayside, because I don’t always have a — I don’t ever have a TV on. And the reason that I’m asking what else is happening is not because I want to make sure that we’re covering those things. I just want to make sure we’re not covering those things. I don’t want to do the same thing that everybody is doing. And sometimes you do. I mean, sometimes the story of the day is the story of the day. But then all the more pressure to make sure that you’re bringing something new to it. And it’s not from any ideological place. It’s just about fear of failure and wanting to be important enough for people to spend time with, wanting to be worth people’s while. And I don’t need to hear more punditry on something that I’ve already heard about all day. And most people, I think, don’t either.\nezra klein\nBut how did the literal search work for you? I mean, did you have a list of the 15 metro dailies that you found most useful? Were there aggregators you turn to? I think a lot of people in journalism have the aspiration to be differentiated in what they cover, but people end up spending a lot of time on Twitter. Algorithms are now much more predictable. They kind of give you what they’ve given everybody else. You don’t have too much social media presence. Not that you’re not literally on Twitter, but you definitely don’t spend a lot of time there, or anywhere else in social media that I can tell. You’re clearly spending your time reading something. How are you deciding what?\nrachel maddow\nIn terms of producing the show, we’ve been through a few different structural forms to try to keep that process fresh and make sure that we’re not doing what everybody else is doing. There was a time when we used to have producers who were responsible for regions of the country. OK, we know there’s some interesting stuff going on around — I remember, like, there was a real structurally radicalizing moment in North Carolina Republican politics in the state legislature a few years ago. And so it was like, OK somebody’s got to read the press in the Carolinas every day and just report to us every day what’s going on from there. The Flint water crisis — people remember us covering that in a way that was new to the way the national media was talking about it. The only reason that we were on to that Flint story I think before other people were is because we were covering what I saw as an interesting radicalizing process that was happening under Governor Rick Snyder in Michigan that was about this emergency management process and getting rid of democracy at the local level and instead having state-imposed managers come in and effectively depose locally-elected officials. And I thought that was interesting in democracy terms. That’s why we were watching Michigan, which is why we were ears to the ground that allowed us to cotton to what these Flint activists were saying about this disaster that was happening in their town. It also helped us understand how it happened. So, in part, you need to be curious. You need to be interested in what’s happening around the world. You need to be cognizant of how much time you’re spending kibitzing about things that everybody else knows about. If you’re in the media, your job is to find stuff that’s important and that you understand well enough to be able to convey the importance to other people. And so that requires work. You have to go search stuff out. I’ll also say that talking about the business structure of journalism, we’re also in this moment right now where papers around the country are rising and falling in terms of their quality. And so knowing what particular paper or sometimes what state media consortium is particularly good, has particularly good reporters right now, that just sometimes — St. Louis has a lot going on in terms of journalism. Sometimes Western New England has a lot going on in terms of journalism. And sometimes it’s not exactly one paper. It’s a mix of alt weeklies, and the investigative unit at a local TV station that’s got to be in its bonnet, and occasionally it’s bloggers who are alerting you to stuff that traditional journalism formats aren’t. But you just have to put the work in. You have to go read. And there is an opportunity cost to spending too much time in the bubble. The opportunity that you are losing is the opportunity to go find stuff that’s of more interest. [MUSIC]\nezra klein\nI think of the recent years on your show, the recent years really of American politics as being very much about this war for democracy, this question of democracy, the big lie and January 6, but before that, just the generalized Donald Trump attack on institutions. But you all were pretty early — well before Trump — at obsessing over predecessor fights that were happening at the state level. You mentioned North Carolina. But there have been a bunch of them. There have been fights like this in Wisconsin. There’s been fights like this in Michigan. And I think it’s kind of correct to understand Trump as a continuation of something that had begun with candidates we don’t really think of as Trumpy or figures we don’t really think of as Trumpy. They were there before him. But do you want to talk a bit about that continuity, because I think it actually prepared a lot of the ground for the coverage you now do of both Donald Trump and democracy, but some of the other projects we’re going to talk about that you’re working on around democracy.\nrachel maddow\nYeah, I’m really glad you brought that up, because I feel like that is — it’s an easy concept that for whatever reason it hasn’t caught on. Even when people are willing to talk about Trump being the latest iteration of something that’s been happening for a while on the right, usually what that means is we’ve had demagogic figures in the past. I think the important thing, the important continuity at least, is that in my lifetime — in the ‘70, ‘80, ‘90s, 2000s and to today — we have seen the Republican Party repeatedly experiment with, and increasingly commit to, minority rule structural changes. Structural changes that are designed to not just allow them to rule without the support of the governed, but to try to discredit majority rule institutions. And that is playing with fire. It always has been. When it accumulates over time, it gets worse and worse to the point where you’ve so weakened the edifice of democracy that it’s easier to push over. But I think that ought to be held accountable for doing things to try to separate power from the views and votes of the people. And we haven’t. We’ve seen it all as dirty tricks. We’ve seen it as playing hardball or we’ve seen it as going for short-term advantage. But it’s a project. It’s a project that all leans in the same direction. And I do think that it’s been toxic. And I don’t think that it has been a mirror image thing where it’s also happened on the left. It is something that has been happening in, particularly state governance, in North Carolina, in Wisconsin, in Michigan, in states where Republicans have power and where they fear that future elections will deprive them of it. That’s how we got to a place where you’ve got a candidate saying that last election that elected me, that was fraud, there were millions of illegal votes. And no, I’m not going to accept the results of the next election. You can only get there, you can only do that once you’ve been pushing against small d democracy enough that it resonates, that it doesn’t strike people as wrong. It strikes people as a relief.\nezra klein\nIf you’re going back into the state houses, the pre-Trump period, for people who weren’t tracking this and think that this anti-democratic sentiment element strategy is something Donald Trump brought to Republican politics, what really stands out to you as the most vivid of these stories?\nrachel maddow\nWell, I mean, this isn’t an obscure one, but there’s a president named Barack Obama and there’s an opening on the Supreme Court. And presidents make nominations to the Supreme Court and the Senate gives its advice and consent on that nominee. When that stopped and then just blatantly saying Amy Coney Barrett can be confirmed on election day, on the — whatever it was — the month before voting — on the other side of it, I mean, the Republicans celebrate that as this great example of hardball. But it’s telling the American people that power doesn’t accrue to those who’ve got the votes. That’s a fundamental thing. And you can regret what that meant in terms of the makeup of the Supreme Court, but more profoundly that is taking an ax to the roots of a tree that is old and fragile anyway in a way that I think was just really dangerous. And really not just mean-spirited, not just strategic and hardball, but deleterious to our future as a country. So that’s one. Do you have one in mind that you’re thinking about that you think worth to talk about?\nezra klein\nI mean, I always think that what happened in North Carolina after that election was really remarkable, where they just change everything.\nrachel maddow\nYeah, so North Carolina Republicans decide that if you’re going to have a Democratic governor elected, well, the governor no longer has powers as governor. I mean, that’s — again, the question is, does power accrue to the person who received the votes? And when you separate that, you’re doing something profoundly un-American. You’re doing something that is about removing the basis of how we think of ourselves as a Republic in a democracy. And it’s just — it compounds.\nezra klein\nHere’s something where I think my thinking has changed a lot since 2008. I think before that, I did not appreciate how much of American politics was not running according to its rules but according to its norms. How much that if you really went down to the rules of American politics, they said very, very little. I mean, I think a great example is just simply how the electoral college works. It just turns out you can kind of do almost whatever you want if you’re a state legislature. And we typically don’t.\nrachel maddow\nWell, you wouldn’t dare. It would be terrible.\nezra klein\nYou wouldn’t do it.\nrachel maddow\nPeople would be so upset.\nezra klein\nIt would be awful, right? But then all of a sudden people began to notice you could. And I think about this with McConnell and Garland. There’s no rule that he had to treat an Obama nominee fairly. Just that was how it was done. But he had the votes to not do it. I mean, I think a lot about polarization as being the key thing that began to erode this. But as the stakes rise, every time people begin to believe that the stakes of American politics are too high for niceties, too high to treat it like the system itself is something that needs to be taken into account, you just have this pressure to not observe norms and to play to as far as the rules can take you. And it turns out, in American politics, the rules can take you incredibly far. They can allow all kinds of trickery and screwery. And as you say, in a bunch of individual cases, we call that hardball. In a bunch of individual cases, we’re like, oh, what a bare-knuckle strategy from so-and-so. And then systematically, it’s like the system begins to collapse in on itself. Because if you are using power that way, then you also don’t have the power to rewrite the rules to make the game fair again. And once the gain becomes fair, you get a legitimacy crisis. I mean, to me, it’s like, do I think we’re going to find ourselves in complete crisis in the next 15 years? I wouldn’t give it more than 50 percent, but I wouldn’t give it less than 15 percent, which is higher than I would have done before.\nrachel maddow\nMhm. And there’s also a cost toward hardening the norms into rules. If we take the lesson of the post-2016 era as, oh, the norms are based on shame, and so therefore shamelessness is a get-out-jail-free card for all the norms. And so therefore they can’t be norms anymore. They can’t be based on shame and public rebuke. They have to be based on rules and enforceable orders. Well, that costs you something, too, in terms of us as a democracy. I’m thinking about Geoffrey Berman’s book. He was the S.D.N.Y. U.S. attorney who wrote the book about how he was interfered with as the U.S. attorney in S.D.N.Y., that he got pressure directly from the White House to let the president’s allies off and to bring politically motivated prosecutions against Democrats. It’s a terrifying book. It should have gotten more attention, I think, than it did. But first of all, I mean, just in practical terms, the Justice Department needs to contend with Berman’s record of what happened to him in a much more serious way than they have because that happened inside the Justice Department in a way that should never happen again and is likely to happen again now that we know that Trump was able to get away with it with no consequences. But at the same time, Berman has a final chapter in his book where he presents some potential fixes. And he says things like, if a US attorney has done a detailed and earnest review of the evidence and makes a decision to prosecute or not prosecute, main justice and no other U.S. attorney can take a contrary decision. And that kind of a rule would have solved some of the problems that he describes in terms of what happened to him. He was told to bring a politically motivated prosecution. His staff, in fact, did a full review of the Democrat who the Trump White House wanted him to prosecute, found that there was no basis for a prosecution. He declined. I mean, it’s troubling enough that they did the review and they didn’t think there was a predicate to do it. But they did the review, they declined, and then the Trump Justice Department shopped it and made another U.S. attorney bring that prosecution. So he’s saying that shouldn’t be allowed because we did a real review and that should have been the end of it. OK, that’s fine. But if you did have that kind of a rule and it was not Geoffrey Berman, but it was Trump getting reelected in 2024 and he puts Rudy Giuliani in as the U.S. attorney at S.D.N.Y. He gets his old job back. Well, yeah, in that case, a decision by Rudy Giuliani to do something terrible or a decision by some other bad actor to do something terrible, you would want main justice to be able to throw in some sort of safety net or some sort of stop strip into the road ahead of that racing car. I mean, the reason there are norms and not rules is because the basic idea is that you want good people in power. And when people are revealed to be bad power, you want there to be a way to take them out. We just have to make sure that’s true.\nezra klein\nIn a way, I see the Biden administration, and I guess specifically Merrick Garland right now, as a little paralyzed between this question of norms and rules with Donald Trump, and some other questions around Jan. 6 and maybe around the classified documents we’ll see. But there’s this question, I think, that they are facing and don’t know how to answer between, well, the rule is nobody’s above the rule of law and the norm is, in America, presidents don’t prosecute their predecessors for the most part. And there’s a feeling that if you open that door, particularly then somebody like Donald Trump gets back in and then it’s seen as something that just gets done. You’ve opened the door to something you see in other countries, very dangerously, where the law becomes a tool that different administrations or regimes wield against each other and their political enemies. How do you see that tension? Do you think they’re navigating that well? Do you think they’re overly in their heads about it?\nrachel maddow\nI think it’s really hard. And I don’t think it’s their fault. I don’t think there is an easy answer. And I think that the thing that we did wrong as a country was put somebody with those kinds of criminal inclinations and stated intentions in a position where we had to decide, as a country, whether or not to let those apparent crimes slide, which is really bad, or become the kind of country where former presidents are prosecuted. Those are our choices. Those are terrible choices. And those are the only choices that we have. And the reason those are the only choices we have are because that guy got elected. The moral of the story is don’t give bad people lots of power. Because when you do, things break. And in a certain fundamental way — because that is the choice, right? If Trump is indicted, if Trump did some of the things that he’s credibly accused of doing and it results in prosecution, if he did those things and it results in prosecution, we have fundamentally changed as a country because we are a person who brings those kinds of prosecutions. If he did those things and doesn’t get prosecuted, because we’re scared of being that kind of a country, then we are the kind of country that’s elects people like that and then lets them get away with it because they have power. Both are terrible. And I have my own opinions as to which is more terrible. It’s not worth my sharing them, I don’t think. But I think it is worth appreciating this at an objective level that we’re in an impossible position. And this is not like choosing between two types of ice cream. This is like choosing between two types of car crashes.\nezra klein\nI do sometimes wonder if the true actor who should be seen as more destructive than he is is Gerald Ford here. That the pardoning of Nixon in retrospect was a quite terrible mistake, particularly by a Republican who would have had credibility to say, look, these were crimes, I mean, and nobody’s above the rule of law. I do think that kind of entrenched an idea that the way America moves on from presidential criminality is by moving on. And it’s just an interesting alternative history to me what would have happened if in that moment when there was more consensus that wrong had been done — I mean, when the president had actually resigned — we had gone further.\nrachel maddow\nThere was more consensus, but not as much consensus as we think. The consensus was very recently arrived at. So Nixon had more support — dead-ender support — than you think until the very end when it broke. And then when it broke, it was the Supreme Court ruling, which not only had a substantive impact of releasing the tapes, but also gave total clarity that the judiciary was going to be no haven for him. Supreme Court ruling, tapes released, the C.I.A. cover-up smoking gun tape, and then the collapse of political support, the resignation, pardon. All happens very, very, very quickly. And up until that moment, I think it might have been reasonable to think that a prosecution of Nixon would have brought blood in the streets, and might have even, had Ford done it. And that doesn’t mean it’s not a reason to do it, but it does mean that that’s, I think, part of what was being earnestly weighed at the time. The only lesson is bad people shouldn’t get that much power. But we are — I mean, now that we’ve dealt with it at multiple levels — and we had to deal with — so Spiro Agnew was running a criminal bribery and extortion ring in the White House while Nixon was committing the Watergate crimes. Trump was doing all the things that Trump was doing while he was in the White House and thereafter. And this now means that we can’t see either of those things as an aberration. We’ve had to confront this multiple times over the course of a single lifetime. And our generation is going to have to be the one that figures out what kind of country we are to deal with this kind of criminality at the highest levels. We’re just going to have to do it. And it’s going to change the country for the worse either way.\nezra klein\nI think that’s a good bridge to your new podcast. Tell me about “Ultra.” Tell me what it’s about.\nrachel maddow\nIt’s about sedition, at one fundamental level. The centerpiece in the plot of the story is the 1944 great sedition trial where the Justice Department put on trial, at the same time, more than two dozen defendants, charged them with trying to violently overthrow the country and being in cahoots with a hostile foreign power — Germany — to do that. And it was a failed prosecution. It didn’t work, which itself is an amazing story. But it’s also about authoritarianism and about American support, not just for Germany during World War II, which is an underappreciated story — which is I think there’s a little bit of a moment I think happening where people are starting to talk about Lindbergh and the America First Movement and American pro-fascists during the time. But it is American support for a foreign dictatorship that we were about to go to war with, but also American support for fascism and authoritarianism and a willingness to use violence to get there. And you get that confrontation between the Justice Department that’s onto it and trying to stop it. And then you get this amazing complication, which is that it turns out there’s a whole bunch of members of Congress and senators who are involved in it and who are connected to this very bad circumstance. And one of the things that goes wrong at the Justice Department is that sitting senators and members of Congress use their political power to shut the Justice Department down, to get prosecutor fired, to get the investigation derailed, and to let the bad guys get away, because they themselves are implicated in it. And just as I think the Justice Department needs to contend with what happened to Geoffrey Berman at S.D.N.Y. during the Trump administration, this is a history that I think that we need to contend with in terms of thinking about the suitability of the criminal justice system for dealing with crimes — politically motivated crimes by powerful people.\nezra klein\nWho’s a character in the saga who, either as a hero or a villain, you wish were a household name today?\nrachel maddow\nOh, that’s a good question. I’m going to take the easy way out and tell you there’s a few.\n[laughs]\nI’m sorry.\nezra klein\nYou can give me a few.\nrachel maddow\nI’ll give you a few. One of them is a prosecutor named John Rogge, R-O-G-G-E. And he’s kind of the main focus of the second half of the series. And the thing that’s fascinating about him is he’s this wunderkind prosecutor. I mentioned Huey Long earlier. After Huey Long is assassinated as a U.S. Senator, his effective dictatorship in Louisiana is still operating. They have this — the Huey Long machine in Louisiana is profoundly corrupt and has the state’s politics in a death grip. And the Justice Department dispatches this young prosecutor to go down there and face the real physical danger of confronting this machine. And this guy John Rogge, this young hot prosecutor, goes down there, and spends a lot of time down there and actually does it. Actually dismantles the Huey Long machine, which is something that has real historical import and for which — it was very unclear, at the outset of that, that he was going to succeed. Fresh off of that, he then gets dispatched. He gets a big job at main justice. And they put him on a sedition trial in 1940. Now, this is not the great sedition trial of 1944. This is earlier. This is 1940 when 17 members of father Charles Coughlin’s militia, the Christian Front, are all arrested and put on trial for sedition. They were actually arrested 80 years before the Oath Keepers were all arrested, which is bizarre. But Christian Front militia — you’ll hear about it in the podcast. They were planning something and working on something that was really quite terrifying. They got arrested. It was front page news all across the country. J. Edgar Hoover himself announces the arrests. And they bring in Rogge to prosecute these guys in New York. And it’s a slam dunk case. They had an informant inside the group. They have their guns. They have their bombs. They have all of their plans. And they get acquitted. And there’s a mistrial. And the whole prosecution is a disaster. And this was Rogge’s second act after he just blew up the Huey Long thing. So Rogge is kind of licking his wounds. And the administration and the Justice Department is kind of freaked out about the fact that these guys all got off. And in 1944, the great sedition trial is brought. And the members of Congress who are connected to this plot successfully pressured the Justice Department to fire the prosecutor. And the attorney general caves and fires the prosecutor under pressure from members of Congress who are implicated in the plot that’s being tried by this prosecutor. It’s terrible. And who do they give the ball to after they fire the prosecutor? Same guy, John Rogge. And he is the one who brings the sedition trial to its end. And it ends in disaster. And then he doesn’t give up. Part of this plot is that the accusations that these seditionists are working with the Hitler government to try to mount this violent overthrow attempt of the US government. And when the trial collapses, he goes to Germany. And he’s like, fine, I’m going to figure it out from the German side. And he interviews the Nazis who are supporting the American seditionists. And gets them to — oh, yeah, we’re working with this guy. We paid this guy. I mean, he interviews them in their cells at Nuremberg. And he collects all this information. And by then, we’ve won the war. And this prosecution was a disaster. And this is really embarrassing because there’s all these members of Congress and members of the Senate who are involved. And he comes back with this information and is like, I’ve got it, and we need to tell the American people what happened, and the Justice Department is like, we’re not bringing another prosecution. He’s like, but I’ve got the information. I’ve got it dead to rights. They fire him. And he goes public with it, which is wrong. The Justice Department should never collect information that it’s going to use anywhere other than in court. The Justice Department should only speak through its actions in court. It should not collect information, not bring an indictment, and then tell the American people what they found, James Comey. It should not do it. And Rogge did it, which is both wrong and totally understandable and is a really big deal. And I just — people ought to know who he is. I just told you the whole podcast. You don’t have to listen to it now.\nezra klein\nYea, but — there were some parts in that I’d like to hear more about. But I was waiting for the second character. You’re like, oh, we got a bunch. But you got —\nrachel maddow\nWe do. There’s another — there’s a guy who’s a big deal in the early part of the podcast, named Leon Lewis. And there’s a great book by a historian named Steven Ross called, “Hitler in Los Angeles.” That tells the story. He gets access to Leon Lewis’s files. Leon Lewis is an activist with the Anti-Defamation League. And the L.A.P.D. and the L.A. County Sheriff and the F.B.I. in Southern California does not want to hear it when, particularly the Jewish community in Los Angeles is weirded out by the fact that there’s an Aryan bookstore and there’s openly organizing Hitler Brownshirt meetings in L.A. and there’s increasing violence against the Jewish community. I mean, it’s bad. And the cops don’t care. And Leon Lewis organizes what is effectively a private spying and agent provocateur ring. It’s not actually Jews in the most case who he gets to work for him as spies. He convinces German-Americans and some of his fellow World War I veterans to go join all these groups, and report on what they’re doing and collect actionable evidence intelligence about what they’re doing to feed it to law enforcement. And then when law enforcement still doesn’t care to use it to disrupt these groups, to expose them, to disrupt them, to complicate their efforts, and he dies in obscurity. And you can tell the story through his files. But when law enforcement, both local and federal, weren’t willing to protect against an active Nazi threat as we were heading toward war against the Nazis in the late ‘30s and early ‘40s, this guy privately took it upon himself to do it and did an amazing job. And he ought to be a household name.\nezra klein\nI’m not going to make you reveal more of the show, although people can go find it.\nrachel maddow\nI could go on. I’m totally obsessed.\nezra klein\nI know, and that’s why people should subscribe and listen to “Ultra.” But let me get a little bit of what the bookcase looks like. Always our final question, which is, what are three books you would recommend to the audience?\nrachel maddow\nAh, well, I should recommend to you “Hitler in Los Angeles,” by Steven Ross. It’s amazing. There’s another book that’s set in Boston, which is around the same time, called “Nazis in Copley Square,” by a Jesuit priest named Charles Gallagher.\nezra klein\nSort of a headlining trend here.\nrachel maddow\nYeah, I know, I’m just — these are all things — I’m going to give you three for the podcast and then I’ll give you others. There’s another book — it’s similar title — called “Hitler’s American Friends,” by a historian called Bradley Hart. Those are all some primary source documents that we used in “Ultra,” and I can highly, highly recommend all three of those. If you don’t just want to do homework reading for my podcast, I did put some thought into this. And I have a novel to recommend, which is along the same lines as the storyline because it’s all I can think about.\nezra klein\n“Hitler and Long Beach.”\nrachel maddow\nSorry, close. It’s a book called “The Oppermanns.” It’s a novel written by a guy whose name is Lion Feuchtwanger, which is F-E-U-C-H-T-W-A-N-G-E-R. And the Southern California connection is that he does, as a refugee from Germany, end up living out his days in Los Angeles. And I think his house is now used as like a writer’s retreat. He has this beautiful house in L.A. that’s now used by a foundation. But “The Oppermanns” is one of his novels that was one of the best efforts by anyone writing from inside Germany at the time to tell the story about the rising threat of what the authoritarian takeover in Germany meant for the citizens of Germany. And it’s just beautifully written, super engaging. It’s one of those stories where you know how it ends, but you also are completely held in suspense the entire time. It’s just a beautifully constructed, beautifully written novel that also reorients your brain to, I think, in a constructive way, in terms of thinking about real people’s lives, real people’s responsibilities and capacities to resist rising authoritarianism. So “The Oppermanns” I would recommend. A historian named Susan Dunn wrote a book on the 1940 presidential election, which is really, really worth reading. It’s just called “1940,” by Susan Dunne. That’s really, really worth it. And then I have a personal one, which is just a — literally just a thing from my heart today, which is that I have a dear friend who just died. He’s 45 years old. His name was Billy Sothern, S-O-T-H-E-R-N. And I just — I’m sort of dealing with the aftermath of Billy’s death right now and just really appreciating him. He was a legendary capital defense attorney in New Orleans. He came out of Bryan Stevenson’s Equal Justice Initiative and represented men on death row in New Orleans. And also is just a lyrical, beautiful writer about New Orleans. Did some of the most moving, most illuminating, most deep writing about New Orleans and about Louisiana, particularly in the wake of Katrina. And so I’m just really feeling Billy right now because we just lost him. And he has a book called “Down in New Orleans,” which you should find and buy. And it’s — both as an elegy for my friend, which is why I want to say this, but also just because I reread it just after he died this past week and it’s just as moving as it ever was. So “Down in New Orleans,” Billy Sothern.\nezra klein\nI’m sorry for your loss there.\nrachel maddow\nThanks, Ezra.\nezra klein\nBut it’s been wonderful getting to spend some time with you. Rachel Maddow, your new podcast is “Ultra.” Thank you very much.\nrachel maddow\nEzra, thank you so, so much. [MUSIC]\nezra klein", "url": "https://www.nytimes.com/2022/10/14/podcasts/ezra-klein-interviews-rachel-maddow.html"}