{"authors": ["Steve Eder", "David D. Kirkpatrick", "Kim Barker"], "date_download": "2022-10-25 22:59:50", "date_modify": "2022-10-25 22:59:50", "date_publish": "2022-05-20 21:59:39", "description": "A Pennsylvania district attorney is married to the former supervisor of Jay Splain, a state trooper responsible for four deadly shootings over the past 15 years.", "filename": "2022_05_20_us_state-trooper-prosecutor_1666738790.html", "image_url": "https://static01.nyt.com/images/2022/05/03/multimedia/00splain-1/00splain-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_20_us_state-trooper-prosecutor_1666738790.html", "title": "A Trooper’s Lethal Force Was Justified by His Boss’s Wife: The Prosecutor", "title_page": "A Trooper’s Lethal Force Was Justified by His Boss’s Wife: The Prosecutor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a statement, Ms. Graf said she did not consider her husband’s supervision of Trooper Splain a conflict of interest, noting that her husband, Cpl. Christopher Graf, was off duty on the night of Ms. Thome’s shooting and played no role. When she became district attorney in January 2020, she said, she consulted with the president judge of the Pennsylvania Courts of Common Pleas for the county, before establishing a written policy that would require her recusal only if her husband had been a material witness or provided an affidavit related to criminal charges.\nImage Jay Splain, a Pennsylvania state trooper, has been involved in multiple deadly encounters in a largely rural area where violent crime is rare.\n“To anyone who knows or has worked with me, the notion I am incapable of making up my own mind or following my own beliefs is laughable,” Ms. Graf wrote. “I was a prosecutor before my marriage; I remain a prosecutor after my marriage.”\nBut Mr. Gillers, the ethics expert, said her conflict policy was too narrow, in part because it is impossible to know at the outset of such a case what part a supervisor might have played. “The investigation could lead to negligence on the part of her husband, or to a failure to supervise, and for that reason alone she should not do it,” he added.\nMs. Graf is now weighing whether Trooper Splain should be charged in the shooting last November of a man driving a Volkswagen Beetle, allegedly because the driver posed a threat to an officer. Trooper Splain, who patrols a largely rural region where police shootings and violent crime are rare, has been on desk duty since the killing, according to the Pennsylvania State Police. Trooper Splain did not respond to requests for comment.\nIt is unclear how long Trooper Splain worked under Ms. Graf’s husband. But the corporal moved to a training position in June 2021, meaning he had left his supervisory role before the trooper’s fourth shooting.", "url": "https://www.nytimes.com/2022/05/20/us/state-trooper-prosecutor.html"}