{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:39:30", "date_modify": "2022-10-25 23:39:30", "date_publish": "2022-06-10 09:00:23", "description": "Already a maverick in business circles, Zhou Hang has dared to openly criticize the government’s zero Covid policy — and urges his peers to speak out, too.", "filename": "2022_06_10_business_china-economy-covid-zero_1666741170.html", "image_url": "https://static01.nyt.com/images/2022/06/11/business/07Newworld-illo/07Newworld-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_10_business_china-economy-covid-zero_1666741170.html", "title": "A Chinese Entrepreneur Who Says What Others Only Think", "title_page": "A Chinese Entrepreneur Who Says What Others Only Think - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Chinese Communist Party has always been wary of the influence of the business class, even as it tried to co-opt its members to help strengthen the country’s economy. Under China’s current top leader, Xi Jinping, the party’s attitudes toward the private sector took a more hostile turn and made the entrepreneur class the boogeyman for social ills.\nIn the past few years, the government has steered away from the market economy and cracked down on some industries. It demonized entrepreneurs and went after some of the most prominent of them. Then when the mild, albeit contagious, Omicron variant of the coronavirus emerged in China this year, the government meddled with free enterprise as it hadn’t in decades.\nThe lockdowns and restrictions have done so much damage to the economy that Premier Li Keqiang summoned about 100,000 cadres to an emergency meeting in late May. He called the situation “severe” and “urgent,” citing sharp drops in employment, industrial production, electricity consumption and freight traffic.\nMany business leaders believe that it will be hard to reverse the damage if the government doesn’t stop the zero Covid policy. Yet they feel that there’s nothing they can do to make Beijing change course.\nThe chairman of a big internet company told me that with all the pandemic restrictions, he and others were operating as if dancing with shackles on while expecting the sword of a lockdown to strike at any moment. With a big public company to run, he said, it would be too risky to be vocal. He hoped the economists could be more outspoken.\nThe chairman of a publicly listed conglomerate with many consumer-facing businesses said he had to shut down a few of his companies and let people go as revenues dropped off a cliff. He’s not a Christian, he said, but he has been praying to God every day to help him get through this tough period.", "url": "https://www.nytimes.com/2022/06/10/business/china-economy-covid-zero.html"}