{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:46:22", "date_modify": "2022-10-25 23:46:22", "date_publish": "2022-03-01 01:47:26", "description": "Affected films include “The Batman” from Warner and “Turning Red” from Disney-Pixar.", "filename": "2022_02_28_business_disney-warner-bros-russia_1666741582.html", "image_url": "https://static01.nyt.com/images/2022/02/28/business/28disney-russia3/merlin_202853028_ff067ef9-021c-4fe6-82f4-da58ee6906af-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_28_business_disney-warner-bros-russia_1666741582.html", "title": "Disney and Warner Bros. Will Pause Movie Releases in Russia", "title_page": "Disney and Warner Bros. Will Pause Movie Releases in Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Disney said on Monday that it was “pausing” the release of films in Russia, becoming the first Hollywood studio to weigh in publicly on the matter. Warner Bros., which had vowed to press on with the release of “The Batman,” reversed course soon after Disney’s announcement and said it, too, would enact a pause.\n“Given the unprovoked invasion of Ukraine and the tragic humanitarian crisis, we are pausing the release of theatrical films in Russia, including the upcoming ‘Turning Red’ from Pixar,” Disney said in its statement. “Turning Red” was scheduled for release in Russia on March 10. (In the United States, it will be released exclusively on Disney+ on March 11.)\n“The Batman,” starring Robert Pattinson, was scheduled to arrive in Russian cinemas on Thursday. In initially sticking with that release plan, Warner executives had contended earlier on Monday that a marketing campaign had already been fully executed in the country and that theaters in Russia were not owned by the government.\n“We will continue to monitor the situation as it evolves,” WarnerMedia said in its statement announcing a pause. “We hope for a swift and peaceful resolution to this tragedy.”", "url": "https://www.nytimes.com/2022/02/28/business/disney-warner-bros-russia.html"}