{"authors": ["Gia Kourlas"], "date_download": "2022-10-25 23:37:01", "date_modify": "2022-10-25 23:37:01", "date_publish": "2022-10-20 14:00:08", "description": "The busy choreographer returns to the stage, maybe for the last time, in her celebrated trilogy exploring Black life.", "filename": "2022_10_20_arts_dance_camille-a-brown-trilogy_1666741021.html", "image_url": "https://static01.nyt.com/images/2022/10/23/arts/23camille1/23camille1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_20_arts_dance_camille-a-brown-trilogy_1666741021.html", "title": "Camille A. Brown’s Latest Dance Challenge? To Have Fun.", "title_page": "Camille A. Brown’s Latest Dance Challenge? To Have Fun. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Meaning that you established your point of view?\nYeah. We all have influences. And there’s one point where you have to go, OK. What is my influence? What is my voice? You have to decide which way you want to go: Do you want your influences to support or do you want them to lead? And I did not want my influences to lead. I wanted my voice to lead with the support of my influences, which I think is very different.\nHow did you approach “Black Girl”?\nI wanted to create these mini movies that have an arc, but you’re just zoning in on this one story and you’re watching it go from A to Z. “Black Girl” is about showing our full selves and the dimensions of that. And “TOL E. RAncE” is more about seeing the perception of who we are, and it is also about celebrating those artists that did come before us. But then when we start getting into the minstrel, it’s not about who you are, it’s about what has been put on to you. I’m always nervous to do “TOL E. RAncE.”\nWhy?\nBecause it’s meant to entertain, but also to make people very uncomfortable, to make them think about where we are now. When we first did it, Obama was finishing his first term and people were talking about, Oh this is a post-racial society. Now we’ve gone through the insurrection. George Floyd.\nWhat about “ink”?\n“Ink” goes back to being yourself, but taking it to that next level of what if we can fly? It’s how we see ourselves in the future. I started thinking, what is the superpower of Black people? And it’s resiliency, it’s perseverance.\nDo you want to continue with your dance company?\nI do. I just need to figure out how to do that on top of everything else. It’s hard.\nThe company can be almost an incubator for your ideas.\nOh yeah. I worked with my company on “For Colored Girls” on ideas, because I just wanted to be ready. By the time we got to our official rehearsal, I had a draft from beginning to end of what I wanted to do movement wise.", "url": "https://www.nytimes.com/2022/10/20/arts/dance/camille-a-brown-trilogy.html"}