{"authors": ["Adam Satariano", "Sheera Frenkel"], "date_download": "2022-10-25 23:32:15", "date_modify": "2022-10-25 23:32:15", "date_publish": "2022-02-28 22:39:17", "description": "Google, Meta, Twitter, Telegram and others are levers in the conflict, caught between demands from Ukraine, Russia, the European Union and the U.S.", "filename": "2022_02_28_technology_ukraine-russia-social-media_1666740735.html", "image_url": "https://static01.nyt.com/images/2022/02/28/business/28bigtech-russia1/28bigtech-russia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_28_technology_ukraine-russia-social-media_1666740735.html", "title": "Ukraine War Tests the Power of Tech Giants", "title_page": "Ukraine War Tests the Power of Tech Giants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Russia’s invasion of Ukraine has become a defining geopolitical moment for some of the world’s biggest tech companies, as their platforms have turned into major battlefields for a parallel information war and their data and services have become vital links in the conflict.\nOver the last few days, Google, Meta, Twitter, Telegram and others have been forced to grapple with how to wield that power, caught between escalating demands by Ukrainian, Russian, European Union and U.S. officials.\nOn Friday, Ukrainian leaders pleaded with Apple, Meta and Google to restrict their services inside Russia. Then Google and Meta, which owns Facebook, barred Russian state-run media from selling ads on their platforms. Sundar Pichai, Google’s chief executive, also spoke with top European Union officials over how to counter Russian disinformation.\nAt the same time, Telegram, a widely used messaging app in Russia and Ukraine, threatened to shut down channels related to the war because of rampant misinformation. And this week, Twitter said it would label all posts containing links to Russian state-affiliated media outlets, and Meta and YouTube said they would restrict access to some of those outlets across the European Union to ward off war propaganda.", "url": "https://www.nytimes.com/2022/02/28/technology/ukraine-russia-social-media.html"}