{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:25:35", "date_modify": "2022-10-25 23:25:35", "date_publish": "2022-02-15 17:30:09", "description": "She’s the third person ever to be cured. Researchers announced that the new approach holds the potential for curing more people of racially diverse backgrounds.", "filename": "2022_02_15_health_hiv-cure-cord-blood.html_action=click&pgtype=Article&state=default&module=styln-hiv&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666740335.html", "image_url": "https://static01.nyt.com/images/2022/02/15/science/15HIV/15HIV-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_15_health_hiv-cure-cord-blood.html_action=click&pgtype=Article&state=default&module=styln-hiv&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666740335.html", "title": "A Woman Is Cured of H.I.V. Using a Novel Treatment", "title_page": "A Woman Is Cured of H.I.V. Using a Novel Treatment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nA woman of mixed race appears to be the third person ever to be cured of H.I.V., using a new transplant method involving umbilical cord blood that opens up the possibility of curing more people of diverse racial backgrounds than was previously possible, scientists announced on Tuesday.\nCord blood is more widely available than the adult stem cells used in the bone marrow transplants that cured the previous two patients, and it does not need to be matched as closely to the recipient. Most donors in registries are of Caucasian origin, so allowing for only a partial match has the potential to cure dozens of Americans who have both H.I.V. and cancer each year, scientists said.\nThe woman, who also had leukemia, received cord blood to treat her cancer. It came from a partially matched donor, instead of the typical practice of finding a bone marrow donor of similar race and ethnicity to the patient’s. She also received blood from a close relative to give her body temporary immune defenses while the transplant took.", "url": "https://www.nytimes.com/2022/02/15/health/hiv-cure-cord-blood.html?action=click&pgtype=Article&state=default&module=styln-hiv&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}