{"authors": ["Monika Pronczuk"], "date_download": "2022-10-25 22:57:08", "date_modify": "2022-10-25 22:57:08", "date_publish": "2022-09-30 16:41:34", "description": null, "filename": "2022_09_30_world_europe_eu-ministers-approve-taxes-on-energy-profits-to-support-struggling-households_1666738628.html", "image_url": "https://static01.nyt.com/images/2022/09/30/world/30ukraine-briefing-EU-energy-image/30ukraine-briefing-EU-energy-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_30_world_europe_eu-ministers-approve-taxes-on-energy-profits-to-support-struggling-households_1666738628.html", "title": "E.U. ministers approve taxes on energy profits to support struggling households.", "title_page": "E.U. ministers approve taxes on energy profits to support struggling households. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — Energy ministers in the European Union agreed on Friday to tax the profits of energy companies as part of a set of emergency measures aimed at softening the impact of soaring energy prices on businesses and consumers.\nEurope’s energy crisis, aggravated by Russia’s periodically cutting off parts of the bloc’s energy supply to punish it for supporting Ukraine, has led to historically high heating and electricity bills in the 27-member bloc.\nLast month, tens of thousands of Europeans took to the streets in at least four countries — the Czech Republic, Slovakia, Germany, Belgium — to protest against spiraling energy prices and record inflation. With winter approaching, governments have been under mounting pressure to shield Europeans from blackouts and bankruptcy, while at the same time ensuring a continued energy flow from alternative suppliers.\nThe measures approved by the bloc’s energy ministers focused on taxing energy-company profits — the proceeds of which would be used to fund subsidies for struggling businesses and households — and a mandatory reduction in electricity consumption. But the ministers stopped short of introducing a cap on the price of gas — a more radical measure sought by several members of the bloc that proponents say would not just help consumers foot their energy bills, but would also bring those bills down.", "url": "https://www.nytimes.com/2022/09/30/world/europe/eu-ministers-approve-taxes-on-energy-profits-to-support-struggling-households.html"}