{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:41:08", "date_modify": "2022-10-25 23:41:08", "date_publish": "2022-09-01 23:00:07", "description": "The team from the United Nations’ nuclear watchdog reached the Russian-occupied Zaporizhzhia plant for the first time since the war began, despite fresh shelling each side blamed on the other.", "filename": "2022_09_01_world_europe_iaea-visit-zaporizhzhia-nuclear_1666741268.html", "image_url": "https://static01.nyt.com/images/2022/09/01/world/01ukraine-ledeall1/merlin_212263425_61e63851-bb01-4c2e-be86-9f5a28acb6d3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_01_world_europe_iaea-visit-zaporizhzhia-nuclear_1666741268.html", "title": "Experts Brave Shelling to Reach Imperiled Ukrainian Nuclear Plant at Last", "title_page": "Experts Brave Shelling to Reach Imperiled Ukrainian Nuclear Plant at Last - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ZAPORIZHZHIA, Ukraine — A U.N. inspection team finally reached the embattled nuclear power plant in Russian-occupied southern Ukraine on Thursday, after an artillery bombardment forced operators to shut down one reactor and switch another to emergency power, highlighting the immense risks of combat around a site loaded with radioactive material.\nThe team of 14 experts with the International Atomic Energy Agency planned to gauge the damage to the Zaporizhzhia Nuclear Power Plant from weeks of shelling, its ability to operate safely and other risks in one of the most dangerous and complicated missions in the agency’s history. By evening, most of the team had headed back to Ukrainian-held territory, leaving behind five members who officials said would stay into the weekend.\n“I worried, I worry and will continue to be worried” about the safety of the plant, Rafael Mariano Grossi, director general of the I.A.E.A., said after returning from the visit. He said he had spent about five hours at the plant, going to key locations there.\n“It is obvious that the plant and physical integrity of the plant have been violated several times,” he said in brief comments to reporters on a roadside. “By chance or by deliberation? We don’t have the elements to assess that. But this cannot continue to happen.”", "url": "https://www.nytimes.com/2022/09/01/world/europe/iaea-visit-zaporizhzhia-nuclear.html"}