{"authors": ["Tania Ganguli", "Scott Cacciola"], "date_download": "2022-10-25 22:57:47", "date_modify": "2022-10-25 22:57:47", "date_publish": "2022-05-30 03:18:17", "description": "The Celtics led by 15 after the first quarter. Miami’s Jimmy Butler fueled the Heat’s comeback attempt, but it wasn’t enough.", "filename": "2022_05_29_sports_basketball_boston-celtics-miami-heat-game-7-nba-finals_1666738667.html", "image_url": "https://static01.nyt.com/images/2022/06/28/sports/28nba-east-G7-tatum3/28nba-east-G7-tatum3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_29_sports_basketball_boston-celtics-miami-heat-game-7-nba-finals_1666738667.html", "title": "Boston Celtics Beat Miami Heat in Game 7 for Trip to N.B.A. Finals", "title_page": "Boston Celtics Beat Miami Heat in Game 7 for Trip to N.B.A. Finals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI — For the Boston Celtics, winning the Eastern Conference finals is nothing new. Making it to the N.B.A. finals, which the franchise has now done 22 times, is nothing to celebrate much. The Celtics don’t hang those banners, they like to say. There isn’t room among the 17 in the rafters for winning N.B.A. championships.\nBut it was new for the players who made this Eastern Conference championship happen.\nA pair of stars in their mid-20s, Jaylen Brown and Jayson Tatum, had each made it to the conference finals multiple times, but no further until Sunday. The Celtics beat the Miami Heat, 100-96, in Game 7 to win the East and will face Golden State in the N.B.A. finals starting Thursday in San Francisco. A 15-year N.B.A. veteran in Al Horford will make his first finals appearance, with Boston. Marcus Smart, a 28-year-old defensive stalwart, is in his eighth season with the Celtics. They bounced around, bumped chests, hugged each other and screamed.\n“Obviously, we know we want to win a championship, right,” Tatum said, “but to get over this hump in the fashion that we did it, obviously, we took the toughest route possible. And then to win a Game 7 to go to a championship on the road is special.”", "url": "https://www.nytimes.com/2022/05/29/sports/basketball/boston-celtics-miami-heat-game-7-nba-finals.html"}