{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:38:54", "date_modify": "2022-10-25 23:38:54", "date_publish": "2022-01-11 22:06:30", "description": "The contradictory, sometimes menacing messages from the Kremlin have stumped Western officials and Russia experts, showing the Russian leader’s desire to keep his rivals on edge.", "filename": "2022_01_11_world_europe_putin-ukraine-russia_1666741134.html", "image_url": "https://static01.nyt.com/images/2022/01/11/world/11russia-putin-1sub/11russia-putin-1sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_11_world_europe_putin-ukraine-russia_1666741134.html", "title": "Putin’s Next Move on Ukraine Is a Mystery. Just the Way He Likes It.", "title_page": "Putin’s Next Move on Ukraine Is a Mystery. Just the Way He Likes It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Ryabkov, for instance, told reporters that he was making no ultimatums and foresaw no “deal breaker.’’ But he added that it was “absolutely mandatory” that the United States guarantee that Ukraine would never join NATO.\nHe said Russia was imposing no specific timeline, but that it needed a “fast response” to its demands. And while he said there was “no reason to fear an escalation scenario” in Ukraine, he warned that the West still failed to grasp how dangerous it would be to rebuff Russia’s demands.\nThe contradictory messaging continued on Tuesday when the Kremlin’s spokesman, Mr. Peskov, countered any positive assessments Mr. Ryabkov might have offered the day before. “For now, we do not see any substantive reason for optimism,” he said in his daily conference call with reporters.\nThe problem with Mr. Putin’s approach is that it gives his diplomats next to no flexibility to negotiate on Russia’s behalf, and sometimes leaves them struggling to maintain a coherent message. Ms. Stanovaya warned that even if diplomats did reach some kind of deal, hawks in Moscow who have more of Mr. Putin’s ear could soon help derail it.\nAnalysts noted that Mr. Ryabkov, from the diplomatic side, most likely did not even know what military options the Kremlin was considering. The virus-free cocoon Mr. Putin has tried to establish around himself has meant that even confidants are forced to spend days in quarantine before being allowed into the same room with him, further reducing his connections with the outside world.", "url": "https://www.nytimes.com/2022/01/11/world/europe/putin-ukraine-russia.html"}