{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:33:00", "date_modify": "2022-10-25 23:33:00", "date_publish": "2022-02-23 15:13:35", "description": "Whether you call it a correction or a panic attack, a stock market that was already becoming shaky has been roiled by Russia’s hostilities toward Ukraine.", "filename": "2022_02_23_business_stock-market-correction_1666740780.html", "image_url": "https://static01.nyt.com/images/2022/02/23/business/23market-correction/23market-correction-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_23_business_stock-market-correction_1666740780.html", "title": "More Trouble for a Troubled Market", "title_page": "Russia-Ukraine Crisis Troubles the Stock Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stocks have been falling for weeks, for a variety of reasons. Concerns about the prospect of rising interest rates and generally tighter monetary policy from the Federal Reserve are at the top of my personal list.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nThe Fed is, perhaps belatedly, planning at its meeting on March 15-16 to start increasing its benchmark funds rate from its current near-zero level, and then to begin reducing its $8.9 trillion balance sheet. All that is intended to mitigate the inflation that is running at an annual rate of 7.5 percent, a 40-year high.\nIn addition, the death, illness and inconvenience caused by the coronavirus pandemic have had myriad pernicious effects. The labor force in the United States is smaller than it would be otherwise, and the economy’s service sector hasn’t fully rebounded. The pandemic has also caused supply chain bottlenecks that have held back sales and production and increased the prices of important products as varied as automobiles and kitchen appliances.\nMany publicly traded companies are circumventing these problems and passing the associated costs on to consumers, but their ability to keep doing so, while generating the profits that fuel the stock market, is questionable.\nThe Russia-Ukraine crisis threatens to make matters worse for the economy and the markets. Russia produces important commodities, like palladium, which is needed in the catalytic converters of gasoline-powered automobiles, and whose prices have contributed to the high inflation in the United States.\nThe anticipation of interruptions in commodity supplies has increased prices in futures markets, particularly for oil and natural gas, all of which could go much higher if the Ukraine crisis intensifies and if Western sanctions begin to bite.\nFor those who remember the 1970s and early 1980s, an era of soaring inflation and multiple recessions caused in part by a geopolitical shift and two oil shocks, the possibility of a 2020s parallel is deeply disturbing.", "url": "https://www.nytimes.com/2022/02/23/business/stock-market-correction.html"}