{"authors": ["Vivian Yee", "Mohammed Abdusamee"], "date_download": "2022-10-25 23:44:01", "date_modify": "2022-10-25 23:44:01", "date_publish": "2022-02-10 21:48:34", "description": "The current prime minister, Abdul Hamid Dbeiba, rejected Parliament’s decision, raising concerns that the oil-rich African nation was returning to a divide with two rival governments.", "filename": "2022_02_10_world_middleeast_libya-tripoli-parliament-election_1666741441.html", "image_url": "https://static01.nyt.com/images/2022/02/10/world/10Libya/10Libya-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_10_world_middleeast_libya-tripoli-parliament-election_1666741441.html", "title": "Libya Slides Deeper Into Chaos as Parliament Picks New Government", "title_page": "Libya Slides Deeper Into Chaos as Parliament Picks New Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Libya hurtled deeper into political chaos on Thursday when its Parliament voted to install a new interim government over the objections of the current prime minister.\nThe oil-rich North African nation was already in political limbo after its failure to hold national elections on time in December. The elections were supposed to end more than a decade of instability, which has plagued Libya since an Arab Spring revolt in 2011 overthrew the longtime dictator, Col. Muammar el-Qaddafi.\n“We’ll see a feud over who is the legal government,” said Claudia Gazzini, a Libya analyst for the International Crisis Group, “and we’re going to have institutional chaos for some time.”\nLibya’s Parliament declared that the current government’s authority had expired after the planned elections collapsed without a new political road map. It voted unanimously for Fathi Bashagha, a former interior minister, to lead a new government.", "url": "https://www.nytimes.com/2022/02/10/world/middleeast/libya-tripoli-parliament-election.html"}