{"authors": ["Cora Engelbrecht"], "date_download": "2022-10-25 23:54:16", "date_modify": "2022-10-25 23:54:16", "date_publish": "2022-09-28 16:18:37", "description": "The Revolutionary Guards Corps has been attacking Kurdish opposition groups in northern Iraq, blaming them for fomenting the unrest in Iran that was set off by the death of Mahsa Amini.", "filename": "2022_09_28_world_middleeast_iran-iraq-protests_1666742056.html", "image_url": "https://static01.nyt.com/images/2022/09/28/world/28iran-border/merlin_213959280_d9e274ad-2f78-455d-9f35-f13f81ed1d50-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_28_world_middleeast_iran-iraq-protests_1666742056.html", "title": "Tensions in Iran Spill Across the Border Into Iraq", "title_page": "At Least 9 Killed as Tensions in Iran Cross the Border Into Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nine people were killed and at least 32 others, including children, were injured in semiautonomous Kurdistan Region of Iraq on Wednesday after Iranian forces bombarded the region for the fifth straight day, the Iraqi News Agency reported, citing the regional health ministry.\nAs security forces in Iran have moved to curb protests that have embroiled cities across the country for more than a week, the repercussions are being felt in neighboring Iraq, where Tehran has been waging a brutal attack on Kurdish opposition groups.\nThe drone and missile strikes targeted offices and paramilitary bases of Iranian Kurdish opposition groups in Iraqi Kurdistan, including in the cities of Erbil, Sulaimaniya and Pirde, Kurdish officials and rights groups said.\nThey were the latest in a string of attacks on the region since Saturday, after Tehran accused Kurdish groups based in northern Iraq of fomenting some of the demonstrations that have overtaken Iran for 12 days.", "url": "https://www.nytimes.com/2022/09/28/world/middleeast/iran-iraq-protests.html"}