{"authors": ["Alissa J. Rubin", "Emily Rhyne"], "date_download": "2022-10-25 23:54:17", "date_modify": "2022-10-25 23:54:17", "date_publish": "2022-08-16 14:57:43", "description": "Followers of the Shiite Muslim cleric Muqtada al-Sadr set up a tent city to blockade Parliament, paralyzing any progress toward forming a new government.", "filename": "2022_08_16_world_middleeast_iraq-parliament_1666742057.html", "image_url": "https://static01.nyt.com/images/2022/08/12/world/middleeast/FINAL-cut-march/FINAL-cut-march-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_16_world_middleeast_iraq-parliament_1666742057.html", "title": "Iraq Power Struggle Intensifies as Protesters Block Parliament", "title_page": "Iraq Power Struggle Intensifies as Protesters Block Parliament - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The Americans were kind of hoping that there would be these cross-sectarian and more policy-centered alliances between the political factions, but the sectarian and ethnic divisions won out,” Mr. Ford said. “Instead, we have this squabbling between and within sectarian and ethnic communities about how to divide Iraq’s oil money.”\nAbout 85 percent of the Iraqi government is funded by oil income, according to the World Bank. And under the current political system, each major political faction in Parliament gets control over at least one government ministry, and with it, patronage jobs and the opportunity to skim money and pocket kickbacks.\nAs politicians have focused more on their own power than national interests, Iran has found it easier to persuade a number of Sunni, Kurd and Shiite leaders to support the policies it cares most about: the cross-border movement of Iranian arms, people and goods.\nThe crisis now enveloping Iraq pits Mr. Sadr and his mostly Shiite supporters against a coalition of Shiite parties with militias linked to Iran in a bitter power struggle. The caretaker government, fearing violence, has been reluctant to disrupt Mr. Sadr’s blockade, allowing him to hold the country hostage to a sweeping list of demands: the dissolution of Parliament, new elections, and changes in election law and possibly the Constitution. However, on Tuesday, Prime Minister Mustafa al-Kadhimi invited all the parties to the government palace “to find solutions to the current political crisis.”\n“It looks like a peaceful coup d’état, a peaceful revolution,” Mahmoud Othman, a former Parliament member who was not affiliated with any political party, said of the Sadrists’ blockade of Parliament. “I say peaceful, because his followers are not carrying guns. Sadr is stronger than guns. He is now the strongman on the street, and he is imposing his will on others.”\nSo far the blockade has not been violent.\nSeveral thousand Sadrists occupy the tent encampment, working in shifts. They wander about, listening to clerics denounce government corruption and eating shawarma, grapes and watermelon donated by sympathizers. They rest in tents in the heat of the day, waiting for Mr. Sadr’s next instructions via tweet — his favored means of communication.", "url": "https://www.nytimes.com/2022/08/16/world/middleeast/iraq-parliament.html"}