{"authors": ["Jack Ewing", "Stephen Gandel"], "date_download": "2022-10-25 23:46:56", "date_modify": "2022-10-25 23:46:56", "date_publish": "2022-03-18 07:00:11", "description": "The price of nickel, an essential ingredient in most batteries, has soared because of fear that Russian supplies could be cut off.", "filename": "2022_03_18_business_energy-environment_nickel-russia-battery-electric-cars_1666741616.html", "image_url": "https://static01.nyt.com/images/2022/03/17/business/17nickel-01/17nickel-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_18_business_energy-environment_nickel-russia-battery-electric-cars_1666741616.html", "title": "How the War in Ukraine Could Slow the Sales of Electric Cars", "title_page": "How the War in Ukraine Could Slow the Sales of Electric Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The prospect of prolonged geopolitical tensions is likely to accelerate attempts by the United States and Europe to develop domestic supplies of commodities that often come from Russia. There are nickel deposits, for example, in Canada, Greenland and even Minnesota.\n“Nickel, cobalt, platinum, palladium, even copper — we already realized we need those metals for the green transition, for mitigating climate change,” said Bo Stensgaard, chief executive of Bluejay Mining, which is working on extracting nickel from a site in western Greenland in a venture with KoBold Metals, whose backers include Jeff Bezos and Bill Gates. “When you see the geopolitical developments with Ukraine and Russia, it’s even more obvious that there are supply risks with these metals.”\nBut establishing new mining operations is likely to take years, even decades, because of the time needed to acquire permits and financing. In the meantime, companies using nickel — a group that also includes steel makers — will need to contend with higher prices, which will eventually be felt by consumers.\nAn average electric-car battery contains about 80 pounds of nickel. The surge in prices in March would more than double the cost of that nickel to $1,750 a car, according to estimates by the trading firm Cantor Fitzgerald.\nRussia accounts for a relatively small proportion of world nickel production, and most of it is used to make stainless steel, not car batteries. But Russia plays an outsize role in nickel markets. Norilsk Nickel, also known as Nornickel, is the world’s largest nickel producer, with vast operations in Siberia. Its owner, Vladimir Potanin, is one of Russia’s wealthiest people. Norilsk is among a limited number of companies authorized to sell a specialized form of nickel on the London Metal Exchange, which handles all nickel trading.", "url": "https://www.nytimes.com/2022/03/18/business/energy-environment/nickel-russia-battery-electric-cars.html"}