{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:41:24", "date_modify": "2022-10-25 23:41:24", "date_publish": "2022-04-29 09:00:26", "description": "Lyudmyla Denisova, Ukraine’s top human rights official, is determined to right historical wrongs and make sure Russians are held to account.", "filename": "2022_04_29_world_europe_on-the-trail-of-russian-war-crimes_1666741284.html", "image_url": "https://static01.nyt.com/images/2022/04/29/world/29ukraine-denisova-profile-top/29ukraine-denisova-profile-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_29_world_europe_on-the-trail-of-russian-war-crimes_1666741284.html", "title": "On the Trail of Russian War Crimes", "title_page": "On the Trail of Russian War Crimes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1989 she was appointed prosecutor but declined the post to move to Crimea in Ukraine after her husband, Oleksandr Denisov, then an investigator for Soviet military prosecutors, was posted there.\nWhen Ukraine gained independence with the breakup of the Soviet Union in 1991, they stayed on and became Ukrainian citizens. The couple have since parted ways but remain good friends, she said, close to their two daughters and four grandchildren.\nShe then entered public life, heading the regional departments of economy and finance in Crimea at the turn of the millennium, while also working briefly in the private sector.\nIn 2006 she won election to the Ukrainian Parliament and later served as minister of labor and social policy. In 2014 she became a founding member with Arseniy Yatsenyuk, then the prime minister, of a conservative nationalist political party, People’s Front. She describes herself as a “Ukrainian nationalist of Russian origin.”\nIn 2018, Ukraine’s Parliament named her to head the Commission for Human Rights, established nearly 25 years ago, where she took over a team of human rights lawyers and constitutional specialists. At the onset of war, her office was already working with the European Parliament and the United Nations, and now it sends a daily report to officials of the International Criminal Court, she said.\nThe collaboration with the court represents the first serious attempt to prepare a war crimes case against Mr. Putin. “There are two ways,” to do this, she said. “One is through a criminal process to prove the guilt of these military men and condemn them according to our legislation, and the second is to do it according to international law.”\nMs. Denisova has set up a hotline for citizens to report human rights violations but also to field requests for help. Telephone operators, some in the basement of her office in Kyiv, others working remotely around the country, take calls in shifts, working 24/7.", "url": "https://www.nytimes.com/2022/04/29/world/europe/on-the-trail-of-russian-war-crimes.html"}