{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:22:51", "date_modify": "2022-10-25 23:22:51", "date_publish": "2022-06-05 12:00:07", "description": "The study was small, and experts say it needs to be replicated. But for 18 people with rectal cancer, the outcome led to “happy tears.”", "filename": "2022_06_05_health_rectal-cancer-checkpoint-inhibitor_1666740171.html", "image_url": "https://static01.nyt.com/images/2022/06/05/science/05rectal-cancer/05rectal-cancer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_05_health_rectal-cancer-checkpoint-inhibitor_1666740171.html", "title": "A Cancer Trial’s Unexpected Result: Remission in Every Patient", "title_page": "Small Study on Rectal Cancer Results in Remission in Every Patient - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was a small trial, just 18 rectal cancer patients, every one of whom took the same drug.\nBut the results were astonishing. The cancer vanished in every single patient, undetectable by physical exam, endoscopy, PET scans or M.R.I. scans.\nDr. Luis A. Diaz Jr. of Memorial Sloan Kettering Cancer Center, an author of a paper published Sunday in the New England Journal of Medicine describing the results, which were sponsored by the drug company GlaxoSmithKline, said he knew of no other study in which a treatment completely obliterated a cancer in every patient.\n“I believe this is the first time this has happened in the history of cancer,” Dr. Diaz said.\nDr. Alan P. Venook, a colorectal cancer specialist at the University of California, San Francisco, who was not involved with the study, said he also thought this was a first.\nA complete remission in every single patient is “unheard-of,” he said.\nThese rectal cancer patients had faced grueling treatments — chemotherapy, radiation and, most likely, life-altering surgery that could result in bowel, urinary and sexual dysfunction. Some would need colostomy bags.", "url": "https://www.nytimes.com/2022/06/05/health/rectal-cancer-checkpoint-inhibitor.html"}