{"authors": ["Clifford Krauss"], "date_download": "2022-10-25 23:32:02", "date_modify": "2022-10-25 23:32:02", "date_publish": "2022-09-14 14:09:17", "description": "The two oil-producing countries have extended their partnership even as the United States and Europe have sought to punish and isolate Russia for invading Ukraine.", "filename": "2022_09_14_business_energy-environment_russia-saudi-oil-putin-mbs_1666740722.html", "image_url": "https://static01.nyt.com/images/2022/09/13/business/00russia-saudi-1/00russia-saudi-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_14_business_energy-environment_russia-saudi-oil-putin-mbs_1666740722.html", "title": "Ostracized by the West, Russia Finds a Partner in Saudi Arabia", "title_page": "Ostracized by the West, Russia Finds a Partner in Saudi Arabia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Russia massed troops on its border with Ukraine and invaded the country at the start of the year, Saudi Arabia’s Kingdom Holding Company quietly invested more than $600 million in Russia’s three dominant energy companies.\nThen, over the summer, as the United States, Canada and several European countries cut oil imports from Russia, Saudi Arabia doubled the amount of fuel oil it was buying from Russia for its power plants, freeing up its own crude for export.\nAnd, this month, Russia and Saudi Arabia steered the Organization of the Petroleum Exporting Countries and its allied producers to reduce output targets in an effort to prop up global oil prices, which were falling, a decision that should increase the oil profits of both nations.\nTaken together, the moves represent a distinct Saudi tilt toward Moscow and away from the United States, which it has typically aligned itself with. The Saudi position falls short of an outright political alliance between Crown Prince Mohammed bin Salman of Saudi Arabia and President Vladimir V. Putin of Russia, but the two leaders have established an arrangement that benefits both sides.", "url": "https://www.nytimes.com/2022/09/14/business/energy-environment/russia-saudi-oil-putin-mbs.html"}