{"authors": ["Matina Stevis-Gridneff"], "date_download": "2022-10-25 22:54:54", "date_modify": "2022-10-25 22:54:54", "date_publish": "2022-07-26 23:00:14", "description": "Holding together despite some nations’ dependence on Russia, the European Union agreed to make voluntary savings mandatory if the Kremlin suddenly decides to turn off the taps over its invasion of Ukraine.", "filename": "2022_07_26_world_europe_russia-gas-cuts-putin-eu_1666738494.html", "image_url": "https://static01.nyt.com/images/2022/07/26/world/26ukraine-ledeall/merlin_210622353_b937b317-be40-4dc6-b3b2-987fd8cf2448-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_26_world_europe_russia-gas-cuts-putin-eu_1666738494.html", "title": "Facing ‘Putin’s Energy Blackmail,’ Europe Agrees to Cut Russian Gas Use", "title_page": "Facing ‘Putin’s Energy Blackmail,’ Europe Agrees to Cut Russian Gas Use - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The European Commission’s original proposal last week presented a less flexible plan to urgently cut use of the fuel across the bloc. It foresaw fewer exceptions, and put the Commission itself in charge of calling an emergency and triggering mandatory natural gas curbs.\nControversially, the proposal asked even those countries that are less dependent on Russian gas or have already started ambitious energy-saving plans to equally share the burden of cutting consumption, to help those who are more dependent.\nCritics saw the proposal as primarily benefiting the bloc’s biggest economy and de facto leader, Germany, which is very dependent on Russian natural gas imports.\nThe German vulnerability turned the tables on an old European script; in previous financial crises, the Germans pointed the finger at weaker countries, especially in the continent’s south, for being irresponsible. Now southern countries, among them Greece, Spain and Italy, were able to take the moral high ground.\nBut the complexities of curbing gas use in Europe go far beyond cliché cleavages between north and south. Ultimately, the modus operandi of resolving the disagreements was entirely different from the old E.U. playbook, normally characterized by fruitless, late-night meetings and public disparagement.\nInstead, E.U. energy ministers meeting in Brussels on Tuesday morning were out of their talks five hours later, with a compromise that seemed to address individual concerns without diluting the policy goal — to cut gas use and defang Mr. Putin’s energy threats.", "url": "https://www.nytimes.com/2022/07/26/world/europe/russia-gas-cuts-putin-eu.html"}