{"authors": ["Alan Rappeport"], "date_download": "2022-10-26 00:16:25", "date_modify": "2022-10-26 00:16:25", "date_publish": "2022-08-17 10:00:10", "description": "The Treasury Secretary’s priorities include clearing a backlog of unprocessed tax returns, revamping antiquated technology and hiring thousands of new employees.", "filename": "2022_08_17_business_janet-yellen-irs-overhaul_1666743385.html", "image_url": "https://static01.nyt.com/images/2022/08/17/multimedia/17IRS1/17IRS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_business_janet-yellen-irs-overhaul_1666743385.html", "title": "Yellen Directs I.R.S. to Embark on $80 Billion Overhaul Plan", "title_page": "Yellen Directs I.R.S. to Embark on $80 Billion Overhaul Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A day after President Biden signed into law a sweeping climate, health and tax bill that included $80 billion in funding for the Internal Revenue Service, Treasury Secretary Janet L. Yellen directed her agency to develop an operational plan for deploying the funds, kick-starting an overhaul of the beleaguered tax collector.\nIn a memo to the I.R.S. commissioner, Charles P. Rettig, Ms. Yellen mapped out her top priorities, including clearing a backlog of unprocessed tax returns, improving taxpayer services, revamping antiquated technology and hiring thousands of new employees.\nThe new law, known as the Inflation Reduction Act, “provides the I.R.S. what it has needed for years — a stable stream of mandatory funding that will allow the agency to serve American taxpayers the way they deserve and to enforce the tax laws against high-net-worth individuals, large corporations and complex partnerships who today pay far less than they owe,” Ms. Yellen wrote in the memo, which was viewed by The New York Times.\nThe money will be used to hire new tax enforcement agents, expand depleted taxpayer-services teams (which leave most customer service calls unanswered) and upgrade outdated technology systems. The $80 billion over a decade will be a substantial infusion for an agency that had a budget of $13.7 billion in 2021.", "url": "https://www.nytimes.com/2022/08/17/business/janet-yellen-irs-overhaul.html"}