{"authors": ["Farnaz Fassihi", "Ronen Bergman"], "date_download": "2022-10-26 00:11:36", "date_modify": "2022-10-26 00:11:36", "date_publish": "2022-06-13 18:34:23", "description": "If Iran’s suspicions about the deaths are confirmed, these would be the latest killings in a shadow war that is reaching new intensity as Iran moves closer to nuclear weapons capability.", "filename": "2022_06_13_world_middleeast_israel-poison-iranian-scientists_1666743096.html", "image_url": "https://static01.nyt.com/images/2022/06/12/world/12-IRAN-ISRAEL-01-PRINT/00iran-israel-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_13_world_middleeast_israel-poison-iranian-scientists_1666743096.html", "title": "Iran Suspects Israel Poisoned Two Scientists to Death", "title_page": "Iran Suspects Israel Poisoned Two  Scientists to Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They both graduated from Iran’s top universities — young, healthy and athletic — before they suddenly fell ill in late May. The two scientists grew sicker and sicker, and ended up in the intensive care units of hospitals in two different cities nearly 400 miles apart.\nThen, they both died within days of each other.\nIran believes Israel killed them by poisoning their food, according to an Iranian official and two other people with ties to the government who spoke on condition of anonymity because of the sensitivity of the subject. One of them, Ayoub Entezari, was an aeronautical engineer who worked for a military research center, and the other, Kamran Aghamolaei, was a geologist.\nCompounding the mystery behind their deaths, Israeli media and Persian news channels abroad reported that Mr. Aghamolaei worked at Iran’s Natanz nuclear facility. But friends denied that, and said he worked for a private geological research company, and The New York Times could not corroborate that he had any ties to the government or any weapons program.", "url": "https://www.nytimes.com/2022/06/13/world/middleeast/israel-poison-iranian-scientists.html"}