{"authors": ["Seth Mydans"], "date_download": "2022-10-25 23:26:22", "date_modify": "2022-10-25 23:26:22", "date_publish": "2022-08-05 09:00:36", "description": "At a time when most Thais avoided discussing safe sex and family planning, Mechai Viravaidya promoted condom use with spectacle and humor, saving millions of lives.", "filename": "2022_08_05_world_asia_thailand-aids-overpopulation-mechai_1666740382.html", "image_url": "https://static01.nyt.com/images/2022/08/06/world/05Thailand-CaptainCondom-Profile1a/05Thailand-CaptainCondom-Profile1a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_05_world_asia_thailand-aids-overpopulation-mechai_1666740382.html", "title": "‘Captain Condom’ Turned the Tide in Thailand’s War on AIDS and Overpopulation", "title_page": "‘Captain Condom’ Turned the Tide in Thailand’s War on AIDS and Overpopulation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He toured the country, village to village, with an endless array of gimmicks and publicity stunts that linked condoms with fun. Filling them up with water past the point of breaking was a staple performance.\n“Who can blow up the biggest condom?” he would call out to the crowds. “Who can make it burst!”\nHe opened what he called family-planning “supermarkets” at bus stations to distribute contraceptives and persuaded Buddhist monks to bless condoms, distributing videos of the ceremonies. To educate younger Thais, he produced a safe-sex English alphabet that included letters like B for birth control, C for condom and V for vasectomy.\nIn addition to the spectacle, the campaign had serious infrastructure behind it. He mobilized and trained a network of 350,000 teachers and 12,000 village community leaders.\nAnd he didn’t limit his family-planning efforts only to condoms. In Bangkok, he offered mass free vasectomies on a parade ground near the palace to celebrate the king’s birthday.\nSome found his methods offensive, or at least insufficiently decorous. A newspaper columnist, trying to formulate an insult, suggested that people start calling condoms “mechais.”\nThe idea caught on, and Mr. Mechai framed a copy of the article to hang on his wall.", "url": "https://www.nytimes.com/2022/08/05/world/asia/thailand-aids-overpopulation-mechai.html"}