{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:22:43", "date_modify": "2022-10-25 23:22:43", "date_publish": "2022-04-06 07:00:15", "description": "Dangerously dependent on Russian gas, Germany is still refusing to cut off President Putin, whose war it is effectively subsidizing to the tune of some $220 million a day.", "filename": "2022_04_06_world_europe_germany-gas-russia-ukraine_1666740163.html", "image_url": "https://static01.nyt.com/images/2022/04/05/world/00germany-gas-01/00germany-gas-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_06_world_europe_germany-gas-russia-ukraine_1666740163.html", "title": "Germany’s Dependence on Russian Gas Is Difficult to Break", "title_page": "Germany’s Dependence on Russian Gas Is Difficult to Break - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LUBMIN, Germany — Past a nudist beach and a sleepy marina, a gigantic mesh of metallic pipes rises from the pine forest behind the tiny village of Lubmin on Germany’s Baltic coast.\nIf few people have heard of Lubmin, from Berlin to Washington almost everyone seems to know the name of the two gas pipelines arriving here directly from Russia: Nord Stream 1, which carries almost 60 billion cubic meters of natural gas per year to keep Europe’s biggest economy humming. And Nord Stream 2, built to increase that flow but abruptly shuttered in the run-up to Russia’s attack on Ukraine.\nThe pair of pipelines has become a twin symbol of Germany’s dangerous dependence on Russian gas — and the country’s belated and frenzied effort to wean itself off it — with calls growing for the European Union to hit Moscow with tougher sanctions as atrocities come to light in Ukraine.\nOn Tuesday, the European Commission, the E.U.’s executive branch, proposed banning imports of Russian coal and soon, possibly, its oil. But Russian gas — far more critical to Germany and much of the rest of Europe — was off the table. At least for now.", "url": "https://www.nytimes.com/2022/04/06/world/europe/germany-gas-russia-ukraine.html"}