{"authors": ["Jonathan Abrams", "Tania Ganguli"], "date_download": "2022-10-25 23:41:25", "date_modify": "2022-10-25 23:41:25", "date_publish": "2022-03-12 00:49:40", "description": "Those close to Griner have said little publicly since the W.N.B.A. star was detained in Russia on Feb. 17 on drug charges. Their approach has parallels with other efforts to release Americans held overseas.", "filename": "2022_03_11_sports_basketball_brittney-griner-russia-congress_1666741285.html", "image_url": "https://static01.nyt.com/images/2022/03/11/multimedia/11wnba-griner/11wnba-griner-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_11_sports_basketball_brittney-griner-russia-congress_1666741285.html", "title": "Brittney Griner’s Detention in Russia Is Cloaked in Silence", "title_page": "Brittney Griner’s Detention in Russia Is Cloaked in Silence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The detention of the W.N.B.A. star Brittney Griner in Russia on drug charges has left her supporters searching for a road map to a resolution in what could be an especially dangerous situation during the war in Ukraine.\nAn exact parallel is hard to come by, but a situation nearly five years ago, in which three U.C.L.A. basketball players were accused of crimes while in China, blended sports, international diplomacy and a desire for secrecy in a way that echoes Griner’s situation as efforts to bring her home continue quietly.\n“It is an extremely sensitive situation,” said Representative Colin Allred, Democrat of Texas, who said he was working with the State Department to have Griner released. He added, “What we’re trying to do now, of course, is be helpful and not do anything that’ll place Brittney in any kind of danger or make her situation worse.”\nGriner’s attorney in Russia contacted the U.S. Embassy shortly after she was detained on Feb. 17, Allred said, after Russian Federal Customs Service officials said they had found vape cartridges containing hashish oil in her luggage at an airport near Moscow. Allred said the Russian authorities have denied the State Department’s request that consular officials meet with Griner.", "url": "https://www.nytimes.com/2022/03/11/sports/basketball/brittney-griner-russia-congress.html"}