{"authors": ["Carlotta Gall", "Andrew E. Kramer"], "date_download": "2022-10-25 23:22:48", "date_modify": "2022-10-25 23:22:48", "date_publish": "2022-04-03 22:13:24", "description": "With Russian forces retreating, Ukrainians in Bucha are finding scores of bodies in yards and on the roads amid mounting evidence of intentional and indiscriminate killings of civilians.", "filename": "2022_04_03_world_europe_ukraine-russia-war-civilian-deaths_1666740168.html", "image_url": "https://static01.nyt.com/images/2022/04/03/world/03ukraine-bucha1/03ukraine-bucha1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_03_world_europe_ukraine-russia-war-civilian-deaths_1666740168.html", "title": "In a Kyiv Suburb,‘They Shot Everyone They Saw’", "title_page": "In the Kyiv Suburb of Bucha,‘They Shot Everyone They Saw’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A unit of ethnic Chechen fighters, who were bearded and wore black uniforms, had searched door to door, she said. If an occupant opened the door, she said, the fighters generally just searched for weapons and left. If nobody opened the door, she said, they would kick it in to search.\nOthers fared far worse. Vitaly Sinadin, a 45-year-old sculptor who was hobbling down a street on Sunday afternoon, said he had been tied to a metal pole for two days in a cinderblock house used by Russian forces as a base.\n“They beat me, asking, ‘Where are the Ukrainian soldiers?’ and ‘Who in town is in the Territorial Defense Force?’” — a reference to the volunteer units that sprang up in the first days of the Russian invasion. A sprawling red-and-black bruise covering his thighs and back was consistent with his account of extensive beatings.\nOn Sunday afternoon, on a road leading west out of Bucha, a man lay dead on his back, his green bicycle toppled beside him. Shot through the face, he bore a large hole in the back of his skull.\nFarther along that road — in a clearing in a pine forest on the edge of the village of Dmytrivka — the police had earlier in the day pulled the body of a Russian soldier, his face and uniform burned, from the turret of a blown-up tank. His documents showed he was 22, and from Buratyia in eastern Siberia.", "url": "https://www.nytimes.com/2022/04/03/world/europe/ukraine-russia-war-civilian-deaths.html"}