{"authors": ["Liz Alderman", "Melissa Eddy"], "date_download": "2022-10-25 23:38:38", "date_modify": "2022-10-25 23:38:38", "date_publish": "2022-02-26 05:01:09", "description": "European companies that have operations in Russia are preparing for collateral damage as Western sanctions aim to penalize Russia’s economy.", "filename": "2022_02_26_business_sanctions-russia-ukraine-companies_1666741118.html", "image_url": "https://static01.nyt.com/images/2022/02/28/business/26eurorussia-companies3-print/26eurorussia-companies-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_26_business_sanctions-russia-ukraine-companies_1666741118.html", "title": "Russia Ties May Hurt Thousands of European Companies", "title_page": "Russia Ties May Hurt Thousands of European Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — French energy companies operating in Russia’s Arctic Sea. Italian luxury boutiques near Red Square. German auto factories around the Russian south.\nAs the United States and European Union apply sanctions to penalize Russia for its invasion of Ukraine, European companies are bracing for the possibility that the punishment intended for Moscow may hurt them, too.\nThe sanctions, which include preventing the government and banks from borrowing in global financial markets, blocking technology imports and freezing assets of influential Russians, had been drawn up to maximize pain to the Russian economy while inflicting as little harm as possible within the European Union, the French finance minister, Bruno Le Maire, said Friday.\nBut thousands of foreign companies that have done business in Russia for years are bracing for an inevitable economic blowback, and war in Ukraine threatens to disrupt supply chains and drag down Europe’s economy just as it was starting to recover from the lashing of Covid lockdowns.", "url": "https://www.nytimes.com/2022/02/26/business/sanctions-russia-ukraine-companies.html"}