{"authors": ["Tom Mashberg"], "date_download": "2022-10-25 23:44:01", "date_modify": "2022-10-25 23:44:01", "date_publish": "2022-03-30 23:54:47", "description": "Investigators said the sculpture, a depiction of a veiled woman, had been stolen decades ago from a temple at Cyrene, which was once part of ancient Greece.", "filename": "2022_03_30_arts_design_met-museum-sculpture-libya_1666741441.html", "image_url": "https://static01.nyt.com/images/2022/04/02/arts/30return-item/30return-item-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_30_arts_design_met-museum-sculpture-libya_1666741441.html", "title": "Bust From the Met Museum, Said to Be Looted, Is Returned to Libya", "title_page": "Bust From the Met Museum, Said to Be Looted, Is Returned to Libya - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Looters and vandals have for decades blighted Cyrene, a coastal city that was once a port of ancient Greece and is now a part of Libya. Two products of the pillaging, marble busts stolen from the city’s famed burial grounds and recently seized by investigators, were returned to Libya on Wednesday by the Manhattan district attorney’s office.\nThe more significant of the two items, a mourning sculpture of a veiled woman’s head dating to 350 B.C.E., when the region was a Greek colony along the Mediterranean, had until February been on loan to the Metropolitan Museum of Art. Valued at about $470,000, officials said it had been seized from the Met in February after having been there since 1998.\nThe Met declined to identify the lender, who had sought to remain anonymous. The authorities also declined to identify the lender because they said it could impede an ongoing investigation into antiquities looted from the Middle East and North Africa.\nThough investigators said it was necessary to keep vague the recent history of the ancient bust, they said they had been able to pinpoint the tomb from which the item, “Veiled Head of a Lady,” had been taken — one located at the necropolis at Cyrene, near modern-day Shahat, Libya.", "url": "https://www.nytimes.com/2022/03/30/arts/design/met-museum-sculpture-libya.html"}