{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:36:30", "date_modify": "2022-10-25 23:36:30", "date_publish": "2022-09-09 14:00:08", "description": "Renée Fleming, Kelli O’Hara and Joyce DiDonato discuss their preparations for the staged premiere of Kevin Puts’s work at the Metropolitan Opera.", "filename": "2022_09_09_arts_music_the-hours-met-opera_1666740990.html", "image_url": "https://static01.nyt.com/images/2022/09/11/arts/11NEWSEASON-HOURS-PROMO/11NEWSEASON-HOURS-PROMO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_09_arts_music_the-hours-met-opera_1666740990.html", "title": "Three Divas Give Voice to ‘The Hours’ at the Met Opera", "title_page": "Three Divas Give Voice to ‘The Hours’ at the Met Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KELLI O’HARA Can I just give a shout-out to Kevin Puts? To have a composer who’s living now and writing now and writing so beautifully now — Renée’s choice of him was so special. He came to a couple of sing-through sessions just to hear me and write a little bit more specifically. I do not take that for granted. To listen and make changes appropriately, he’s quite a mensch that way.\nRENÉE FLEMING He’s written a lot for me, and he knows my voice really well. The thing that works for me is that the phrases have separation between them, so you’re not really stuck in a high register or a challenging tessitura consistently. And that’s what makes it possible. I’m loving [singing] it in my living room, so let’s hope that translates to the big house.\nJOYCE DiDONATO I’m looking at the page, I’m looking at the score, and I’m like: Oh Kevin, that’s the money note that audiences will be waiting for. One of the cool things, as I’m working on it, is that I’m finding the groove very easily. It is being crafted for us, but the sign of a really good composer is that it’s clear this can have a life beyond this production. He’s writing it in such a lyrical way that a lot of different voices will be able to take this on. That’s what we want; we want these projects to have a legacy.\nWhat do you think makes this version of “The Hours” effective opera?\nFLEMING Libretti are hard because you have to reduce the number of words to a minimum in order to have room for the music, and that’s especially true here. Greg Pierce’s libretto is concise, and it’s colorful and just beautifully wrought.\nO’HARA It feels like there’s a constant movement of the drama. That makes it feel, in a way, cinematic. Some of the score as well. It really is evocative. The more I listen to it, the more I have it circling in me; it’s one of those things that you become obsessed with.\nFLEMING Kevin is not afraid to write something that’s moving and beautiful for the general public. And that is something that, in my lifetime, composers in opera have struggled with.", "url": "https://www.nytimes.com/2022/09/09/arts/music/the-hours-met-opera.html"}