{"authors": ["Stuart A. Thompson", "Davey Alba"], "date_download": "2022-10-25 23:23:36", "date_modify": "2022-10-25 23:23:36", "date_publish": "2022-03-03 15:36:40", "description": "Experts say stories like the Ghost of Kyiv and Snake Island, both of questionable veracity, are propaganda or morale boosters, or perhaps both.", "filename": "2022_03_03_technology_ukraine-war-misinfo_1666740216.html", "image_url": "https://static01.nyt.com/images/2022/03/04/business/04UKRAINE-INFOWAR-print/00UKRAINE-INFOWAR-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_03_technology_ukraine-war-misinfo_1666740216.html", "title": "Fact and Mythmaking Blend in Ukraine’s Information War", "title_page": "In Ukraine’s Information War, a Blend of Fact and Fiction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The claims by Ukraine do not compare to the falsehoods being spread by Russia, which laid the groundwork for a “false flag” operation in the lead-up to the invasion, which the Biden administration sought to derail. As the invasion neared, Russia falsely claimed that it was responding to Ukrainian aggression and liberating citizens from fascists and neo-Nazis. And since the assault began, Russia made baseless claims that Ukrainians had indiscriminately bombed hospitals and killed civilians.\nInstead, Ukraine’s online propaganda is largely focused on its heroes and martyrs, characters who help dramatize tales of Ukrainian fortitude and Russian aggression.\nBut the Ukrainian claims on social media have also raised thorny questions about how false and unproven content should be handled during war — when lives are at stake and a Western ally is fighting for its survival against a powerful invading force.\n“Ukraine is involved in pretty classic propaganda,” said Laura Edelson, a computer scientist studying misinformation at New York University. “They are telling stories that support their narrative. Sometimes false information is making its way in there, too, and more of it is getting through because of the overall environment.”\nAnecdotes detailing Ukrainian bravery or Russian brutality are crucial to the country’s war plan, according to experts, and they are part of established war doctrine that values winning not just individual skirmishes but also the hearts and minds of citizens and international observers.\nThat is especially important during this conflict, as Ukrainians try to keep morale high among the fighters and marshal global support for their cause.\n“If Ukraine had no messages of the righteousness of its cause, the popularity of its cause, the valor of its heroes, the suffering of its populace, then it would lose,” said Peter W. Singer, a strategist and senior fellow at New America, a think tank in Washington. “Not just the information war, but it would lose the overall war.”", "url": "https://www.nytimes.com/2022/03/03/technology/ukraine-war-misinfo.html"}