{"authors": ["Alex Marshall"], "date_download": "2022-10-25 23:36:41", "date_modify": "2022-10-25 23:36:41", "date_publish": "2022-06-16 16:20:33", "description": "The departure of Aurélie Dupont, who is leaving to focus on personal projects, follows a turbulent time at the esteemed company.", "filename": "2022_06_16_arts_dance_paris-opera-aurelie-dupont_1666741001.html", "image_url": "https://static01.nyt.com/images/2022/06/17/arts/16dupont-ballet-1/16dupont-ballet-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_16_arts_dance_paris-opera-aurelie-dupont_1666741001.html", "title": "Paris Opera Ballet Loses Its Second Head in Six Years", "title_page": "Paris Opera Ballet Loses Its Second Head in Six Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Six years ago Benjamin Millepied surprised many in the ballet world by resigning as director of dance at the august Paris Opera Ballet, just over a year into the role.\nNow, in another surprising move — and with unusually short notice — Aurélie Dupont, his successor, has also resigned. On Thursday, Dupont said in a news release that she would be leaving the 353-year-old company on July 31. She “wishes to devote herself to personal projects,” the release said. Those projects included a book and documentary film. She also wanted to spend more time with her family, it said.\n“I am leaving this magnificent institution with a feeling of accomplishment,” Dupont said in the release. “My greatest pride is having contributed to the emergence of talented artists, dancers and choreographers,” she added.\nThe Paris Opera will set up a selection committee to choose her successor, the release said.\nWhen Dupont was named the head of Paris Opera Ballet, in February 2016, she had only recently retired as an étoile, or star dancer, at the company. She was meant to bring stability to the institution after Millepied had spent a year struggling to modernize it, including trying to make its ranks more diverse.", "url": "https://www.nytimes.com/2022/06/16/arts/dance/paris-opera-aurelie-dupont.html"}