{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:35", "date_modify": "2022-10-25 23:36:35", "date_publish": "2022-03-20 18:03:04", "description": "Kevin Puts’s new opera had its premiere in a Philadelphia Orchestra concert presentation before coming to New York this fall.", "filename": "2022_03_20_arts_music_hours-opera-renee-fleming_1666740995.html", "image_url": "https://static01.nyt.com/images/2022/03/21/arts/20opera/20opera-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_20_arts_music_hours-opera-renee-fleming_1666740995.html", "title": "Review: ‘The Hours’ Will Bring Renée Fleming Back to the Met", "title_page": "Review: ‘The Hours’ Will Bring Renée Fleming Back to the Met - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Puts has gotten from Glass’s Minimalism a taste for using repeated figurations as a kind of sonic carpeting, but his repetitions are much less insistent. The opera begins in a watery blur, with a choir, sounding simultaneously floating and precise, chanting fragments of Woolf’s classic opening line: “Mrs. Dalloway said she would buy the flowers herself.”\nThe events of the opera, as in the book and film, are studiedly modest, taking place in a single day. Clarissa goes to the florist, visits her dying friend, and muses on what her life would have been like had she not, years ago, broken off a budding romance with him. Woolf chats with her husband about page proofs, forms phrases and greets her sister’s family. Laura attempts to bake a cake for her husband’s birthday before escaping to a hotel to read alone.\nWith each of the two acts unfolding in an unbroken stream, Puts moves smoothly between parlando sung conversation and glowing lyrical flights. The stylization of opera allows him to bring his characters together in the same musical space, even if they are otherwise unaware of one another. So there are, for example, ravishing duets for Woolf and Laura, one in which they sing lines from “Mrs. Dalloway” in close harmony over trembling strings. Puts is acute in using the chorus, which will presumably be offstage in a full production, to convey further shadows of these women’s interior lives.\nPrepared with remarkably limited rehearsal time for a two-hour work with a substantial cast, this was a lush yet transparent account of the score, performed with polish and commitment. The opera leans heavily on this orchestra’s storied opulent strings, as well as on its characterful winds and brasses, and precision at a large battery of percussion instruments (including a celesta, used frequently, in a cliché of dreaminess).\nPuts’s work is attractive and skillful. Yet much of it, despite lots of activity and ostensible variety in the orchestra and among the singers, gives a sense of engulfing sameness of musical texture and vocal approach. The arias, if you set the words aside, are more or less interchangeable: pristinely soaring. The saturated orchestral colors recall Nelson Riddle’s symphonic pop arrangements and Samuel Barber’s gently reflective soprano monologue “Knoxville: Summer of 1915.” But Riddle songs are just a couple of minutes long; “Knoxville,” about 15. Over a couple of hours, it’s lovely but wearying.\nThe ’50s style for Laura’s world — mild Lawrence Welk-type swing, choral writing like TV jingles — feels obvious. And some moments of highest drama smack of the overkill that mars the film, as when the threat of Woolf’s devastating headaches is marked by pummeling darkness, yawning brasses and instrumental screams.", "url": "https://www.nytimes.com/2022/03/20/arts/music/hours-opera-renee-fleming.html"}