{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:36:50", "date_modify": "2022-10-25 23:36:50", "date_publish": "2022-07-26 14:55:33", "description": "Facebook’s founder is setting a relentless pace as he pushes his company through a tech transformation during a global economic slowdown.", "filename": "2022_07_26_technology_zuckerberg-meta-facebook-earnings_1666741010.html", "image_url": "https://static01.nyt.com/images/2022/07/27/business/27zuck/27zuck-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_26_technology_zuckerberg-meta-facebook-earnings_1666741010.html", "title": "How Mark Zuckerberg Is Leading Meta Into Its Next Phase", "title_page": "How Mark Zuckerberg Is Leading Meta Into Its Next Phase  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Mark Zuckerberg, the founder and chief executive of the company formerly known as Facebook, called his top lieutenants for the social network to a last-minute meeting in the San Francisco Bay Area this month. On the agenda: a “work-athon” to discuss the road map for improving the main Facebook app, including a revamp that would change how users browse the service.\nFor weeks beforehand, Mr. Zuckerberg had sent his executives messages about the overhaul, pressing them to increase the velocity and execution of their work, people with knowledge of the matter said. Some executives — who had to read a 122-page slide deck about the changes — were beginning to sweat at the unusual level of intensity, they said.\nFacebook’s leaders flew in from around the world for the summit, the people said, and Mr. Zuckerberg and the group pored over each slide. Within days, the team unveiled an update to the Facebook app to better compete with a top rival, TikTok.\nMr. Zuckerberg is setting a relentless pace as he steers his $450 billion company, which has been renamed Meta, into a new phase. In recent months, he has reined in spending, trimmed perks, reshuffled his leadership team and made it clear he would cut low-performing employees. Those who are not on board are welcome to leave, he has said. Managers have sent out memos to convey the seriousness of the approach — one, which was shared with The New York Times, had the title “Operating With Increased Intensity.”", "url": "https://www.nytimes.com/2022/07/26/technology/zuckerberg-meta-facebook-earnings.html"}