{"authors": ["Alex Vadukul"], "date_download": "2022-10-25 23:36:35", "date_modify": "2022-10-25 23:36:35", "date_publish": "2022-01-29 08:00:11", "description": "Jon Neidich opened Acme, a groundbreaking restaurant and trendy night spot in New York City. A decade later, the rising impresario has opened a piano bar.", "filename": "2022_01_29_style_jon-neidich-the-nines_1666740995.html", "image_url": "https://static01.nyt.com/images/2022/02/26/fashion/26Neidich9/26Neidich9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_29_style_jon-neidich-the-nines_1666740995.html", "title": "Millennial Nightlife Swanks Up", "title_page": "Millennial Nightlife Swanks Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One recent frigid evening, a procession of 30-somethings wearing peacoats and high heels beneath puffy layers pushed past a curtain and walked into the elegant red saloon of the Nines, a new piano bar in the NoHo neighborhood of Manhattan that aims to fashion itself as a downtown Bemelmans. A pianist played jazzy covers of David Bowie and Chaka Khan tunes for guests nestled in fancy banquettes. Everyone seemed to be sipping martinis served with sidecars.\nThe buoyant crowd, appearing eager for a pandemic-era night out on the town, may have remembered Acme, the groundbreaking restaurant that closed quietly in 2020, which used to occupy this space on Great Jones Street. Or maybe they had once spilled drinks all over their coats in its basement night spot, Acme Downstairs, which is still going strong after a decade.\nBut nostalgia wasn’t in the air. Everyone was too engrossed in uni toast bites and potatoes heaped with Russian caviar (called the Kaspian Potato and priced at $95, it pays homage to Caviar Kaspia’s signature dish in Paris) to give very much thought to the past.\nAs they enjoyed the refined fantasy provided at the Nines, a man wearing a black velvet tuxedo jacket named Jon Neidich kept a close watch over things. Mr. Neidich is the chief executive of the Golden Age Hospitality group and the maven behind the establishment. Omicron wave or not, he projected the confidence of someone who has opened New York hot spots before.", "url": "https://www.nytimes.com/2022/01/29/style/jon-neidich-the-nines.html"}