{"authors": ["Michael S. Schmidt", "Glenn Thrush"], "date_download": "2022-10-26 00:16:26", "date_modify": "2022-10-26 00:16:26", "date_publish": "2022-07-07 18:12:36", "description": "The agency said its commissioner asked the Treasury Department’s inspector general for tax administration to look into the audits after The Times raised questions about them.", "filename": "2022_07_07_us_politics_irs-comey-mccabe_1666743386.html", "image_url": "https://static01.nyt.com/images/2022/07/07/us/politics/07dc-audit/07dc-audit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_07_us_politics_irs-comey-mccabe_1666743386.html", "title": "I.R.S. Asks Inspector General to Review Audits of Comey and McCabe", "title_page": "I.R.S. Asks Inspector General to Review Audits of Comey and McCabe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Donald Trump has no respect for the rule of law,” said the chairman of the Senate Finance Committee, Senator Ron Wyden, Democrat of Oregon, “so if he tried to subject his political enemies to additional I.R.S. scrutiny, that would surprise no one. We need to understand what happened here because it raises serious concerns.”\nA spokesman for the Treasury Inspector General for Tax Administration did not return an email seeking comment about whether the inspector general had begun an investigation.\nUnder federal law, it is illegal for any official or employee in the executive branch — with a few narrow exceptions — to ask for the I.R.S. to audit or conduct an investigation of someone’s taxes. If an I.R.S. employee learns of such a request, the employee is required to report it to the inspector general. Defendants found to have violated the law can face up to five years in prison.\nAt the White House, the press secretary, Karine Jean-Pierre, sidestepped questions about whether President Biden, who had decided to keep Mr. Rettig in place as I.R.S. commissioner when he took office, had confidence in him to run the agency fairly.\n“I’m going to say that he is up in November,” Ms. Jean-Pierre said.\nIn 2017, the tax year Mr. Comey was audited for, the I.R.S. says it randomly selected about 5,000 returns for the audit out of the 153 million people who filed them. For 2019, the year Mr. McCabe was audited for, the agency says its picked about 8,000 returns of the roughly 154 million that were filed.", "url": "https://www.nytimes.com/2022/07/07/us/politics/irs-comey-mccabe.html"}