{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 22:58:28", "date_modify": "2022-10-25 22:58:28", "date_publish": "2022-02-25 00:13:38", "description": "Removing access to the financial messaging service would be the most severe penalty but could have unwanted consequences, including compromising energy exports to Europe.", "filename": "2022_02_24_business_russia-swift-financial-system_1666738708.html", "image_url": "https://static01.nyt.com/images/2022/02/25/world/25-Biz-Russia-swift/25-Biz-Russia-swift-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_24_business_russia-swift-financial-system_1666738708.html", "title": "What Is SWIFT and Why Does It Matter for Russia?", "title_page": "What Is SWIFT and Why Does It Matter for Russia? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden said on Thursday that the United States and Europe were united in their efforts to confront Russian aggression toward Ukraine with aggressive sanctions. However, there was one area where he suggested disagreement: SWIFT.\nThe Belgian messaging service, formally known as the Society for Worldwide Interbank Financial Telecommunications, connects more than 11,000 financial institutions around the world. It is viewed as a potential nuclear option in the world of sanctions because, if Russia was kicked off SWIFT, the nation would essentially be severed from much of the global financial system.\nBut doing so would not be simple and could come with its own set of costly complications for countries outside Russia, many of which are dependent on the country for energy, wheat and other commodities. That has made some nations skittish about pulling the trigger.\nSWIFT is a global cooperative of financial institutions that began in 1973 when 239 banks from 15 countries got together to figure out how to best handle cross-border payments. It does not actually hold or transfer funds, but it allows banks and other financial companies to alert one another of transactions that are about to take place.", "url": "https://www.nytimes.com/2022/02/24/business/russia-swift-financial-system.html"}