{"authors": ["Marc Santora", "Ivan Nechepurenko", "Marco Hernandez"], "date_download": "2022-10-25 23:23:29", "date_modify": "2022-10-25 23:23:29", "date_publish": "2022-09-09 21:20:49", "description": "Sweeping south from positions in the Kharkiv region in Ukraine’s northeast, Ukrainian forces have made their largest gains since routing Russia from Kyiv in April.", "filename": "2022_09_09_world_europe_ukraine-russia-kharkiv_1666740209.html", "image_url": "https://static01.nyt.com/images/2022/09/09/world/09ukraine-ledeall-1/09ukraine-ledeall-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_09_world_europe_ukraine-russia-kharkiv_1666740209.html", "title": "Ukraine Attacks Russia Along Northern Front, Swiftly Making Gains", "title_page": "Ukraine Attacks Russia in the Kharkiv Region, Swiftly Making Gains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KYIV, Ukraine — Ukrainian forces have scored the most significant battlefield gains since they routed Russia from the area around Kyiv in April by reclaiming territory in the northeast, according to Ukrainian officials, Western analysts and battlefield imagery.\nIn his overnight address to the nation Thursday, President Volodymyr Zelensky said that the Ukrainian military had captured scores of villages and large chunks of Russian-occupied territory across Ukraine since the offensive began. “In total, more than a thousand square kilometers of the territory of Ukraine have been liberated since the beginning of September,” he said.\nOn Friday the Ukrainian military appeared to be moving rapidly to cut off the city of Izium, a critical logistical hub for Russian military operations.\nThe exact positions of Ukrainian forces in the area around Izium could not be independently established. But satellite data, independent military analysts and photos and videos of Ukrainian forces indicated that they had moved quickly toward Kupiansk, another logistical hub just north of Izium.", "url": "https://www.nytimes.com/2022/09/09/world/europe/ukraine-russia-kharkiv.html"}