{"authors": ["Kaya Laterman"], "date_download": "2022-10-25 23:38:26", "date_modify": "2022-10-25 23:38:26", "date_publish": "2022-08-13 09:00:12", "description": "Matthew Garrison codes, composes, performs and produces as he pushes the boundaries of music.", "filename": "2022_08_13_nyregion_matthew-garrison-shapeshifter_1666741106.html", "image_url": "https://static01.nyt.com/images/2022/08/13/multimedia/13routine-matthew-garrison/13routine-matthew-garrison-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_13_nyregion_matthew-garrison-shapeshifter_1666741106.html", "title": "How a Jazz Musician and Entrepreneur Spends His Sundays", "title_page": "How a Jazz Musician and Entrepreneur Spends His Sundays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The jazz bass player Matthew Garrison doesn’t like to slow down. “I’m always thinking, doing,” he said.\nAs a performer, he has toured with Herbie Hancock, and as a producer, he is helping to organize upcoming shows with the pianist Jason Moran, the drummer Jack DeJohnette and others. But most days, he is focused on producing music events through ShapeShifter Lab and its nonprofit arm, ShapeShifter Plus. He also created the app Tunebend, which facilitates virtual collaborating and recording among musicians.\nMr. Garrison, who is the son of Jimmy Garrison, the bassist for John Coltrane, seems to like pushing boundaries in the jazz world. “I’m really tired of the stagnant music scene, where this club only books a certain type of band and that club only books musicians that play this genre,” he said.\nFor a decade, Mr. Garrison ran a performance space in Gowanus, Brooklyn, also called the ShapeShifter Lab, but it closed last year. Soon, he will open a new venue. “My new space will be a place for performers, those genius rejects, who would not otherwise be able to play in the city.”", "url": "https://www.nytimes.com/2022/08/13/nyregion/matthew-garrison-shapeshifter.html"}