{"authors": ["Eric Schmitt", "Julian E. Barnes"], "date_download": "2022-10-25 23:23:40", "date_modify": "2022-10-25 23:23:40", "date_publish": "2022-03-01 17:32:32", "description": "A significant number of the Russian troops are young conscripts who are poorly trained and ill-prepared for the all-out assault, a senior official said.", "filename": "2022_03_01_world_europe_russia-troops-pentagon_1666740220.html", "image_url": "https://static01.nyt.com/images/2022/03/01/world/01ukraine-briefing-russian-troops/01ukraine-briefing-russian-troops-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_01_world_europe_russia-troops-pentagon_1666740220.html", "title": "Some Russian Troops Are Surrendering Rather Than Fighting, Pentagon Says", "title_page": "Some Russian Troops Are Surrendering Rather Than Fighting, Pentagon Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Plagued by poor morale as well as fuel and food shortages, some Russian troops in Ukraine have surrendered en masse or sabotaged their own vehicles to avoid fighting, a senior Pentagon official said on Tuesday.\nSome entire Russian units have laid down their arms without a fight after confronting a surprisingly stiff Ukrainian defense, the official said. A significant number of the Russian troops are young conscripts who are poorly trained and ill-prepared for the all-out assault. And in some cases, Russian troops have deliberately punched holes in their vehicles’ gas tanks, presumably to avoid combat, the official said.\nThe Pentagon official declined to say how the military made these assessments — presumably a mosaic of intelligence including statements from captured Russian soldiers and communications intercepts — or how widespread these setbacks may be across the sprawling battlefield. The official spoke on the condition of anonymity to discuss operational developments.\nBut taken together, these factors may help explain why Russian forces, including an ominous 40-mile convoy of tanks and armored vehicles near Kyiv, Ukraine’s capital, have come to a near crawl in the past day or two, U.S. officials said.", "url": "https://www.nytimes.com/2022/03/01/world/europe/russia-troops-pentagon.html"}