{"authors": ["Michael Gonchar"], "date_download": "2022-10-25 23:25:02", "date_modify": "2022-10-25 23:25:02", "date_publish": "2022-10-20 11:26:42", "description": "Is there value in learning algebra, geometry and calculus? Do we appreciate math enough?", "filename": "2022_10_20_learning_do-you-see-the-point-in-learning-math_1666740302.html", "image_url": "https://static01.nyt.com/images/2022/09/25/opinion/18Wilkinson/18Wilkinson-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_20_learning_do-you-see-the-point-in-learning-math_1666740302.html", "title": "Do You See the Point in Learning Math?", "title_page": "Do You See the Point in Learning Math? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most students would agree that learning how to do arithmetic — how to add and multiply, subtract and even use fractions and percentages — is a useful skill. How else can we keep track of money, budgets and such? But what about higher-level math, like algebra, geometry and calculus? Do you see the value in learning these math topics that are such a core part of middle and high school curriculums?\nIn the guest essay “Math Is the Great Secret,” Alec Wilkinson writes:\nAs a boy in the first weeks of algebra class, I felt confused and then I went sort of numb. Adolescents order the world from fragments of information. In its way, adolescence is a kind of algebra. The unknowns can be determined but doing so requires a special aptitude, not to mention a comfort with having things withheld. Straightforward, logical thinking is required, and a willingness to follow rules, which aren’t evenly distributed adolescent capabilities.\nWhen I thought about mathematics at all as a boy it was to speculate about why I was being made to learn it, since it seemed plainly obvious that there was no need for it in adult life. Balancing a checkbook or drawing up a budget was the answer we were given for how math would prove necessary later, but you don’t need algebra or geometry or calculus to do either of those things.\nBut if I had understood how deeply mathematics is embedded in the world, how it figures in every gesture we make, whether crossing a crowded street or catching a ball, how it figures in painting and perspective and in architecture and in the natural world and so on, then perhaps I might have seen it the way the ancients had seen it, as a fundamental part of the world’s design, perhaps even the design itself. If I had felt that the world was connected in its parts, I might have been provoked to a kind of wonder and enthusiasm. I might have wanted to learn.\nFive years ago, when I was 65, I decided to see if I could learn adolescent mathematics — algebra, geometry and calculus — because I had done poorly at algebra and geometry and I hadn’t taken calculus at all. I didn’t do well at it the second time, either, but I have become a kind of math evangelist.\nMathematics, I now see, is important because it expands the world. It is a point of entry into larger concerns. It teaches reverence. It insists one be receptive to wonder. It requires that a person pay close attention. To be made to consider a problem carefully discourages scattershot and slovenly thinking and encourages systematic thought, an advantage, so far as I can tell, in all endeavors.", "url": "https://www.nytimes.com/2022/10/20/learning/do-you-see-the-point-in-learning-math.html"}