{"authors": ["Lauren Hirsch"], "date_download": "2022-10-25 23:40:34", "date_modify": "2022-10-25 23:40:34", "date_publish": "2022-04-19 22:19:18", "description": "The world’s richest man is trying to shore up debt financing, including potentially taking out a loan against his shares of Tesla, so he can buy Twitter for $43 billion.", "filename": "2022_04_19_technology_elon-musk-twitter_1666741234.html", "image_url": "https://static01.nyt.com/images/2022/04/19/business/19musk/merlin_204984810_a90cada9-f6e2-436e-b876-7025f9a1e56e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_19_technology_elon-musk-twitter_1666741234.html", "title": "Elon Musk Races to Secure Financing for Twitter Bid", "title_page": "Elon Musk Races to Secure Financing for Twitter Bid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elon Musk is racing to secure funding for his $43 billion bid to buy Twitter.\nMorgan Stanley, the investment bank working with Mr. Musk on the potential deal, has been calling banks and other potential investors to shore up financing for the offer, four people with knowledge of the situation said. Mr. Musk is first focused on raising debt and has not yet begun to seek equity financing for his bid, one of the people said.\nMr. Musk is evaluating various packages of debt, including more senior debt known as preferred debt and a loan against his shares of Tesla, the electric carmaker that he runs, two of the people said. Apollo Global Management, an alternative asset manager, is among the parties considering offering debt financing in a bid for Twitter. The equity he needs is likely to be sizable.\nMr. Musk is aiming to pull together a fully funded offer as soon as this week, one of the people said, though that timeline is far from certain. The people with knowledge of the discussions were not authorized to speak publicly because the details are confidential and in flux.\nIt is unclear if Mr. Musk’s efforts will be successful, but they go toward addressing a key question about his Twitter bid. Last week, Mr. Musk, the world’s wealthiest man, made an unsolicited offer for the social media company, saying that he wanted to take it private and that he wanted people to be able to speak more freely on the service. But his offer was regarded skeptically by Wall Street because he did not include details about how he would come up with the money for the deal.", "url": "https://www.nytimes.com/2022/04/19/technology/elon-musk-twitter.html"}