{"authors": ["Ronda Kaysen"], "date_download": "2022-10-25 23:26:37", "date_modify": "2022-10-25 23:26:37", "date_publish": "2022-09-16 09:00:25", "description": "The back kitchen, in essence a pantry on overdrive, has become increasingly popular among wealthier homeowners in recent years, according to architects, designers and homebuilders.", "filename": "2022_09_16_realestate_back-kitchen-scullery_1666740397.html", "image_url": "https://static01.nyt.com/images/2022/09/18/travel/16RIGHTATHOME-TWOKITCHENS3/16RIGHTATHOME-TWOKITCHENS3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_16_realestate_back-kitchen-scullery_1666740397.html", "title": "‘A Kitchen for the Kitchen’", "title_page": "What’s a Back Kitchen and Why Has It Gotten so Popular? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Emily Clark, who, with her husband, owns Clark & Co., a custom homebuilder in Idaho, has witnessed the evolution of the pantry over the past decade. As the open-concept kitchen evolved into an extension of the living room — with open shelves and windows replacing upper cabinets, and kitchen islands looking increasingly like dining furniture rather than working countertops — the pantry has been given an increasingly bigger role, too, reimagined as a well-appointed and highly stylized room for prepping, cooking and cleaning.\n“Once you start expanding and adding the dishwasher, then it’s like, ‘Well, what if I put a baking center back there?’” Ms. Clark said. Cloistered away in a private work space, “I can prep my cookies and put them in the oven with all of the measuring cups and mixing bowls. And then I can bring my beautiful warm cookies out of the oven into my serving kitchen,” she said.\nThe Supersize Comeback\nAmanda Lantz, an interior designer in Indiana, said that every one of her new construction projects included a back kitchen, a marked change from 2019 when none had one. She sees the coronavirus pandemic as a catalyst. “People were stocking up more. You were cooking more, you were using your kitchen more,” she said, referring to the height of the pandemic. “So then, when they’ve gone to build the next house, they’ve felt that they don’t have enough space.”\nHomeowners want the pantry to look pretty, too. After all, home organizing has become a competitive sport — cue Khloe Kardashian’s backlit beige pantry, a shrine to packaged goods. The expectations are now high for a room that once housed brooms and large packages from Costco. “People want to walk in and shop their pantry,” Ms. Clark, the homebuilder, said.", "url": "https://www.nytimes.com/2022/09/16/realestate/back-kitchen-scullery.html"}