{"authors": ["Carly Olson"], "date_download": "2022-10-25 23:33:35", "date_modify": "2022-10-25 23:33:35", "date_publish": "2022-10-09 21:55:21", "description": "The leader of the International Atomic Energy Agency said getting the plant reconnected to outside power was a “temporary relief in a still untenable situation.”", "filename": "2022_10_09_world_europe_ukraine-zaporizhzhia-nuclear-power-plant-power_1666740815.html", "image_url": "https://static01.nyt.com/images/2022/11/09/world/09ukraine-briefing-zaporizhzhia-power-restored/merlin_211410879_b31f3826-8896-4db0-9efd-9578301b2305-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_09_world_europe_ukraine-zaporizhzhia-nuclear-power-plant-power_1666740815.html", "title": "Ukraine’s Zaporizhzhia Nuclear Plant Gets Power Restored After Shelling", "title_page": "Ukraine’s Zaporizhzhia Nuclear Plant Gets Power Restored After Shelling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "External power had been restored to the Zaporizhzhia Nuclear Power Plant by Sunday night after repeated shelling caused an outage that lasted nearly two days, the chief of the United Nations’ nuclear watchdog, Rafael Mariano Grossi, said in a statement.\nMr. Grossi, the International Atomic Energy Agency’s managing director, is planning to visit Russia early this week for talks about establishing a safety zone around the plant in southern Ukraine, a goal that has received renewed urgency after a series of attacks in the area the past week. Mr. Grossi was in Kyiv, Ukraine’s capital, on Thursday to begin the negotiations.\nEarly Saturday, Russian shelling caused the plant to lose access to external power, forcing it to rely on diesel generators to power safety equipment used to cool its reactors, according to Ukrainian officials. Russia’s Ministry of Defense blamed Ukrainian forces for the shelling, saying in a statement on Telegram that Ukrainian rockets had hit near the industrial zone and knocked out the power supply.\nMr. Grossi said in the statement that there has been shelling “almost every day now” around the plant, including “where the plant workers and their families live.”", "url": "https://www.nytimes.com/2022/10/09/world/europe/ukraine-zaporizhzhia-nuclear-power-plant-power.html"}