{"authors": ["The Learning Network"], "date_download": "2022-10-25 23:25:10", "date_modify": "2022-10-25 23:25:10", "date_publish": "2022-03-10 21:26:50", "description": "How has the Russian invasion of Ukraine affected ordinary citizens?", "filename": "2022_03_10_learning_film-club-i-must-save-my-mom-the-women-returning-to-ukraine_1666740310.html", "image_url": "https://static01.nyt.com/images/2022/03/07/autossell/Hugging/Hugging-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_10_learning_film-club-i-must-save-my-mom-the-women-returning-to-ukraine_1666740310.html", "title": "Film Club: ‘‘I Must Save My Mom’: The Women Returning to Ukraine’", "title_page": "Film Club: ‘‘I Must Save My Mom’: The Women Returning to Ukraine’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Russian invasion has upended the lives of 44 million Ukrainians. More than two million Ukrainians have fled to neighboring countries, according to the United Nations. A million more have been internally displaced. Aid groups have described it as one of the biggest humanitarian crises in recent memory.\n“‘I Must Save My Mom’: The Women Returning to Ukraine” is a five-minute film that provides an intimate, human face of the war: As millions seek to escape Russia’s invasion of Ukraine, 200,000 people have gone the other way, toward the fighting. Many are women, risking the dangers of war to rescue relatives or defend their homes.\nWhat can we learn from these personal stories of courage, determination and sorrow?\nStudents\n1. Watch the short film above. While you watch, you might take notes using our Film Club Double-Entry Journal (PDF) to help you remember specific moments.\n2. After watching, think about these questions:\nWhat moments in this film stood out for you? Why?\nWere there any surprises? Anything that challenged what you know — or thought you knew?\nWhat messages, emotions or ideas will you take away from this film? Why?\nWhat questions do you still have?\nWhat connections can you make between this film and your own life or experience? Why? Does this film remind you of anything else you’ve read or seen? If so, how and why?\n3. An additional challenge | Respond to the essential question at the top of this post: How has the Russian invasion of Ukraine affected ordinary citizens?", "url": "https://www.nytimes.com/2022/03/10/learning/film-club-i-must-save-my-mom-the-women-returning-to-ukraine.html"}