{"authors": ["Julian E. Barnes", "Eric Schmitt"], "date_download": "2022-10-25 23:38:45", "date_modify": "2022-10-25 23:38:45", "date_publish": "2022-02-19 20:22:48", "description": "American officials said a new troop estimate includes some forces that were not previously counted — most notably Russian forces in Crimea, as well as separatist forces in the Donbas region.", "filename": "2022_02_20_world_europe_counting-russian-troops-is-an-imprecise-science_1666741125.html", "image_url": "https://static01.nyt.com/images/2022/03/18/world/18ukraine-briefing-troops01/18ukraine-briefing-troops01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_20_world_europe_counting-russian-troops-is-an-imprecise-science_1666741125.html", "title": "Counting Russian troops is an imprecise science.", "title_page": "Counting Russian troops is an imprecise science. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United States now believes that Russia has as many as 190,000 troops in or near Ukraine, nearly twice as many as there were in January, according to an assessment made public on Friday by Michael Carpenter, the U.S. ambassador to the Organization for Security and Cooperation in Europe.\nThat was a significantly higher number than the 150,000 troops President Biden referred to earlier this week, and the 100,000 in January.\nBut American officials said the new number includes some forces that were not previously counted — most notably Russian forces in Crimea, as well as separatist forces led by Russian military officers in the Donbas region, a portion of eastern Ukraine they have controlled since 2014. The officials did not provide a breakdown of these forces.\nThe new number also includes some additional forces that have moved into Belarus, according to American officials briefed on the intelligence. And the combat forces have increased, according to a defense official. There are now between 120 and 125 battalion tactical groups, up from 83 earlier in February.", "url": "https://www.nytimes.com/2022/02/20/world/europe/counting-russian-troops-is-an-imprecise-science.html"}