{"authors": ["Patricia Mazzei", "Nicholas Bogel-Burroughs", "Frances Robles", "Jack Healy"], "date_download": "2022-10-25 23:23:11", "date_modify": "2022-10-25 23:23:11", "date_publish": "2022-09-30 00:53:45", "description": "The extent of the damage was difficult to comprehend, even for residents who had survived and rebuilt after other powerful storms.", "filename": "2022_09_29_us_hurricane-ian-florida-damage_1666740191.html", "image_url": "https://static01.nyt.com/images/2022/10/29/video/29vid-cape-coral-business-owner/29vid-cape-coral-business-owner-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_29_us_hurricane-ian-florida-damage_1666740191.html", "title": "Hurricane Ian Leaves Behind a Staggering Scale of Damage in Florida", "title_page": "Hurricane Ian Leaves Behind a Staggering Scale of Damage in Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cities farther inland and along the Atlantic Coast appeared to have endured the storm’s lacerating winds with less damage than the southwestern coast where Ian first made landfall. But at points during the day, heavy rains fueled warnings from the National Weather Service of “widespread, life-threatening catastrophic flooding” in Central Florida.\nAt the Avante, an assisted-living facility in Orlando, rescuers sloshed through floods to evacuate the facility’s 100 residents, carrying some out on stretchers as rain and wind whirled around them. Some hospitals and nursing homes were managing to run on generator power while patients from at least 16 hospitals and an additional 3,500 nursing-home residents were evacuated from other facilities in southwestern Florida, industry officials said.\nThere were surreal moments of destruction mixed with normalcy. The streets of downtown Fort Myers were littered with plant matter and other debris from the surging Caloosahatchee River. But the waters had receded by Thursday afternoon and several restaurants were open and packed with people in undershirts, shorts and flip flops looking for something warm to eat.\nDiane Dorsey, 57, and her family moved to Fort Myers in 2019 from Maryland, considering it a pre-retirement adventure, never imagining what devastation a hurricane could bring. When the storm sent one river rushing past the front of her house and another through the backyard, Ms. Dorsey ordered her daughter to grab the family photo albums and head upstairs.\nThough their house did not sustain major damage, they were among the Floridians wondering on Thursday whether they should pack up and never return rather than risking a repeat disaster some day.", "url": "https://www.nytimes.com/2022/09/29/us/hurricane-ian-florida-damage.html"}