{"authors": ["Megan Specia"], "date_download": "2022-10-25 22:54:45", "date_modify": "2022-10-25 22:54:45", "date_publish": "2022-10-25 18:40:53", "description": "The new prime minister named people with high-level experience, several of them to posts they have held before, sending a message of stability after a period of upheaval.", "filename": "2022_10_25_world_europe_sunak-cabinet-appointments_1666738485.html", "image_url": "https://static01.nyt.com/images/2022/10/25/world/25uk-cabinet-promo/25uk-cabinet-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_25_world_europe_sunak-cabinet-appointments_1666738485.html", "title": "Who Are Rishi Sunak’s Top Cabinet Ministers?", "title_page": "Who Are Rishi Sunak’s Top Cabinet Ministers? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dominic Raab, 48, was announced as Mr. Sunak’s deputy prime minister and justice secretary, returning to positions he held for a year, until last month. Though he had held several senior government positions, Ms. Truss did not name him to her short-lived cabinet.\nHe was foreign secretary at the start of Mr. Johnson’s term in office as prime minister. Mr. Raab had to stand in for Mr. Johnson in leading the government in April 2020, when the prime minister was in the hospital with a serious case of Covid-19.\nMr. Raab, a hard-line supporter of Brexit, had also briefly served as Brexit minister for Mrs. May before resigning from her cabinet in disagreement over her negotiations with the European Union. He was first elected to Parliament in 2010.\nMr. Raab’s father was a Jewish refugee from Czechoslovakia who fled the Nazis in 1938. Mr. Raab’s paternal grandparents, who remained, were killed in the Holocaust.\nForeign Secretary: James Cleverly\nImage Credit... Daniel Leal/Agence France-Presse — Getty Images\nJames Cleverly was reappointed as foreign secretary, one of the most important roles within the cabinet, despite the fact that he had notably supported Mr. Johnson rather than Mr. Sunak in the recent contest for the Conservative Party’s leadership. As late as Sunday afternoon, hours before Mr. Johnson withdrew his name, Mr. Cleverly continued to voice his support.\nMr. Cleverly, 53, whose mother came to Britain from Sierra Leone in West Africa, was once a lieutenant colonel in the army reserves and has long been a proponent of Brexit. He served briefly this year as the education secretary and before that held a series of junior ministerial roles.", "url": "https://www.nytimes.com/2022/10/25/world/europe/sunak-cabinet-appointments.html"}