{"authors": ["Cora Engelbrecht", "Jane Arraf"], "date_download": "2022-10-25 23:54:15", "date_modify": "2022-10-25 23:54:15", "date_publish": "2022-09-26 14:42:03", "description": "The death of a young Iranian Kurdish woman in police custody has set off an intense wave of protests across Iran over the past 10 days, igniting fury particularly in the country’s Kurdish minority community.", "filename": "2022_09_26_world_middleeast_iran-iraq-protests-kurdistan-separatists_1666742055.html", "image_url": "https://static01.nyt.com/images/2022/09/26/world/26IRAN-1/26IRAN-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_26_world_middleeast_iran-iraq-protests-kurdistan-separatists_1666742055.html", "title": "Iran Strikes Kurdish Opposition Groups in Northern Iraq", "title_page": "Iran Strikes Kurdish Opposition Groups in Northern Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iranian forces unleashed drone and artillery attacks on the Kurdistan region of northern Iraq on Monday, targeting what Tehran said were bases of militant Iranian Kurdish separatist groups there, according to a semiofficial news agency.\nThe attacks by the powerful Iranian Revolutionary Guard Corps were the second in three days against Iranian militants based in Iraq, according to the Tasnim news agency, which is affiliated with the Revolutionary Guards.\nThe new strikes occurred as Iran was reeling from 10 days of protests over the killing of Mahsa Amini, 22, an Iranian Kurdish woman, in police custody. She had been accused of violating the country’s strict codes on modest dress for women. The largest antigovernment movement since the country’s 2009 Green Revolution, the protest has thrust Iran into turmoil that has cut across ethnic and social divides.\nThe unrest has been especially intense in northwest Iran, where many members of the country’s Kurdish minority live.", "url": "https://www.nytimes.com/2022/09/26/world/middleeast/iran-iraq-protests-kurdistan-separatists.html"}