{"authors": ["Ben Hubbard", "Ivan Nechepurenko"], "date_download": "2022-10-25 22:57:06", "date_modify": "2022-10-25 22:57:06", "date_publish": "2022-09-22 13:11:51", "description": "Since the announcement of a new troop mobilization, civilians have realized they could not count on staying out of their country’s invasion of Ukraine.", "filename": "2022_09_22_world_europe_russia-men-flee-war-mobilization_1666738626.html", "image_url": "https://static01.nyt.com/images/2022/09/22/world/22ukraine-briefing-istanbul-image/22ukraine-briefing-istanbul-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_22_world_europe_russia-men-flee-war-mobilization_1666738626.html", "title": "Waves of Russian Men Flee, Fearing Call-Up to Fight in Ukraine", "title_page": "Waves of Russian Men Flee, Fearing Call-Up to Fight in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISTANBUL — Since President Vladimir V. Putin’s announcement on Wednesday of a new troop call-up, Russian men who had previously thought they were safe from being forced to the front lines have realized they could not count on staying out of their country’s invasion of Ukraine.\nSome have left the country in a rush, paying rising prices to catch flights to countries such as Armenia, Georgia, Montenegro and Turkey that allow them to enter without visas.\nMr. Putin officially called up only reservists, and only up to 300,000 of them, saying that only men with military experience would receive orders to report for duty. But many Russians worried that the government would impose new travel restrictions on conscription-aged men and wanted to make a quick escape just in case.\nTurkey already was among the countries that received a large exodus of Russians at the beginning of the Ukraine invasion. Many were fleeing the crackdown at home, including the criminalization of dissent, with speaking out against the invasion or even calling it a war now carrying serious penalties. Others worried about the impact of international sanctions and Russia’s growing isolation on the economy and their jobs.", "url": "https://www.nytimes.com/2022/09/22/world/europe/russia-men-flee-war-mobilization.html"}