{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:31:45", "date_modify": "2022-10-25 23:31:45", "date_publish": "2022-09-26 15:28:20", "description": "The Federal Reserve may have no choice but to wage a relentless inflation fight, but countries rich and poor are feeling the pain of plunging currencies.", "filename": "2022_09_26_business_economy_us-dollar-global-impact_1666740705.html", "image_url": "https://static01.nyt.com/images/2022/09/26/business/26Global-Econ-Dollar-1/26Global-Econ-Dollar-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_26_business_economy_us-dollar-global-impact_1666740705.html", "title": "Strong Dollar Is Good for the US but Bad for the World", "title_page": "Strong Dollar Is Good for the US but Bad for the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“For the rest of the world, it’s a no-win situation,” said Eswar Prasad, an economics professor at Cornell and author of several books on currencies. At the same time, he said, the Fed has no choice but to act aggressively to control inflation: “Any delay in action could make things potentially even worse.”\nPolicy decisions made in Washington frequently reverberate widely. The United States is a superpower with the world’s largest economy and hefty reserves of oil and natural gas. When it comes to global finance and trade, though, its influence is outsize.\nThat is because the dollar is the world’s reserve currency — the one that multinational corporations and financial institutions, no matter where they are, most often use to price goods and settle accounts. Energy and food tend to be priced in dollars when bought and sold on the world market. So is a lot of the debt owed by developing nations. Roughly 40 percent of the world’s transactions are done in dollars, whether the United States is involved or not, according to a study done by the International Monetary Fund.\nAnd now, the value of the dollar compared with other major currencies like the Japanese yen has reached a decades-long high. The euro, used by 19 nations across Europe, reached 1-to-1 parity with the dollar in June for the first time since 2002. The dollar is clobbering other currencies as well, including the Brazilian real, the South Korean won and the Tunisian dinar.", "url": "https://www.nytimes.com/2022/09/26/business/economy/us-dollar-global-impact.html"}