{"authors": ["Joseph Goldstein"], "date_download": "2022-10-25 23:23:45", "date_modify": "2022-10-25 23:23:45", "date_publish": "2022-07-18 23:06:52", "description": "City epidemiologists say some public health messages have been misleading about the risks and have narrowed the city’s chances for containing the disease.", "filename": "2022_07_18_nyregion_nyc-monkeypox-health-department-information-inaccurate_1666740225.html", "image_url": "https://static01.nyt.com/images/2022/07/19/multimedia/19ny-doh1/19ny-doh1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_18_nyregion_nyc-monkeypox-health-department-information-inaccurate_1666740225.html", "title": "Debate Over Monkeypox Messaging Divides N.Y.C. Health Department", "title_page": "Debate Over Monkeypox Messaging Divides N.Y.C. Health Department - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Weiss, who has held the same job for 22 years, investigating and responding to new outbreaks for the Bureau of Communicable Disease, said he felt obliged to speak out publicly because he felt the department’s public statements were at times irresponsible. He pointed to the news release issued on Friday containing several prevention tips for “those who choose to have sex while sick.”\nIt stated that covering up monkeypox sores with clothes or bandages while having sex “may help reduce — but not eliminate” the risk of transmission. The release also said “for those who choose to have sex while sick, it is best to avoid kissing and other face-to-face contact.”\nDr. Weiss said it was “ludicrous” to suggest these steps would meaningfully reduce the risk.\nThe Health Department’s guidance to the public has often highlighted nonsexual routes of potential transmission, such as hugging or contact with bedding. While those are certainly possible routes of transmission, the result — Dr. Weiss said — was to make people overly concerned about casual physical contact and not sufficiently aware that most monkeypox infections in New York appeared to be transmitted through sex.\nDr. Weiss said he has supervised a team of epidemiologists who reviewed many of the city’s monkeypox cases. In most, patients have had lesions on the penis, anus or in the rectum, suggesting, he said, that the disease is spreading mainly through sexual contact.\nHe also said that reports of asymptomatic spread and the presence of the virus DNA in semen should have resulted in the department’s recasting their public advice.\n“I know I sound like a Bible-thumping preacher,” Dr. Weiss wrote recently to a group of epidemiologists in a Department of Health email chain.\nBut, he has argued, “If we don’t act soon, it may be the point of no return.”\nSharon Otterman contributed reporting.", "url": "https://www.nytimes.com/2022/07/18/nyregion/nyc-monkeypox-health-department-information-inaccurate.html"}