{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:33:51", "date_modify": "2022-10-25 23:33:51", "date_publish": "2022-10-13 18:30:49", "description": "Andrew Bailey, the Bank of England chief, is trying to calm markets, wrestle inflation and maintain the bank’s credibility amid Britain’s financial storm.", "filename": "2022_10_13_business_bank-of-england-andrew-bailey_1666740831.html", "image_url": "https://static01.nyt.com/images/2022/10/13/business/13bank-of-england-1/13bank-of-england-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_13_business_bank-of-england-andrew-bailey_1666740831.html", "title": "A Central Bank on the High Wire", "title_page": "Andrew Bailey Battles Inflation Amid Britain’s Financial Storm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It doesn’t help Mr. Bailey that he has been the subject of heavy criticism for much of the past year, as lawmakers, including Ms. Truss, and some analysts have criticized the central bank for failing to control inflation. His entire tenure as governor has been turbulent: He took office just days before Britain’s first Covid-19 lockdown in March 2020, with global financial markets in turmoil.\nAt the Bank of England, the clock is ticking on a potential flash point. The sudden jump in bond yields in late September after the government’s fiscal statement rocked Britain’s pension funds, representing more than a trillion pounds in investments. The Bank of England jumped in, offering to buy bonds for two and a half weeks to help ease the funds’ liquidity problems and put an end to a potentially catastrophic cycle of events, which could include a fire sale of bonds and risked sparking wider market unrest.\nBut on Tuesday, as government bond yields climbed again, Mr. Bailey underscored that the bond-buying program would end on Friday, as scheduled, scotching any hopes it would be extended.\n“My message to the funds involved and all the firms involved in managing those funds: You’ve got three days left now,” Mr. Bailey said on Tuesday. “You’ve got to get this done.”\nThe remark was panned for setting up a sort of showdown between the bank and funds, unusual for traditionally circumspect central bankers.\nBut Mr. Bailey has made Friday a test not just for the progress of the pension funds industry but also for himself. He could stick by the bank’s decision and end the bond purchases as planned — a move that could allow him to focus more fully on inflation but risk a nasty market reaction. Or he could soften now and extend the support before it ends.", "url": "https://www.nytimes.com/2022/10/13/business/bank-of-england-andrew-bailey.html"}