{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:34", "date_modify": "2022-10-25 23:47:34", "date_publish": "2022-02-08 19:01:16", "description": "With a Texas man set to go on trial this month, prosecutors released a detailed list of their witnesses and evidence, including testimony from the defendant’s two teenage children.", "filename": "2022_02_08_us_trial-jan-6-guy-wesley-reffitt_1666741654.html", "image_url": "https://static01.nyt.com/images/2022/02/08/us/08dc-trials/merlin_182227158_ffdfb820-4c70-44fc-8696-ce37713e3b4b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_08_us_trial-jan-6-guy-wesley-reffitt_1666741654.html", "title": "Government Reveals Trove of Evidence in First Jan. 6 Trial", "title_page": "Government Reveals Trove of Evidence in First Jan. 6 Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To that end, the prosecutors have amassed an expansive array of witnesses and evidence, according to the list they filed Monday night. While much of the information they plan to introduce had been revealed in previous court papers and hearings, some of it was new, suggesting that they may have similarly undisclosed evidence waiting in the wings for future trials.\nMr. Reffitt’s lawyer, William L. Welch III, did not respond to a request for comment on the government’s evidence, but his client has openly pushed back against accusations that he took part in anything untoward at the Capitol on Jan. 6. In a letter obtained by ProPublica last spring, Mr. Reffitt wrote of the attack, “There was no insurrection, no conspiracy, no sinister plan and no reason to think otherwise.”\nWhile Mr. Reffitt’s trial is certain to attract attention for being the first, other larger and more complicated trials are tentatively scheduled for later in the year. Four leaders of the far-right nationalist group the Proud Boys are set to go on trial in Washington in May. And in July, prosecutors plan to try 11 members of the Oath Keepers militia — including its leader Stewart Rhodes — on charges of seditious conspiracy.\nThe Reffitt trial is likely to begin with an overview of the tumult on Jan. 6 offered by an officer who worked that day at the U.S. Capitol Police’s command center, overseeing a video surveillance system, and radio and phone communications, prosecutors said. The officer will “explain the progression of the riot” through a compilation of surveillance videos from both inside and outside the building and will show the jury a separate video of former Vice President Mike Pence’s motorcade leaving the east plaza of the Capitol at 1:57 p.m.\nThree other Capitol officers are scheduled to testify about their direct interactions with Mr. Reffitt and others members of the mob, prosecutors said. These officers are expected to describe their experiences trying to control the crowd by firing pepper balls and other projectiles and to give accounts of failing to subdue Mr. Reffitt and his fellow rioters with chemical spray.", "url": "https://www.nytimes.com/2022/02/08/us/trial-jan-6-guy-wesley-reffitt.html"}