{"authors": ["Kashmir Hill", "David Mccabe"], "date_download": "2022-10-25 23:32:31", "date_modify": "2022-10-25 23:32:31", "date_publish": "2022-10-20 15:05:58", "description": "Ken Paxton, the state attorney general, said products like Google Photos and the Nest camera had violated Texans’ privacy rights.", "filename": "2022_10_20_technology_texas-google-privacy-lawsuit_1666740751.html", "image_url": "https://static01.nyt.com/images/2022/10/20/business/20google-texas-1/merlin_214779276_828ad650-e825-45b8-83f1-225e4f17a5f0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_20_technology_texas-google-privacy-lawsuit_1666740751.html", "title": "Texas Sues Google for Collecting Biometric Data Without Consent", "title_page": "Texas Sues Google for Collecting Biometric Data Without Consent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "José Castañeda, a Google spokesman, said in a statement that Mr. Paxton “is once again mischaracterizing our products in another breathless lawsuit.” He added, “We will set the record straight in court.”\nThe complaint targets the Google Photos app, which allows people to search for photos they took of a particular person; Google’s Nest camera, which can send alerts when it recognizes (or fails to recognize) a visitor at the door; and the voice-activated Google Assistant, which can learn to recognize up to six users’ voices to give them personalized answers to their questions. Mr. Paxton said the products violated the rights of both users and nonusers, whose faces and voices were scanned or processed without their understanding or consent.\nMr. Paxton, who became attorney general in 2015, has repeatedly taken on Big Tech companies in recent years. In 2020, his office, joined by nine other states, filed an antitrust lawsuit against Google. After the Jan. 6, 2021, riot at the U.S. Capitol, Mr. Paxton sent investigative demands to Twitter, Amazon, Apple, Facebook and Google, asking for details of their content moderation practices. This year, he opened an investigation into Twitter over fake accounts.\nTexas introduced its biometric privacy law in 2009, with Illinois and Washington passing similar laws around the same time. While Illinois’s version of the law allows individuals to sue companies directly, Texas must sue companies on consumers’ behalf. Until this year, Texas had not enforced its law.\nIn contrast, hundreds of class-action lawsuits have been filed over biometric privacy in Illinois, including one against Google in 2016, which recently ended in a $100 million settlement.", "url": "https://www.nytimes.com/2022/10/20/technology/texas-google-privacy-lawsuit.html"}