{"authors": ["Stanley Reed"], "date_download": "2022-10-25 22:58:53", "date_modify": "2022-10-25 22:58:53", "date_publish": "2022-02-28 21:56:58", "description": "Shell said it would exit its investments in Russia, a day after BP said it would do the same. Now companies like TotalEnergies and Exxon will face questions.", "filename": "2022_02_28_business_russia-oil-companies_1666738733.html", "image_url": "https://static01.nyt.com/images/2022/02/28/business/28russial-01alt/28russial-01alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_28_business_russia-oil-companies_1666738733.html", "title": "Shell Quits Russia, Joining BP as Oil Giants Object to Attack on Ukraine", "title_page": "Shell Quits Russia, Joining BP as Oil Giants Object to Attack on Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Thane Gustafson, author of “Wheel of Fortune,” an account of the Russian oil industry after the fall of the Soviet Union, recalled that the oil executives who were instrumental in establishing their companies in Russia — John Browne of BP, Rex W. Tillerson of Exxon Mobil, and Christophe de Margerie of TotalEnergies — were “hailed at the time, and rightly, as models of Western entrepreneurship.”\nNow, he said, “the participation of the three brand-name majors at this moment is not crucial for Russia, no.” And the momentum to leave Russia is building.\nOn Monday, Equinor, the Norwegian energy company, said it would “stop new investments into Russia” and “start the process of exiting” joint ventures there. “In the current situation, we regard our position as untenable,” Anders Opedal, the company’s president and chief executive, said in a statement.\nEquinor’s investments in Russia are small, producing about 30,000 barrels a day, around 1.5 percent of the company’s total output, but calls for others to leave are continuing.\nAll of the Western oil companies’ deals in Russia over the last three decades must now be considered at risk, although the extent of their activities there and their importance to their overall results varies. While even a complete write-off — a possibility for BP — would not threaten the existence of any of the companies in this group, analysts say, losing a foothold in a major petroleum producer will still hurt.\nIn turn, Russia could lose the marketing power of these giant companies, making it more difficult to sell Russian oil while sanctions are already making buyers cautious.\nAfter the fall of the Soviet Union in 1991, oil companies headed to Russia and its vast quantities of oil and gas, partly in hopes of replacing the resources they had lost to nationalizations in Saudi Arabia, Iran and other countries.", "url": "https://www.nytimes.com/2022/02/28/business/russia-oil-companies.html"}