{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:32", "date_modify": "2022-10-25 23:39:32", "date_publish": "2022-06-28 10:57:30", "description": "The time will be cut to seven days in a facility, followed by three days of home isolation.", "filename": "2022_06_28_world_asia_china-covid-quarantine_1666741172.html", "image_url": "https://static01.nyt.com/images/2022/06/28/us/28virus-briefing-china/merlin_208973034_89c97185-07d3-4252-bdc3-688b1f6fbc58-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_28_world_asia_china-covid-quarantine_1666741172.html", "title": "China Halves Covid Quarantine Time for International Arrivals", "title_page": "China Halves Covid Quarantine Time for International Arrivals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China is halving the time that people arriving from overseas must stay in a Covid-19 quarantine facility, reducing it from two weeks to one, the country’s National Health Commission said on Tuesday.\nThe step was welcomed by some investors but greeted cautiously by others. Since early 2020, China has enforced some of the strictest entry rules in the world, requiring that nearly everyone coming from overseas go into government-run quarantine — often in a designated hotel — for at least 14 days, followed by isolation at home.\nThe new rules issued by the National Health Commission say that time will be cut to seven days in the facility, followed by three days in home isolation with regular testing for the coronavirus throughout.\nChinese investors appeared to welcome the changes. Foreign companies and some Chinese companies have complained that the government’s Covid isolation and shutdown rules were choking off business by deterring trips abroad and visits to China by investors and clients. The Shanghai stock market jumped after the new rules were announced.", "url": "https://www.nytimes.com/2022/06/28/world/asia/china-covid-quarantine.html"}