{"authors": ["Ainara Tiefenthäler", "Evan Hill", "Dmitriy Khavin", "Masha Froliak", "Haley Willis"], "date_download": "2022-10-25 22:58:37", "date_modify": "2022-10-25 22:58:37", "date_publish": "2022-03-09 17:59:29", "description": "Footage from the hospital verified by The New York Times showed several wounded people being evacuated. The extent of the casualties was not immediately clear.", "filename": "2022_03_09_world_europe_ukraine-mariupol-hospital-strike_1666738717.html", "image_url": "https://static01.nyt.com/images/2022/03/09/world/europe/bomb-1/bomb-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_09_world_europe_ukraine-mariupol-hospital-strike_1666738717.html", "title": "Videos: Mariupol Hospital Maternity Ward Hit by Devastating Strike", "title_page": "Videos: Mariupol Hospital Maternity Ward Hit by Devastating Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An apparent Russian strike on Wednesday damaged and destroyed buildings at a hospital complex in the southern Ukrainian city of Mariupol, including a maternity ward, according to several videos verified by The New York Times.\nThe videos from the hospital showed several wounded people being evacuated. Seventeen people were injured, including staff members and maternity ward patients, Pavlo Kyrylenko, the regional governor, said in an interview with a Ukrainian television station.\nThe extent of the casualties was not immediately clear. It was also not clear whether the hospital was fully operating at the time of the strike or had been evacuated to some degree. The strike was another apparent instance of Russia’s siege tactics hitting civilian infrastructure in Ukrainian cities, leading to what officials have called a humanitarian crisis in Mariupol.\nFor days, heavy Russian bombardment has cut residents off from power, water and heat in Mariupol, a strategic port city. The city is part of a vital stretch of terrain that Russia is trying to capture in an apparent attempt to link Russian-backed separatist enclaves in the southeast with Crimea, the southern peninsula Russia seized in 2014.", "url": "https://www.nytimes.com/2022/03/09/world/europe/ukraine-mariupol-hospital-strike.html"}