{"authors": ["Annie Karni", "Luke Broadwater"], "date_download": "2022-10-25 23:47:39", "date_modify": "2022-10-25 23:47:39", "date_publish": "2022-02-23 18:25:26", "description": "Former President Donald J. Trump’s eldest daughter has yet to commit to appearing, but investigators regard her as an important witness to what he was doing and saying during the riot.", "filename": "2022_02_23_us_politics_ivanka-trump-jan-6-committee_1666741659.html", "image_url": "https://static01.nyt.com/images/2022/02/23/us/politics/23dc-ivanka-1/23dc-ivanka-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_23_us_politics_ivanka-trump-jan-6-committee_1666741659.html", "title": "Ivanka Trump in Talks With Jan. 6 Panel About Being Interviewed", "title_page": "Ivanka Trump in Talks With Jan. 6 Panel About Being Interviewed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Ivanka Trump, former President Donald J. Trump’s elder daughter who served as one of his senior advisers, is in talks with the House committee investigating the Jan. 6 attack on the Capitol about the possibility of sitting for an interview with the panel, according to two people familiar with the discussions.\nIt was not immediately clear whether the negotiations, which aides described as preliminary, would result in Ms. Trump providing substantive information to the inquiry or whether they were simply a stalling tactic, as some committee aides fear. But it was the latest example of the panel trying to reach into the former president’s inner circle to ascertain what he was doing and saying as rioters stormed the Capitol in his name.\nMs. Trump was one of several aides who tried and failed to persuade Mr. Trump to call off the violence that ultimately injured more than 150 police officers and sent lawmakers and the vice president, Mike Pence, fleeing for their lives.\nMs. Trump’s lawyers have been in talks with the committee since January, when the panel sent her a letter requesting that she give voluntary testimony, according to a person familiar with the discussions.", "url": "https://www.nytimes.com/2022/02/23/us/politics/ivanka-trump-jan-6-committee.html"}