{"authors": ["Michael Schwirtz", "Richard Pérez-Peña"], "date_download": "2022-10-25 22:58:41", "date_modify": "2022-10-25 22:58:41", "date_publish": "2022-03-03 23:52:47", "description": "Defiant Ukrainians slowed the invasion, but Russian forces gained ground in the south, and the Kremlin insisted the week-old campaign was “going according to plan.”", "filename": "2022_03_03_world_europe_russia-ukraine-invasion-kremlin_1666738721.html", "image_url": "https://static01.nyt.com/images/2022/03/03/world/03ukraine-ledeall-refugees-2/03ukraine-ledeall-refugees-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_03_world_europe_russia-ukraine-invasion-kremlin_1666738721.html", "title": "Kremlin Vows Victory in Ukraine as Refugees Swell to One Million", "title_page": "Kremlin Vows Victory in Ukraine as Refugees Swell to One Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Zelensky, like some Western officials, said many Russian soldiers, including some taken prisoner, had no idea they would be sent into Ukraine and were aghast to learn it, not understanding why they would be conducting such a war. “They don’t know why they are here,” he said in a speech posted on his Facebook page. “These are not warriors of a superpower. These are confused children who have been used.”\nAs word filters back of death, injury and capture, Russians are awakening to the reality of a war many had not expected and did not want. Ukrainian officials and ordinary citizens are posting to social media photos and videos of Russians killed or captured, and burned-out or abandoned Russian military vehicles. Rumors swirled through Russia of impending martial law, conscription and closed borders.\nIn just a week, sanctions and boycotts have deeply wounded the Russian economy, and more punitive measures are expected. Volkswagen, Mercedes-Benz, Toyota, Ford, General Motors, Apple, Spotify, Accenture and Ikea are among the many companies suspending operations in Russia. Major oil companies have called off joint ventures with Russian counterparts.\nWhile some prominent Russians have denounced the war, the government is cracking down on the last vestiges of independent media, limiting access to information about the conflict. Lawmakers proposed prison sentences of up to 15 years for media that publish “fakes” — widely taken to mean anything that contradicts the Kremlin line.\nEcho of Moscow, a freewheeling radio station, dissolved itself. The television channels Dozhd and TV Rain suspended operations indefinitely. Dmitri Muratov, the journalist who shared the Nobel Peace Prize last year, said that his newspaper, Novaya Gazeta, could be close to having to shut down.", "url": "https://www.nytimes.com/2022/03/03/world/europe/russia-ukraine-invasion-kremlin.html"}