{"authors": ["Elisabetta Povoledo"], "date_download": "2022-10-25 23:41:31", "date_modify": "2022-10-25 23:41:31", "date_publish": "2022-04-17 12:20:28", "description": "Instead of learning from the heavy toll taken by the pandemic, and emerging with strengthened solidarity, rivalry had prevailed, the pope said.", "filename": "2022_04_17_world_europe_pope-francis-ukraine-war-easter_1666741291.html", "image_url": "https://static01.nyt.com/images/2022/04/17/world/17ukraine-blog-pope/merlin_205595523_7b2775cd-2540-425d-a28a-e1b7ca66514e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_17_world_europe_pope-francis-ukraine-war-easter_1666741291.html", "title": "Pope Calls for Peace in Ukraine on What He Called ‘Easter of War’", "title_page": "Pope Calls for Peace in Ukraine on What He Called ‘Easter of War’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — Ukraine hung heavily on Pope Francis’ heart on Sunday as he delivered the annual “Urbi et Orbi” (“To the City and the World”) message in St. Peter’s Square, in which he called for peace on what he described this year as an “Easter of war.”\nFrancis, who pleaded a week ago for an Easter truce in Ukraine, spoke to tens of thousands of faithful. It was a far cry from the few hundreds who attended the celebration last year, which was restricted because of the pandemic.\n“We have seen all too much blood, all too much violence,” Francis said. “Our hearts, too, have been filled with fear and anguish, as so many of our brothers and sisters have had to lock themselves away in order to be safe from bombing.” Instead of learning from the heavy toll taken by the pandemic, and emerging with strengthened solidarity, rivalry had prevailed, he said.\nHe also called on world leaders to bear in mind a troubling question that scientists posed nearly 70 years ago when they raised the specter of nuclear annihilation.", "url": "https://www.nytimes.com/2022/04/17/world/europe/pope-francis-ukraine-war-easter.html"}