{"authors": ["Joseph Berger"], "date_download": "2022-10-25 23:55:54", "date_modify": "2022-10-25 23:55:54", "date_publish": "2022-05-13 16:54:50", "description": "A versatile actor, he was best known throughout his long career for playing tough, resilient characters. But he also had a subtle side.", "filename": "2022_05_13_movies_fred-ward-dead_1666742154.html", "image_url": "https://static01.nyt.com/images/2022/05/15/lens/13xp-ward/13xp-ward-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_13_movies_fred-ward-dead_1666742154.html", "title": "Fred Ward, Star of ‘The Right Stuff’ and ‘Henry and June,’ Dies at 79", "title_page": "Fred Ward, Star of ‘The Right Stuff’ and ‘Henry and June,’ Dies at 79 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But his more subtle talents as an actor were on vivid display in “Henry and June” (1990), a steamy account of the Parisian love triangle that Miller had with his wife, June (Uma Thurman), and the diarist Anaïs Nin (Maria de Medeiros) in the 1930s. In addition to drawing attention for its subject matter, the film received an extra smidgen of notoriety because it was the first to be blessed with the Motion Picture Association of America’s NC-17 rating, which allowed it to escape the penalties — in lost newspaper and television advertising and reluctant theaters — that would have resulted if it had been rated X.\n“My rear end seemed to have something to do with it,” Mr. Ward said of the threatened X rating, though his was not the only rear end on display.\n“Because women were the instigators as much as men in this film, that may have been threatening to some people,” he told The Washington Post in 1990. “Or that may be a cockamamie theory of mine.”\nIn harmony with Miller’s appetite for living and his bawdy humor, Mr. Ward captured his working-class Brooklyn origins and accent, as well as the rascally, bohemian joy he took in flouting convention. He shaved his head to resemble Miller’s and studied videotapes of the aged Miller to imitate his tics.", "url": "https://www.nytimes.com/2022/05/13/movies/fred-ward-dead.html"}