{"authors": ["Charlie Savage", "Alan Feuer"], "date_download": "2022-10-25 22:56:59", "date_modify": "2022-10-25 22:56:59", "date_publish": "2022-09-02 15:40:43", "description": "A detailed inventory of items seized in the F.B.I.’s search of Mar-a-Lago raised the question of whether the government had fully recovered the documents or any remained missing.", "filename": "2022_09_02_us_politics_trump-fbi-folders-classified_1666738619.html", "image_url": "https://static01.nyt.com/images/2022/09/02/us/politics/02dc-investigate-1/02dc-investigate-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_02_us_politics_trump-fbi-folders-classified_1666738619.html", "title": "FBI Found Empty Folders That Had Contained Classified Documents at Trump’s Home", "title_page": "FBI Found Empty Folders That Had Contained Classified Documents at Trump’s Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The inventory listed seven batches of materials taken by the F.B.I. from Mr. Trump’s personal office at Mar-a-Lago that contained government-owned documents and photographs, some marked with classification levels up to “top secret” and some that were not marked as classified. The list also included batches of government records that had been in 26 boxes or containers in a storage room at the compound.\nIn all, the list said, the F.B.I. retrieved 18 documents marked as top secret, 54 marked as secret, 31 marked as confidential, and 11,179 government documents or photographs without classification markings.\nA federal judge in Florida, Aileen M. Cannon, ordered the inventory list to be released during a hearing on Thursday to determine whether to appoint an outside expert known as a special master to review the government records for any that could be privileged. Judge Cannon said that she would issue a written decision on the matter “in due course.”\nMr. Trump appeared to acknowledge on social media this week that he knew that much of this material was at his estate, complaining about a photograph that the Justice Department released on Tuesday night cataloging some of the evidence that had been recovered.\nThe photograph showed several folders with “top secret” markings and some files with classification markings visible. All the material was arrayed on a carpet near a placard labeled “2A,” presumably to document what was in a box of that number before the F.B.I. removed it from Mar-a-Lago.\nA shorter inventory, released earlier, said Box 2A contained materials found in Mr. Trump’s personal office. In a social media post, the former president declared that the folders had been kept in “cartons” rather than “sloppily” left on the floor, suggesting that he had been aware of the presence of the materials.\nIn May, after extended negotiations between the National Archives and Mr. Trump’s lawyers failed to result in the return of any documents from Mar-a-Lago, the Justice Department issued a grand jury subpoena for all materials marked as classified that remained there. In early June, two lawyers for Mr. Trump turned over some of the records while telling investigators that no others remained.", "url": "https://www.nytimes.com/2022/09/02/us/politics/trump-fbi-folders-classified.html"}