{"authors": ["Sopan Deb"], "date_download": "2022-10-25 22:57:21", "date_modify": "2022-10-25 22:57:21", "date_publish": "2022-08-23 22:09:21", "description": "Nearly two months after Durant made a trade request with four years left on his contract, he and the Nets appear to have reconciled their differences heading into the 2022-23 season.", "filename": "2022_08_23_sports_kevin-durant-nets-trade-request_1666738641.html", "image_url": "https://static01.nyt.com/images/2022/08/23/multimedia/23nba-durant/23nba-durant-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_23_sports_kevin-durant-nets-trade-request_1666738641.html", "title": "Kevin Durant and Nets Call Truce After Trade Request", "title_page": "Kevin Durant and Nets Call Truce After Trade Request - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The plight of Durant, a 12-time N.B.A. All-Star and the 2014 Most Valuable Player Award-winner, roiled the sport for much of the summer. He made the request in June, after the Nets were swept in embarrassing fashion by the Boston Celtics in the first round of the Eastern Conference playoffs. Durant, 33, asked to be moved despite having agreed to a four-year contract extension with the franchise just last summer.\nLosing Durant would leave the Nets with proverbial egg on their faces, given the lack of postseason success since his signing in the summer of 2019 and the rarity of being able to acquire a generational talent of Durant’s caliber. But Durant’s trade value was uncertain, and remains so, because of his age, injury history and the length of his contract. Even so, trade rumors linked him to several teams, including the Celtics and Miami Heat. For the Celtics, the trade discussions most likely would have meant that at least one of their young stars, such as the fan favorite Jaylen Brown, would have been sent to Brooklyn in order to make the deal worthwhile for the Nets. Responding to Marks’s statement on Tuesday, Mayor Michelle Wu of Boston said on Twitter, “Good.” (Brown, for his part, cryptically posted in late July, “Smh,” an abbreviation for “shaking my head,” as trade rumors swirled.)\nThe tensions between Durant and the franchise seemed to ratchet up earlier this month, when Durant met with Joe Tsai and said Tsai had to “choose” between having him or having Nash and Marks, according to a report by The Athletic. After The Athletic reported the meeting, Tsai, who is usually publicly silent on basketball matters, released a statement on Twitter that said the team’s front office staff and coaches had his support.\n“We will make decisions in the best interest of the Brooklyn Nets,” Tsai’s post on Twitter said.", "url": "https://www.nytimes.com/2022/08/23/sports/kevin-durant-nets-trade-request.html"}