{"authors": ["Jonah E. Bromwich", "Jodi Kantor"], "date_download": "2022-10-25 23:32:58", "date_modify": "2022-10-25 23:32:58", "date_publish": "2022-06-02 15:16:17", "description": "New York judges approved testimony from women who said they were abused by Harvey Weinstein. The disgraced former producer, awaiting another trial in Los Angeles, is serving 23 years.", "filename": "2022_06_02_nyregion_harvey-weinstein-conviction-appeal_1666740778.html", "image_url": "https://static01.nyt.com/images/2022/05/26/nyregion/Weinstein-HFO/Weinstein-HFO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_02_nyregion_harvey-weinstein-conviction-appeal_1666740778.html", "title": "Weinstein’s Sex Crime Conviction, a Milestone for #MeToo, Is Upheld", "title_page": "Harvey Weinstein’s Sex Crimes Conviction Is Upheld by New York Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the years since, explosive allegations have continued to upend industries and institutions. Just last week, a Southern Baptist Convention report documented decades of abuse within the denomination, which has about 15 million members in the United States. And individual reckonings continue.\nMr. Weinstein was convicted even though two of the women at the heart of the case against him had at times had consensual sex and friendly contact with him, showing that prosecutors and juries may be more open to cases that don’t hinge on so-called “perfect” victims.\nAnd the panel’s affirmation of his conviction lends credence to witnesses who establish patterns of predatory behavior even if the acts don’t result in charges, a principle that is also likely to be central to the former producer’s Los Angeles trial.\nKaren Dunn, a trial lawyer who is a partner at Paul Weiss, a New York law firm, said that the decision would be seen as an affirmation of the movement, and the role of courts and juries in addressing allegations like those against Mr. Weinstein.\n“Our judicial system is often the last refuge for victims of sexual abuse, because it is a place where testimony can be heard and credited,” she said. “In this case, the facts exploded into the public eye, and it would have been very hard to imagine an appellate court overturning a verdict on that set of facts.”\nMr. Weinstein was indicted by Manhattan prosecutors in the spring of 2018 and charged with sex crimes for his conduct with women trying to make it in the television and film industry where he was a major power.\nHis trial, which began in January 2020, represented, in some ways, a gamble for the sitting Manhattan district attorney, Cyrus R. Vance Jr. The charges rested mainly on the allegations of two women, both of whom maintained contact with Mr. Weinstein after their assaults: Miriam Haley, who said that Mr. Weinstein forcibly performed oral sex on her in 2006, and Jessica Mann, who said he raped her in 2013.", "url": "https://www.nytimes.com/2022/06/02/nyregion/harvey-weinstein-conviction-appeal.html"}