{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 23:35:19", "date_modify": "2022-10-25 23:35:19", "date_publish": "2022-05-18 11:20:07", "description": "Tucker did a little bit of everything in a Game 1 win over the Boston Celtics in the Eastern Conference finals — including help neutralize Jayson Tatum.", "filename": "2022_05_18_sports_basketball_nba-boston-celtics-miami-heat-pj-tucker_1666740919.html", "image_url": "https://static01.nyt.com/images/2022/05/18/sports/18nba-east-g1-tucker/18nba-east-g1-tucker-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_18_sports_basketball_nba-boston-celtics-miami-heat-pj-tucker_1666740919.html", "title": "The Stats Are Hiding a Secret About the Miami Heat’s P.J. Tucker", "title_page": "The Stats Are Hiding a Secret About the Miami Heat’s P.J. Tucker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI — A lot of N.B.A. players go through the motions when it comes to boxing out for rebounds on free throws, and no one can really blame them. Most free throws, nearly 80 percent of them, are successful. So why bother boxing out at all?\nAnd then there is Miami’s P.J. Tucker, a 6-foot-5, 245-pound wrecking ball who has spent his career disguised as a power forward. Consider Game 1 of the N.B.A.’s Eastern Conference finals on Tuesday night, as Gabe Vincent, a teammate with the Heat, lined up for the second of two free throws. Tucker took advantage of that window to throw most of his body weight into the midsection of the Boston Celtics’ Jayson Tatum.\nIt was a bit much. One of the referees advised Tucker to cool it, which did not please him. But it was not going to prevent Tucker from playing the only way he knows how to play — hard — and his toughness was among the reasons the Heat were able to run away with a 118-107 victory in the series opener.", "url": "https://www.nytimes.com/2022/05/18/sports/basketball/nba-boston-celtics-miami-heat-pj-tucker.html"}