{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:27:39", "date_modify": "2022-10-25 23:27:39", "date_publish": "2022-07-02 04:01:11", "description": "Many of the fighters for Ukraine’s western territorial defense units were assigned benign tasks away from the fighting when they first joined. Then they were called to the front to fight.", "filename": "2022_07_02_world_europe_russia-ukraine-war-volunteers_1666740459.html", "image_url": "https://static01.nyt.com/images/2022/07/01/world/01UkraineWestEast1/01UkraineWestEast1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_02_world_europe_russia-ukraine-war-volunteers_1666740459.html", "title": "Ukraine War Volunteers Die in Battles Far From Home", "title_page": "Ukraine War Volunteers Die in Battles Far From Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Volunteers to the territorial defense group are not forced to redeploy with their unit, but many do, spurred by patriotism or a sense of duty, and perhaps a desire not to let down their comrades. And while they know it will be bad at the front, there is little to prepare them for the violence of frontline engagement, veteran soldiers say.\n“These are people of peaceful professions, people from peaceful territories,” said Col. Valeriy Kurko, the commander of the 103rd brigade of the territorial defense, where Mr. Brukhal served.\nColonel Kurko said that most people who joined his group had never served in the army. The notion that people could simply spring to action when the war crept closer is wrong, he said. By then, it is too late.\nHis brigade, currently stationed in the eastern Donetsk region, is made up of men from the Lviv area, in western Ukraine. Several of the men have died in the past month, Colonel Kurko said, with at least three buried in Lviv in the start of June.\nDespite having limited time, they receive basic skills and training, he said, but acknowledged that the unit’s morale had undoubtedly shifted.\n“I won’t hide from you the fact that some people were not ready to leave the territory of their region,” he said in an interview, but added that there were no soldiers from his brigade who refused to go east.", "url": "https://www.nytimes.com/2022/07/02/world/europe/russia-ukraine-war-volunteers.html"}