{"authors": ["Sabrina Tavernise", "Clare Toeniskoetter", "Jessica Cheung", "Rachelle Bonja", "Lisa Chow", "M.J. Davis Lin", "Marion Lozano", "Chris Wood", "Original Music"], "date_download": "2022-10-25 23:23:31", "date_modify": "2022-10-25 23:23:31", "date_publish": "2022-08-04 10:00:08", "description": "Voters in the conservative state roundly rejected a measure that would have added a constitutional prohibition.", "filename": "2022_08_04_podcasts_the-daily_kansas-abortion-referendum_1666740211.html", "image_url": "https://static01.nyt.com/images/2022/08/04/podcasts/04daily-1/merlin_210918420_8ee3eecb-6f64-421b-aed5-28317c166342-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_04_podcasts_the-daily_kansas-abortion-referendum_1666740211.html", "title": "How to Interpret the Kansas Referendum on Abortion", "title_page": "How to Interpret the Kansas Referendum on Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nsabrina tavernise\nFrom “The New York Times,” I’m Sabrina Tavernise. This is “The Daily.” On Tuesday, Kansas became the first state in the country since the fall of Roe to put the question of abortion directly to voters. The result was not even close. My colleague, Mitch Smith, on why voters in the conservative state chose overwhelmingly to preserve abortion rights and what the outcome in Kansas does and doesn’t mean for the politics of abortion in the rest of the country. It’s Thursday, August 4. So, Mitch, you’re in Kansas, and you’ve been reporting on the ballot measure on abortion in the state. Tell us what happened on Tuesday.\nmitch smith\nWell, first we’re seeing just huge turnout across the state.\narchived recording What’s happening in Kansas right now, look, we don’t have — it’s too early to call, but turnout is through the roof. You’re not kidding about turnout. I’ve seen some estimates that say it could rival 2008, when Obama was first running, which is incredible for a primary. Unbelievable.\nmitch smith\nReally, really high numbers, more than what most people were expecting, even though people were already really plugged in.\narchived recording If it were to pass, it would remove a constitutional right to an abortion in the state of Kansas. Right now, a resounding no vote so far. So translation there, at this point in time, those who want to keep protections in place for abortion rights have the early leads.\nmitch smith\nThe results start coming in, and we start seeing these really large margins, including in some unexpected places.\narchived recording But there’s a trend that’s developing here. You’re seeing it through the suburbs of Kansas City, the suburbs of Topeka, through Wichita and its environs. A lot of people say they like the status quo on abortion rights. They don’t want to see anyone opening the door to ban it.\nmitch smith\nIn the county that includes Wichita, It’s 57-42. In Topeka, the politically mixed capital, 66-34. And then you get into some rural areas, Osage County, Franklin County, Gary County — they’re all voting in favor of abortion rights and often by pretty large margins.\narchived recording And tonight, a massive turnout of Americans in the deep red state of Kansas have spoken and protected the constitutional right to abortion there. Of course, many —\nmitch smith\nAnd within a few hours, it became clear that this amendment was going to fail, that abortion rights would remain guaranteed in Kansas.\nsabrina tavernise\nSo, Mitch, this all seems pretty important, given the fact that Kansas is really this kind of island of abortion access right now, right? I mean, we’ve talked to women driving there from all over, like even from Southern Texas because, as you know, abortion is now banned in so many neighboring states. So it seems bigger than just Kansas. Like, it keeps access alive for women in a whole region of the country.\nmitch smith\nIt really does. This is a state that, even before Roe fell, about half the abortions performed there were women who didn’t live in Kansas. And now Missouri has a near-total ban. Oklahoma has a near-total ban — Arkansas, Texas. And so it’s really becoming increasingly rare place where abortions are accessible in the middle of the country.\nsabrina tavernise\nSo give us the context for this vote, Mitch. I mean, how did we get here? How did abortion get on the ballot in Kansas?\nmitch smith\nWell, it dates back several years, where you have state legislatures, the legislatures dominated by Republicans who are passing laws that chip away at abortion rights. And some of those get challenged and they go to the state Supreme Court. But the thing you need to know what the Kansas Supreme Court is that a majority of its justices were actually appointed by Democratic governors. And then, in 2019, they issue a ruling that strikes down one of those laws and finds a right to abortion in the state constitution.\nsabrina tavernise\nSo, Mitch, how does that exactly work? I mean, presumably Kansas’ State Constitution doesn’t mention abortion explicitly, right? Like, similar to the way that the US Constitution didn’t say that women had a fundamental right to abortion, but it was interpreted that way.\nmitch smith\nYeah, it’s similar. The state justices in Kansas, they found that abortion was protected implicitly in the state’s bill of rights. And so that then really limited lawmakers and what they could do to restrict abortion going forward.\nsabrina tavernise\nSo it’s kind of like a little mini Roe embedded in the Kansas State Constitution.\nmitch smith\nThat’s right.\nsabrina tavernise\nSo given that, how do Republicans respond? As you said, Kansas is pretty Republican. So presumably they wanted to change that.\nmitch smith\nOh, yeah. They really wanted to change that. And they were limited in what they could do. They really couldn’t pass a bunch of new abortion restrictions like you might have seen in other states. So they take a different tack. They try to make a constitutional amendment to change the actual Constitution and take that to the voters. So they use their supermajorities in the legislature. They circumvent the governor, who’s a Democrat, to get this on the August 2022 ballot. If it passes voting yes, that means agreeing to change the Constitution and say there is no right to an abortion. If you vote no, that means you keep the Constitution as it is, which means the right to an abortion has been interpreted to be in there.\nsabrina tavernise\nOK.\nmitch smith\nSo they set this for August 2022. And at the time, this seems like maybe really good timing for Republicans.\nsabrina tavernise\nWhy?\nmitch smith\nWell, it’s a primary election. And, in Kansas, Republicans far outnumber Democrats. Actually, independents also outnumber Democrats. And so the people who show up to vote in primaries are very often Republicans. They have competitive races. Democrats often don’t. Independents have no reason to show up in a normal year for a primary. And so this is looking like it could be a really conservative electorate voting on this amendment. But then Roe falls in June.\nsabrina tavernise\nAnd how does Roe falling change the dynamics on the ground in Kansas?\nmitch smith\nWell, first off, it changes what the vote actually means. And before, this was a vote on whether the legislature could pass more restrictions on abortion. Now the door is open for them to potentially ban it altogether.\narchived recording Kansas is the first state in the nation to vote on reproductive rights following the decision to overturn Roe.\nmitch smith\nAnd so the stakes really change.\narchived recording So what’s at stake in this election? archived recording (quinton lucas) I think not just reproductive choice in Kansas, but in Missouri and every border state, and frankly, access to vital family and women’s health care, really, in the Great Plains entirely. I think it reverberates nationally.\nmitch smith\nAnd both sides are really galvanized in a new way on this, and particularly people maybe on the political left.\narchived recording Money is pouring in from places, from Hawaii to New York to Canada.\nmitch smith\nMaybe who support abortion rights who hadn’t been plugged into this election. That really starts to shift.\narchived recording Big activist groups like the ACLU and Planned Parenthood have helped raise more than $2 million.\nmitch smith\nWe see this huge influx, millions of dollars of outside spending coming into the state.\narchived recording Vote yes, vote yes. Abortion is a human right, not just for the cis and white.\nmitch smith\nYou see a lot of people volunteering to knock on doors or make calls for the first time.\narchived recording How many doors do you think you have each knocked on? Probably a few thousand each.\nmitch smith\nAds, yard sign wars, some really unfortunate cases where things go too far and signs are stolen or churches are vandalized.\narchived recording Not only have donations ramped up in the last several months, but so have tensions surrounding this issue.\nmitch smith\nIt’s a really intense environment. You really just are seeing this huge outpouring of energy that has completely upended the dynamics of this race. And suddenly election day is getting closer, and this looks like it could be a tight election.\nsabrina tavernise\nAnd that, of course, brings us to last night’s vote. Mitch, you were at an election night event, I think, in Overland Park, right? A suburb of Kansas City?\nmitch smith\nThat’s right, yeah.\nsabrina tavernise\nWhat was it like? Were people surprised?\nmitch smith\nYou know, they were, I think, not shocked by the result. I think it was the margins and the decisiveness of it that was really heartening to abortion rights supporters. A lot of people are saying that people have Kansas wrong, that people misunderstand what the state is about, that people misunderstand voting for Republicans for being conservative with no nuance. There was also people who said that they thought this should and could be a message to the rest of the country, that women in particular but voters broadly are really energized on this issue. And not only that, but that there’s a way to make new political alliances here. This was not just Democrats. This was libertarians and moderate Republicans and people who may not agree even on the details of abortion who came together and voted this thing down. But the question that really raises is, what’s the applicability of this beyond Kansas?\nsabrina tavernise\nWe’ll be right back.\nwhitney deveaux My name is Whitney Deveaux. I live in Wichita, Kansas, and I’m a medical laboratory scientist. james crooker James Crooker, 84, and I’m retired. tyler dillman So my name is Tyler Dillman. I am 32 years old. brenda whittaker My name is Brenda Whittaker, and I’m a retired art director. I worked for Hallmark Cards for 28 years. andy Hey, I’m Andy, and I am a registered Republican in Kansas. brenda whittaker I identify as a conservative. whitney deveaux As a Republican. tyler dillman Independent, a little politically homeless. whitney deveaux I voted no. brenda whittaker I voted no. andy I voted no on the constitutional amendment. tyler dillman This was the very first state level election I have ever voted in. This was not a candidate that we were voting on here. We were voting very strictly on, do you want to maintain the protections for choice that we have in Kansas, or do you want to give the legislature the ability to effectively ban that? whitney deveaux It’s not a matter of Republican or Democratic. It’s a matter of human rights. james crooker This isn’t a conservative or Democrat problem. It’s a life problem. tyler dillman Yeah, I can sit here and tell you that I don’t like the idea of an abortion, but I also don’t like the idea of me telling other people how to have that own internal dialogue with themselves. brenda whittaker I was raped when I was 18. And at that time, there were no abortions available. So luckily, I didn’t get pregnant, but it really would have ruined my life at that time, if I had. james crooker I think, basically, it ought to be a free choice of the woman. andy Most of my friends who are Republicans believe that, yeah, they’re not OK with late term abortions, but they’re also not OK with just banning it altogether. whitney deveaux And I think that Kansas is showing that people want to vote on these issues and these issues need to be up for vote.\nsabrina tavernise\nMitch, how did the abortion rights side actually build that coalition of voters? You said the energy really changed when Roe was overturned, but what was their strategy for flipping voters at the polls?\nmitch smith\nWell, a number of different ways. There was the advertising and the messaging you’d expect, and there was also leaning into some libertarian small government sentiments. There was ads that they ran that barely mentioned abortion or really didn’t mention abortion.\narchived recording They call it a constitutional amendment. The truth? It’s a strict government mandate that could put personal rights at risk.\nmitch smith\nOne alluded to mask mandates and saying we didn’t want more government mandates.\narchived recording Kansans don’t want another government mandate. Say no to more government control. Vote no on changing the Constitution.\nmitch smith\nAnother suggested it was more government control on medical decisions.\narchived recording This confusing constitutional amendment is a slippery slope for Kansas. It gives government more power over your privacy and your personal medical decisions. Don’t let politicians take away your freedom.\nmitch smith\nSo some messaging that uses some of the language of conservatives to make the pitch for abortion rights, ultimately.\narchived recording This confusing constitutional mandate amendment could lead to a full ban of any abortion in Kansas, with no exceptions for rape, incest, or a mother’s life. That’s extreme and goes too far. Vote no, no on changing the Constitution.\nsabrina tavernise\nSo abortion rights groups, it sounds like, are using some of the Republicans own ideas against them.\nmitch smith\nThat’s right, yeah.\nsabrina tavernise\nSo can Democrats in other states, I mean, watching what abortion rights activists have just pulled off in Kansas, learn anything from this? Like, what does it mean electorally for Democrats? The midterms, of course, are right around the corner. Does this give the Democrats a new playbook in some way?\nmitch smith\nWell, there’s certainly a lot both sides are going to try to learn here, but there’s also, I think, some notes of caution. Timing was a big factor. This vote happened just six weeks after Roe fell. Voter enthusiasm was really high, but will that hold even two months from now? And also, this was an up or down vote on a single issue. And there are people who we interviewed who support preserving abortion rights but have nuanced views on other issues and may not agree with Democrats. And so how this factors into voters’ decisions in November, where they’re thinking not just about abortion perhaps, maybe about gun rights or taxes or inflation and the economy, that remains really uncertain here.\nsabrina tavernise\nRight. In some ways, this is kind of rare, because people generally vote for candidates, not issues.\nmitch smith\nExactly. Just because you supported abortion rights in this vote does not mean you’re going to suddenly vote a straight Democratic ticket in November.\nsabrina tavernise\nOK. But beyond what this might mean for politicians in the midterms, what does Kansas tell us about where Americans are on abortion right now? And what does it tell us about what might happen in the rest of the country in terms of access to it?\nmitch smith\nWell, Kansas has some unique characteristics that shaped what happened here. For one, some people assume Kansas is the most extraordinarily conservative state in the country, especially on abortion. And maybe they remember the summer of Mercy protests in 1991 or the killing of Dr. Tiller, who performed late term abortions, in 2009. That really maybe cemented an impression of Kansas as a place that was just all the way to the right on this topic. But Kansas is really a complicated political environment it’s a place that almost always votes for Republicans for president. It’s a place that certainly has some real closely held conservative values, but it’s not without nuance. It has a kind of a prairie populist streak to it. The current governor is a Democrat. And so all of those factors here shaped an election that maybe was less beholden to partisan or ideological labels as we think of them nationally within Kansas.\nsabrina tavernise\nSo in other words, Kansas is its own flavor of conservative. It’s not Mississippi, right? It’s not in the South, where opposition to abortion is much more uniform. So a win in Kansas, in some ways, for the abortion rights side, doesn’t necessarily mean a slam dunk in other places.\nmitch smith\nCertainly not a slam dunk, but it does open the possibility, certainly, of exploring ballot initiatives in other states. So California, Michigan, Vermont, those states are going to ask voters, whether to affirm the right to abortion there. And Kentucky is going to ask voters whether to reject it in their state Constitution. So we’re going to start to get some more data points in the coming months of where other voters are landing here. But one thing to remember here is, Kansas is a state where abortion is currently legal, has been up to 22 weeks of pregnancy. That is the status quo. And so this election was removing the guarantee to that access and potentially setting the stage for lawmakers to come in and either pass really sweeping restrictions or even an outright ban, whereas some of these other states already have one or both of those things. And so it’s not really a perfect comparison.\nsabrina tavernise\nRight. Again, in that way, Kansas is kind of its own thing.\nmitch smith\nTrue, true.\nsabrina tavernise\nSo, Mitch, I’m thinking about the anti-abortion side and imagining that they must be watching this pretty closely, too, and probably drawing conclusions of their own. What are you hearing about the lessons that they’re taking from this?\nmitch smith\nCertainly. Well, they’re disappointed, and they’re looking at what went wrong on their side. And they’re not done. And it’s interesting, because when you pull way back from what happened in Kansas this week and you look at the national level, the anti-abortion side just scored a huge win, something they fought for decades. But it’s fundamentally shaken and reshaped the political landscape on these issues in ways that we really don’t know yet how they’re going to settle. We know from polling that abortion’s a topic that people have nuanced gray area opinions on. They maybe aren’t for abortion anytime, anywhere, but they maybe want exceptions for some instances or want it available with some limits. They’re existing in some kind of middle ground, and this campaign was able to capitalize on that. And so the thing that we’re seeing in the results in Kansas and the campaigns revving up in some of these other states and debates in capitals like Indiana, where Republican lawmakers right now are feuding over the details of a proposed near-total ban and the possibility of that total ban, the fact that we’re not governing in hypotheticals anymore, that’s shown that people are more complicated than party labels on this issue. And that’s what Kansas, this first vote nationally in this post-Roe world, I think that’s what it really showed.\nsabrina tavernise\nRight. When people are faced with a possibility of a total ban on abortion, at least in Kansas, voters resisted.\nmitch smith\nRight. And we’ll start to see in the coming months where other states where this is unresolved, where they land. Kansas was the first test here, but there will be more.\nsabrina tavernise\nMitch, thank you.\nmitch smith\nThanks for having me.\nsabrina tavernise\nWe’ll be right back. Here’s what else you should know today. In a dramatic day of testimony, parents of children killed at the Sandy Hook Elementary School in 2012 confronted the conspiracist Alex Jones.\narchived recording (scarlet lewis) Jesse was real. I am a real mom. I mean, I have a history, and there’s nothing that you could have found. Because it doesn’t exist, that I’m deep state. It’s just not true.\nsabrina tavernise\nJones, who runs the website Infowars, is in civil court on defamation charges for his claims that the shooting was a hoax and that it was staged.\narchived recording (scarlet lewis) I know you know that. That’s the problem. I know you know that, and you keep saying it. You keep saying it. Why? Why? For money? Because you’ve made a lot of money while you’ve said it.\nsabrina tavernise\nUnder questioning on the stand, Jones admitted for the first time that the massacre did in fact happen.\narchived recording (f. andino reynal) Do you understand now that it was absolutely irresponsible of you to do that? archived recording (alex jones) It was, especially since I’ve met the parents. And, like I said, it’s 100 percent real. It’s 100 percent real.\nsabrina tavernise", "url": "https://www.nytimes.com/2022/08/04/podcasts/the-daily/kansas-abortion-referendum.html"}