{"authors": ["Eileen Sullivan", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 22:55:58", "date_modify": "2022-10-25 22:55:58", "date_publish": "2022-10-13 00:15:29", "description": "The humanitarian parole program would be available to up to 24,000 Venezuelans who have a U.S. sponsor. However, a pandemic-era rule will be extended to expel Venezuelans who enter the country illegally.", "filename": "2022_10_12_us_politics_biden-venezuela-migrants-humanitarian-parole_1666738558.html", "image_url": "https://static01.nyt.com/images/2022/10/12/multimedia/12dc-immig-1-2619/12dc-immig-1-2619-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_12_us_politics_biden-venezuela-migrants-humanitarian-parole_1666738558.html", "title": "Biden Administration to Offer Thousands of Venezuelan Migrants Legal Path Into U.S.", "title_page": "Biden Administration to Offer Thousands of Venezuelan Migrants Legal Path Into U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While the Ukrainian program received bipartisan support, Republicans have been less welcoming to the Venezuelans, more than 150,000 of whom have been apprehended at the U.S. southwestern border from October 2021 through the end of August.\n“These actions make clear that there is a lawful and orderly way for Venezuelans to enter the United States, and lawful entry is the only way,” Alejandro N. Mayorkas, the Homeland Security secretary, said in a statement about the new program on Wednesday.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nAnnouncing a new policy less than a month before the midterm elections is a calculated and political decision by the White House, John Thomas, a Republican strategist, said.\n“This is more of an effort to soften people’s anger on what’s happening on the southern border,” Mr. Thomas said. “It also gives the administration a talking point that they are ‘doing something.’”\nBut it is not clear that the humanitarian parole and expansion of Title 42 will significantly stem the number of border crossings, as Venezuelans make up only a fraction of the migrants crossing illegally.\nAdvocates for immigrant rights have been urging the White House to create a humanitarian parole program for migrants from particularly unstable countries, including Venezuela.\nBut they are not supportive of a plan that ties humanitarian parole to expelling thousands of other Venezuelan migrants to the dangerous northern border region of Mexico.", "url": "https://www.nytimes.com/2022/10/12/us/politics/biden-venezuela-migrants-humanitarian-parole.html"}