{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:54:45", "date_modify": "2022-10-25 23:54:45", "date_publish": "2022-10-21 20:52:42", "description": "The cause of the fire last weekend remains unclear, but witnesses and families of prisoners say that the authorities had been bracing for unrest in the notorious Evin Prison in northern Tehran.", "filename": "2022_10_21_world_middleeast_iran-prison-fire-protest_1666742085.html", "image_url": "https://static01.nyt.com/images/2022/10/21/world/21iran-prison-image2/merlin_215033358_ed168359-f315-45c1-a9f7-3875f75e3932-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_21_world_middleeast_iran-prison-fire-protest_1666742085.html", "title": "How a Prison Fire Unfolded in Iran", "title_page": "How a Prison Fire Unfolded in Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the morning of Saturday, Oct. 15, Mehdi Hashemi Rafsanjani drove up the mountain road to the grim prison in northern Tehran where he is serving a 10-year sentence for financial corruption. He was returning after a brief furlough.\nSwarms of anti-riot security forces, holding batons and guns, had taken position in the leafy area outside Evin Prison, a feared institution that has been a watchword for the torment and execution of those who have displeased the Islamic Republic’s rulers.\nMr. Hashemi Rafsanjani, the son of a former president, was stunned when prison authorities told him to return home until further notice, according to family members. The authorities told him they could not guarantee his safety in the section where he was being kept, Ward 7.\nThe clashes that day in Ward 7, coming against a backdrop of nationwide antigovernment protests, started in the afternoon, became more intense at dusk and then spread to other wards.", "url": "https://www.nytimes.com/2022/10/21/world/middleeast/iran-prison-fire-protest.html"}