{"authors": ["The Learning Network"], "date_download": "2022-10-25 23:25:01", "date_modify": "2022-10-25 23:25:01", "date_publish": "2022-10-20 06:00:02", "description": "This word has appeared in 58 articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2022_10_20_learning_word-of-the-day-implacable_1666740301.html", "image_url": "https://static01.nyt.com/images/2022/09/05/learning/WOTD-implacable/WOTD-discomfit-17-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_20_learning_word-of-the-day-implacable_1666740301.html", "title": "Word of the Day: implacable", "title_page": "Word of the Day: implacable - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word implacable has appeared in 58 articles on NYTimes.com in the past year, including on Aug. 5 in “They Got to the Premier League. Staying? That’s the Hard Part” by Rory Smith:\nFew players present quite such a distinct dichotomy as Mitrovic. In alternating years as his club, Fulham, has yo-yoed in and out of the Premier League every year since 2018, the 27-year-old forward has at times been one of the most ruthless finishers in European soccer, an implacable goal-scoring machine, and at others a stalled engine, a dulled blade, ineffective and anonymous. The difference, of course, is the division where he finds himself. In the second-tier Championship, Mitrovic’s record is peerless. He averages a goal every 117 minutes. He is already 12th on the division’s all-time scoring list. Last year, he made 44 appearances and scored 43 goals. Nobody has ever scored more goals in a single Championship season. The previous record was 31.\nDaily Word Challenge\nCan you correctly use the word implacable in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how implacable can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2022/10/20/learning/word-of-the-day-implacable.html"}