{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:38:43", "date_modify": "2022-10-25 23:38:43", "date_publish": "2022-02-18 22:31:35", "description": "A bipartisan push to pass the “mother of all sanctions” collapsed after Republicans insisted on imposing broad penalties before an invasion and Democrats, backing the White House, refused.", "filename": "2022_02_18_us_politics_congress-russia-sanctions_1666741123.html", "image_url": "https://static01.nyt.com/images/2022/02/18/us/politics/18dc-sanctions-2/merlin_202421604_5fba02e7-a0e2-45fa-8fb1-65d0f8d314c0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_18_us_politics_congress-russia-sanctions_1666741123.html", "title": "Unable to Agree on Russia Sanctions Bill, Senate Settles for a Statement", "title_page": "Unable to Agree on Russia Sanctions Bill, Senate Settles for a Statement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Both parties are saying the same thing about wanting the same result,” said Senator Jim Risch of Idaho, the top Republican on the Foreign Relations Committee, who had been negotiating the bill on behalf of his party. “It’s just, what action gets us that result?”\nRepublicans and Democrats squabbled about that question for weeks. In January, Democrats scuttled an effort by Senator Ted Cruz, Republican of Texas, to impose sanctions on Nord Stream 2, the Russian gas pipeline, arguing that imposing such measures before an invasion would give up key leverage that United States officials needed in diplomatic talks with Russia. Pressing a case made by the White House, they also said it would alienate Germany when demonstrating European unity against Moscow’s aggression was crucial. They all but promised they would coalesce around a new sanctions bill.\nThe measure under discussion in recent weeks by Mr. Risch and Senator Bob Menendez, the New Jersey Democrat who is the chairman of the Foreign Relations Committee, was supposed to be what they called the “mother of all sanctions” packages. It would have slapped immediate penalties on Russian officials and entities, and additional ones should Mr. Putin invade.\nThe bill also would have authorized President Biden to use the Lend-Lease Act of 1941 to lend military equipment to Ukraine, on top of the $2.7 billion in security assistance the United States has committed to Kyiv since 2014.\nFor weeks, senators used language such as “fine-tuning” and “one-yard line” to describe how close they were to reaching a deal. Mr. Menendez suggested that senators might even plow over objections from the White House to imposing sanctions before an invasion, a move that Republicans had pushed for but the Biden administration had lobbied hard to head off.", "url": "https://www.nytimes.com/2022/02/18/us/politics/congress-russia-sanctions.html"}