{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:27:33", "date_modify": "2022-10-25 23:27:33", "date_publish": "2022-06-30 17:14:32", "description": "Uniper, an important energy provider, said it was forced to spend more to buy gas after Gazprom cut deliveries, to just 40 percent of ordered amounts.", "filename": "2022_06_30_business_germany-russian-gas-uniper-bailout_1666740453.html", "image_url": "https://static01.nyt.com/images/2022/06/30/multimedia/30uniper/30uniper-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_30_business_germany-russian-gas-uniper-bailout_1666740453.html", "title": "Germany’s Largest Importer of Russian Gas Is in Bailout Talks", "title_page": "Germany’s Largest Importer of Russian Gas Is in Bailout Talks  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Uniper, a German energy provider, is talking to the government about a possible bailout, the economy ministry said Thursday, making it the first major utility to seek help since the Russian natural gas giant Gazprom slashed deliveries to Germany two weeks ago.\nUniper’s share price tumbled 20 percent after it revised a financial forecast, saying that it expected earnings to be “significantly below” those of previous years. The company, based in Düsseldorf, is Germany’s largest importer of Russian gas. Since mid-June, the company said, it has been receiving only 40 percent of the gas it ordered from Gazprom, forcing it to purchase gas on the spot market “at significantly higher prices.”\nThis month, Gazprom reduced the amount of gas it was sending to Europe through Nord Stream 1, an undersea pipeline that links Russian gas fields to Germany’s northeastern coast. The reduced supplies have forced utilities across Europe to buy gas at high prices as governments scramble to fill storage tanks before winter.\n“The German government and Uniper are in talks about stabilization measures,” the economy ministry said on Thursday.", "url": "https://www.nytimes.com/2022/06/30/business/germany-russian-gas-uniper-bailout.html"}