{"authors": ["David Zucchino", "Yaqoob Akbary"], "date_download": "2022-10-25 23:22:38", "date_modify": "2022-10-25 23:22:38", "date_publish": "2022-01-24 18:03:07", "description": "The Taliban have begun cracking down harder as women insist on their rights and as Western governments call for reforms.", "filename": "2022_01_24_world_asia_afghan-women-taliban-protests_1666740158.html", "image_url": "https://static01.nyt.com/images/2022/01/24/world/24afghan-women-1/24afghan-women-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_24_world_asia_afghan-women-taliban-protests_1666740158.html", "title": "Threatened and Beaten, Afghan Women Defy Taliban With Protests", "title_page": "Threatened and Beaten, Afghan Women Defy Taliban With Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — On a raw January morning, Khujasta Elham trudged through a snowstorm to sign her name on a government register.\nBefore the Taliban seized power in August, Ms. Elham was director of women’s programs for Afghanistan’s Civil Service Commission. But she and most other female government workers were prevented from returning to work by the Taliban’s new Islamic Emirate.\nNow Ms. Elham, who says she has not been paid since August, is required to sign in at her old job site once a month — a fiction that allows the Taliban to deny that they have fired female government workers. The grim routine also diminishes any hope for Ms. Elham that she will one day return to work.\nThe dismissal of female workers is one of many indignities that have prompted small bands of women like Ms. Elham to take to the streets in protest, risking beatings or arrest. Taliban gunmen have pointed weapons at the demonstrators, sprayed them with pepper spray and called them “whores” and “puppets of the West,” Human Rights Watch said. Bearing placards and raising their fists, the women have resisted persistent attempts to erase them from public life.", "url": "https://www.nytimes.com/2022/01/24/world/asia/afghan-women-taliban-protests.html"}