{"authors": ["Salman Masood", "Christina Goldbaum"], "date_download": "2022-10-25 23:32:56", "date_modify": "2022-10-25 23:32:56", "date_publish": "2022-04-11 13:01:21", "description": "Mr. Sharif, whose family has been dogged by accusations of graft for decades, was selected by Pakistan’s Parliament at a time of deep political divisions and economic tumult.", "filename": "2022_04_11_world_asia_pakistan-shehbaz-sharif-prime-minister_1666740776.html", "image_url": "https://static01.nyt.com/images/2022/04/11/world/11Pakistan-Sharif-02/11Pakistan-Sharif-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_11_world_asia_pakistan-shehbaz-sharif-prime-minister_1666740776.html", "title": "Shehbaz Sharif Becomes Prime Minister of Pakistan", "title_page": "Shehbaz Sharif Becomes Prime Minister of Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — The Pakistani Parliament selected the opposition leader Shehbaz Sharif to become the country’s prime minister on Monday, ushering in a new government after the ouster of Imran Khan and capping a week of political turmoil that pushed the fragile democracy to the brink.\nThe vote came two days after Mr. Khan, the former cricket star turned politician, was removed from office in a no-confidence vote in Parliament after he lost the support of top military leaders late last year.\nThe political crisis escalated last week after Mr. Khan demonized the opposition as traitors, and defied the Constitution to dissolve Parliament in an effort to block the vote — stoking fears that the country’s powerful military might intervene, as it has several times before in Pakistan’s tumultuous 75-year-history.\nMr. Sharif is the younger brother of Nawaz Sharif, who served as prime minister three times, and like other family members, he has been dogged by accusations of graft and malfeasance that were the focus of several corruption investigations. Now, Shehbaz Sharif’s rise to prime minister is seen in some circles as an implicit rebuke of Mr. Khan’s professed mission of dismantling Pakistan’s political dynasties and rooting out corruption in politics.", "url": "https://www.nytimes.com/2022/04/11/world/asia/pakistan-shehbaz-sharif-prime-minister.html"}