{"authors": ["Joseph Berger"], "date_download": "2022-10-25 23:55:54", "date_modify": "2022-10-25 23:55:54", "date_publish": "2022-02-14 21:46:37", "description": "He drew criticism for his efforts to liberate Orthodox women from recalcitrant husbands who refused to grant a religious divorce. But he stood his ground.", "filename": "2022_02_14_us_rabbi-simcha-krauss-dead_1666742154.html", "image_url": "https://static01.nyt.com/images/2022/02/15/obituaries/14Krauss1-print2/14Krauss1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_14_us_rabbi-simcha-krauss-dead_1666742154.html", "title": "Rabbi Simcha Krauss, Advocate for Women’s Rights, Dies at 84", "title_page": "Rabbi Simcha Krauss, Advocate for Women’s Rights, Dies at 84 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rabbi Simcha Krauss, who in the face of harsh attacks from colleagues headed a New York-based rabbinical court that has helped scores of Orthodox women obtain Jewish divorces from recalcitrant husbands, liberating them to remarry and start families with their new spouses, died on Jan. 20 in Jerusalem. He was 84.\nHis death, in a hospital, was caused by complications during hip replacement surgery, said his son, Rabbi Binyamin Krauss, the principal of SAR Academy, a Modern Orthodox school in the Riverdale section of the Bronx.\nHaving studied under two giants of Torah and Talmud, Rabbis Joseph Soloveitchik and Yitzchok Hutner, Rabbi Krauss brought his stature to roiling debates within the Orthodox world over how far to go in expanding the religious roles of women.\nAs a pulpit rabbi in Queens in the late 1990s, he was among the first rabbis to permit women to have separate Sabbath services so that they could read from the Torah, a privilege that strict Orthodox practice reserves for men during public worship.", "url": "https://www.nytimes.com/2022/02/14/us/rabbi-simcha-krauss-dead.html"}