{"authors": ["Patrick Kingsley", "Raja Abdulrahim", "Isabel Kershner"], "date_download": "2022-10-25 23:55:33", "date_modify": "2022-10-25 23:55:33", "date_publish": "2022-05-12 22:13:56", "description": "The Palestinian Authority said it would not let Israeli officials examine the bullet that killed Shireen Abu Akleh. Israel said that is the only way to determine who fired it.", "filename": "2022_05_12_world_middleeast_journalist-killed-palestine-israel-bullet_1666742133.html", "image_url": "https://static01.nyt.com/images/2022/05/12/world/12mideast-wrap1/12mideast-wrap1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_12_world_middleeast_journalist-killed-palestine-israel-bullet_1666742133.html", "title": "Bullet Is Focus of Dueling Investigations in Journalist’s Killing", "title_page": "Why a Bullet Is the Focus of Investigations In Journalist’s Killing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the mourners followed her coffin out of the courtyard, many chanted her name as others shared their memories of Ms. Abu Akleh — even if from afar.\n“When we saw that Shireen had been assassinated, we all felt it, in every Palestinian home,” said Thuraya Elayan, a 66-year-old Ramallah resident. “The bullet didn’t just kill Shireen — the bullet killed a piece of all of us. She was a symbol, and she lived inside all of our homes.”\nThe bullet has become the focus of two competing narratives about the circumstances of her death. Witnesses said Ms. Abu Akleh was shot by Israeli soldiers in an area of Jenin where there were no Palestinian gunmen. But Israeli military officials said she was shot during a shootout between Israelis and Palestinians, and that she had been in the vicinity of a Palestinian armed with an assault rifle.\nVideo from the scene did not show the moment when the bullet hit Ms. Abu Akleh, or who fired it.\nBoth Israeli soldiers and Palestinian militants involved in the Jenin clashes were carrying M16 assault rifles, guns that use the same 5.56-millimeter bullets, Israeli officials said.\nWhile that fact could complicate efforts to determine who fired the fatal shot, a bullet can still be matched to the gun that fired it.\nEach bullet bears microscopic marks specific to the weapon that discharged it, like a signature, said Lior Nadivi, an Israeli forensic ballistics expert.", "url": "https://www.nytimes.com/2022/05/12/world/middleeast/journalist-killed-palestine-israel-bullet.html"}