{"authors": ["Carl Hulse"], "date_download": "2022-10-25 22:58:31", "date_modify": "2022-10-25 22:58:31", "date_publish": "2022-09-21 21:17:51", "description": "The legislation, opposed by most Republicans, is a bid to update the law that former President Donald J. Trump tried to exploit on Jan. 6, 2021, to invalidate his defeat.", "filename": "2022_09_21_us_politics_house-passes-electoral-count-act_1666738711.html", "image_url": "https://static01.nyt.com/images/2022/09/22/us/politics/22dc-electoralcount/22dc-electoralcount-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_21_us_politics_house-passes-electoral-count-act_1666738711.html", "title": "House Passes Overhaul of Electoral Count, Moving to Avert Another Jan. 6 Crisis", "title_page": "House Passes Overhaul of Electoral Count, Moving to Avert Another Jan. 6 Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The legislation is aimed at updating the law that governs Congress’s counting of the electoral votes cast by the states, the final step under the Constitution to confirm the results of a presidential election and historically a mostly ceremonial process. Democrats said that the aftermath of the 2020 election — in which Mr. Trump and his allies’ attempts to throw out legitimate electoral votes led to the violent disruption of the congressional count by his supporters on Jan. 6 — made clear that the statute needed to be changed.\n“These are common-sense reforms that will preserve the rule of law for all elections moving forward,” said Representative Jim McGovern, Democrat of Massachusetts and chairman of the Rules Committee. “Time is running out before the next election.”\nOne key provision in the bill, which is also contained in the Senate proposal, would clarify that the role of the vice president, who by law presides over the counting of the ballots in his capacity as president of the Senate, is strictly ministerial. After the 2020 election, Mr. Trump and his advisers tried but failed to persuade Vice President Mike Pence to refuse to accept electoral votes from states where Trump was falsely claiming victory.\nThe measure also would raise the threshold substantially for Congress to consider an objection to a state’s electoral votes, requiring that at least one-third of the House and Senate sign on to such a challenge, up dramatically from the one member of each chamber that is now required. The Senate proposal has a lower threshold, requiring one-fifth of the House and Senate to agree.\nMembers of both parties have raised objections in recent elections, though none have been sustained by a majority of the House and Senate. The House bill would also more narrowly define the grounds for an objection to those with a defined constitutional basis.", "url": "https://www.nytimes.com/2022/09/21/us/politics/house-passes-electoral-count-act.html"}