{"authors": ["Thomas Gibbons-Neff", "Marc Santora"], "date_download": "2022-10-25 23:23:25", "date_modify": "2022-10-25 23:23:25", "date_publish": "2022-09-10 22:42:55", "description": "The fall of the strategically important city of Izium, in Ukraine’s east, is the most devastating blow to Russia since its humiliating retreat from Kyiv.", "filename": "2022_09_10_world_europe_ukraine-offensive-izium-donbas_1666740205.html", "image_url": "https://static01.nyt.com/images/2022/09/10/world/10Ukraine-Ledeall01b/merlin_212758716_6d76e0c9-e326-47a6-b1a1-ba486b1efcf3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_10_world_europe_ukraine-offensive-izium-donbas_1666740205.html", "title": "Ukrainian Offensive Seen as Reshaping the War’s Contours", "title_page": "Ukrainian Offensive Seen as Reshaping the War’s Contours - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KYIV, Ukraine — A lightning Ukrainian offensive in the country’s northeast has reshaped what had become a grinding war of attrition. In a matter of days, Russian front lines have buckled, Moscow’s troops have fled and one village after another has come once more beneath Ukraine’s yellow and blue banner.\nUkrainian officials said on Saturday that their troops had taken the eastern city of Izium, a strategically important railway hub that Russian forces seized in the spring after a bloody, weekslong battle.\n“Izium was liberated today,” the city’s mayor, Valeriy Marchenko, said in an interview.\nRussia’s Ministry of Defense — which a day earlier had said it was moving to reinforce its defensive positions in the region — confirmed on Saturday that it had pulled its forces out of Izium to “regroup.” While the statement sought to portray the withdrawal as a pre-planned move, the military equipment left scattered about pointed to a hasty retreat to avoid encirclement.\nWhile the 12,000 remaining residents of a prewar population of 40,000 celebrated Izium’s liberation from Russian control, their joy was tempered by the destruction wrought over the past six months.", "url": "https://www.nytimes.com/2022/09/10/world/europe/ukraine-offensive-izium-donbas.html"}