{"authors": ["Carly Olson"], "date_download": "2022-10-25 23:33:34", "date_modify": "2022-10-25 23:33:34", "date_publish": "2022-10-06 17:06:32", "description": "Russia says it is nationalizing and taking over operational control of the six-reactor plant, which its troops captured in March but which Ukrainian engineers have continued to operate.", "filename": "2022_10_06_world_europe_uns-nuclear-agency-does-not-recognize-russias-claim-to-the-zaporizhzhia-nuclear-plant_1666740814.html", "image_url": "https://static01.nyt.com/images/2022/10/06/multimedia/06ukraine-briefing-grossi-presser-1-7a58/06ukraine-briefing-grossi-presser-1-7a58-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_world_europe_uns-nuclear-agency-does-not-recognize-russias-claim-to-the-zaporizhzhia-nuclear-plant_1666740814.html", "title": "UN’s Nuclear Agency Rejects Russia’s Claim to Zaporizhzhia Plant", "title_page": "UN’s Nuclear Agency Rejects Russia’s Claim to Zaporizhzhia Plant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The director of the United Nations’ nuclear watchdog on Thursday said that he did not recognize Russia’s claims to control the Zaporizhzhia Nuclear Power Plant, Europe’s largest, a day after the Kremlin’s announced that it would “nationalize” the plant and put it under Russia’s control.\nLast week, following sham referendums, Russia illegally annexed four Ukrainian regions, including the Zaporizhzhia region where the plant resides. On Wednesday, Russia said it would take over operational control of the facility, which Russian forces seized in March but is still run by Ukrainian engineers.\nRecurring shelling near the plant has fanned fears about a catastrophic meltdown, and the Kremlin’s announcement that it would put the plant under control of the Russian state has introduced even more unease.\nSpeaking during a visit to Kyiv, the Ukrainian capital, Rafael Mariano Grossi, the director general of the International Atomic Energy Agency, said on Wednesday that the I.A.E.A. still viewed the plant as a Ukrainian facility, since the U.N. charter does not recognize illegal annexations.", "url": "https://www.nytimes.com/2022/10/06/world/europe/uns-nuclear-agency-does-not-recognize-russias-claim-to-the-zaporizhzhia-nuclear-plant.html"}