{"authors": ["Isabella Simonetti", "Jeanna Smialek"], "date_download": "2022-10-25 23:34:18", "date_modify": "2022-10-25 23:34:18", "date_publish": "2022-07-15 13:32:10", "description": "Central bank officials are watching closely for signs that the economy is running hot, stoking inflation, and strong spending in June could push them closer to a bigger interest rate increase.", "filename": "2022_07_15_business_retail-sales-june-inflation_1666740858.html", "image_url": "https://static01.nyt.com/images/2022/07/15/multimedia/15economy-briefing-retail-sales/15economy-briefing-retail-sales-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_15_business_retail-sales-june-inflation_1666740858.html", "title": "Retail Sales Rise More Than Expected, Keeping Pressure on the Fed", "title_page": "Retail Sales Rise More Than Expected, Keeping Pressure on the Fed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Retail sales rose 1 percent in June, more than expected, reversing a decline in the previous month, the Commerce Department reported Friday.\nThe rise in June followed a decrease of 0.1 percent in May, which was revised up from a 0.3 percent fall, a decline that, when it was first reported, surprised economists who were tracking whether consumers were feeling the pinch of higher inflation and interest rates and cutting back on spending.\nThe retail sales data does not adjust for price increases, so the jump in many categories reflected consumers paying more for the same amount of goods and services. Spending at gas stations rose by 3.6 percent in June, as Americans felt lots of pain at the pump. Excluding gas, retail sales were up 0.7 percent in June, which was also above economists’ expectations. Overall, nine out of the 13 main sales categories increased from last month.\n“People are certainly very frustrated with the prices at the checkout stand, but it looks like they have jobs and they’re spending their paychecks despite being so disgruntled with the prices,” said Beth Ann Bovino, chief U.S. economist at S&P Global.", "url": "https://www.nytimes.com/2022/07/15/business/retail-sales-june-inflation.html"}