{"authors": ["Johanna Lemola", "Steven Erlanger"], "date_download": "2022-10-25 23:41:11", "date_modify": "2022-10-25 23:41:11", "date_publish": "2022-05-15 11:46:28", "description": "The Nordic nation would end decades of nonalignment if, as widely expected, it is admitted to the alliance.", "filename": "2022_05_15_world_europe_finland-nato_1666741271.html", "image_url": "https://static01.nyt.com/images/2022/05/15/world/15ukraine-blog-finland-announces-01/15ukraine-blog-finland-announces-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_15_world_europe_finland-nato_1666741271.html", "title": "Finland Launches Bid to Join NATO, Declaring a ‘New Era’", "title_page": "Finland Launches Bid to Join NATO, Declaring a ‘New Era’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HELSINKI, Finland — Finland’s government announced on Sunday that it would apply for membership in NATO, a move that would end decades of strategic nonalignment and pave the way for one of the most significant expansions of the Western military alliance in years.\nThe decision was announced on Sunday by the Ministerial Committee on Foreign and Security Policy, a committee chaired by the president, Sauli Niinisto, which makes major foreign-policy decisions.\nThe announcement was widely expected, and followed a joint statement on Thursday by Mr. Niinisto and Prime Minister Sanna Marin that urged Parliament to vote to join the alliance “without delay.” The Finnish public has tilted overwhelmingly in favor of membership in the nearly three months since Russia launched its invasion of Ukraine.\nBut Mr. Niinisto, who is mostly responsible for foreign policy, and Ms. Marin have insisted on having a full parliamentary debate and vote on the issue. On Saturday, Ms. Marin’s governing Social Democratic Party supported the application. The parliamentary debate will begin on Monday and the vote, which is considered a formality, could come later that day or on Tuesday.", "url": "https://www.nytimes.com/2022/05/15/world/europe/finland-nato.html"}