{"authors": ["Jonathan Weisman"], "date_download": "2022-10-25 23:32:57", "date_modify": "2022-10-25 23:32:57", "date_publish": "2022-05-24 23:57:47", "description": "Mr. Walker, a former football star, used Mr. Trump’s endorsement and his enduring popularity to overcome troublesome allegations about his behavior.", "filename": "2022_05_24_us_politics_hershel-walker-georgia-senate_1666740777.html", "image_url": "https://static01.nyt.com/images/2022/05/24/multimedia/24primary-live-walker-photo/24primary-live-walker-photo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_24_us_politics_hershel-walker-georgia-senate_1666740777.html", "title": "Herschel Walker, backed by Trump, sails to the G.O.P. nomination in Georgia’s Senate race.", "title_page": "Herschel Walker, backed by Trump, sails to the G.O.P. nomination in Georgia’s Senate race. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Herschel Walker, the former University of Georgia football star pressed into politics by former President Donald J. Trump, won Georgia’s Republican Senate primary on Tuesday, cruising past a crowded field. His victory, called by The Associated Press, sets him up to challenge the Democratic nominee, Senator Raphael Warnock, in November.\nWith Mr. Trump’s endorsement, Mr. Walker faced five opponents for the nomination — but no real challenge. His closest competitor was Gary Black, the state’s agriculture commissioner. Mr. Walker ran largely on Mr. Trump’s endorsement and his own popularity in the state, which has lingered since he powered the University of Georgia to a national championship in 1980 and then won the Heisman Trophy in 1982.\nThough Mr. Black ultimately could not compete, he may have caused trouble for Mr. Walker. He doggedly raised allegations of domestic violence against Mr. Walker, some of which Mr. Walker admitted to and some of which he denied, as well as questions about Mr. Walker’s inflated claims of academic and business achievements.\nMr. Black called the accusations of violent behavior and the mental health struggles that Mr. Walker had admitted to “disqualifying,” and said he could not endorse him in the general election.", "url": "https://www.nytimes.com/2022/05/24/us/politics/hershel-walker-georgia-senate.html"}