{"authors": ["Michael Schwirtz", "Anton Troianovski"], "date_download": "2022-10-25 23:23:33", "date_modify": "2022-10-25 23:23:33", "date_publish": "2022-08-16 23:01:09", "description": "President Vladimir V. Putin has made Russia’s seizure of the peninsula a centerpiece of his 22-year rule, but a series of clandestine attacks by Ukrainian forces recently have tested security there.", "filename": "2022_08_16_world_europe_crimea-russia-ukraine-explosions_1666740213.html", "image_url": "https://static01.nyt.com/images/2022/08/16/world/16ukraine-ledeall-1/16ukraine-ledeall-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_16_world_europe_crimea-russia-ukraine-explosions_1666740213.html", "title": "Ukraine Strikes Again in Crimea, Posing a New Challenge for Putin", "title_page": "Ukraine Strikes Again in Crimea, Posing a New Challenge for Putin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ODESA, Ukraine — Russian warships patrol Crimea’s coasts and Russian warplanes fly from its territory, transformed by eight years of occupation into a fortress. President Vladimir V. Putin has called Crimea a “sacred place,” Russia’s “holy land,” and one of his top advisers has warned that if the peninsula were attacked, Ukraine would face “Judgment Day.”\nBut lately, Ukraine has been calling the Kremlin’s bluff. Huge explosions rocked a temporary Russian ammunition depot in Crimea on Tuesday, in the latest in a series of clandestine Ukrainian assaults against the Black Sea peninsula that Mr. Putin illegally annexed in 2014, and that is now being used as a vital staging ground for Russia’s invasion.\nA senior Ukrainian official, speaking on the condition of anonymity to discuss the operation, said that an elite Ukrainian military unit operating behind enemy lines was responsible for the blasts. Russia’s Defense Ministry said in a statement that the episode was an “act of sabotage,” a significant acknowledgment that the war is spreading to what the Kremlin considers Russian territory.\nImage A satellite image, collected at 11:10 a.m. local time on Aug. 16, shows smoke rising at a Russian ammunition depot west of the villages of Mayskoye and Azovskaya on the Crimean peninsula. Credit... Planet Labs\nThe attacks in Crimea underscore Ukraine’s increasingly aggressive military tactics, as the government in Kyiv leans on long-range Western weapons and special forces to strike deep behind the front, disrupt Russian supply lines and counter Russia’s advantages in matériel. They also represent a growing challenge to Mr. Putin, with Crimea’s security key to Russia’s military effort — and to Mr. Putin’s political standing at home.", "url": "https://www.nytimes.com/2022/08/16/world/europe/crimea-russia-ukraine-explosions.html"}