{"authors": ["Adam Satariano", "Paul Mozur", "Valerie Hopkins"], "date_download": "2022-10-25 23:38:53", "date_modify": "2022-10-25 23:38:53", "date_publish": "2022-02-18 17:33:41", "description": "Control of the internet is increasingly part of any modern conflict.", "filename": "2022_02_18_technology_kazakhstan-internet-russia-ukraine_1666741133.html", "image_url": "https://static01.nyt.com/images/2022/02/18/business/18internet-shutdown1/merlin_200677854_25041526-dcc0-4023-b1e9-fe2d648b5330-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_18_technology_kazakhstan-internet-russia-ukraine_1666741133.html", "title": "Kazakhstan's Internet Shutdowns Could Be a Warning for Ukraine", "title_page": "Kazakhstan's Internet Shutdowns Could Be a Warning for Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In Kazakhstan, the internet was turned off by order of the authorities,” he said. “In Ukraine, we fear that the internet will be disabled by shelling.”\nControl of the internet is increasingly part of any modern conflict. Recognizing that the web is vital for communications, economics and propaganda, authorities have used shutdowns more and more to stifle dissent and maintain power, in what is akin to holding energy sources, water or supply lines hostage.\nIn 2020, there were at least 155 internet shutdowns across 29 countries, according to the latest annual report from Access Now, an international nonprofit group that monitors these events. From January to May 2021, at least 50 shutdowns were documented in 21 countries.\nThey included in Yemen, where Saudi-led forces targeted the country’s telecom and internet infrastructure in the war there, according to Access Now. In November, Sudan’s leaders turned off the internet for nearly a month in response to protests. And in Burkina Faso, the government ordered telecom companies to turn off mobile internet networks for more than a week in November, citing national security concerns.\n“The only way to be absolutely sure that nobody is getting online is to pull the plug on everything,” said Doug Madory, director of internet analysis for Kentik, a telecom services company.", "url": "https://www.nytimes.com/2022/02/18/technology/kazakhstan-internet-russia-ukraine.html"}