{"authors": ["Lauren Hirsch"], "date_download": "2022-10-25 23:40:35", "date_modify": "2022-10-25 23:40:35", "date_publish": "2022-04-14 22:06:11", "description": "Elon Musk could pledge his Tesla shares, borrow from banks or team up with private equity to raise the funds. Each option comes with caveats.", "filename": "2022_04_14_business_elon-musk-twitter-financing_1666741235.html", "image_url": "https://static01.nyt.com/images/2022/04/14/business/14musk-twitter-financing/14musk-twitter-financing-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_14_business_elon-musk-twitter-financing_1666741235.html", "title": "Musk Says He Has the Means to Buy Twitter, but Investors Aren’t So Sure", "title_page": "Musk Says He Has the Means to Buy Twitter, but Investors Aren’t So Sure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“A simple personality conflict, it does not disqualify an offer,” Mr. Pascarella said. “But if they are tying Elon’s personality traits to the likelihood of the deal happening — can you come up with the cash, and will the deal actually close — then that can very much be taken into consideration.”\nMr. Musk is the richest person in the world, with a net worth pegged at well north of $200 billion. But his wealth is mostly tied up in Tesla stock. As chief executive of Tesla and one of its largest shareholders, Mr. Musk owned about a fifth of the electric carmaker as of December. But Tesla limits its executives to using no more than 25 percent of their stock as collateral for borrowing, and Mr. Musk already has pledged a portion of his Tesla shares for other loans, according to company filings.\nHe could theoretically pledge the rest of his eligible Tesla shares to raise enough funding to buy Twitter. But Tesla remains a wildly volatile stock, trading between $766 and $1,145 in a matter of weeks — which would give pause to banks considering lending to Mr. Musk against his Tesla holdings.\nMr. Musk could also go to banks to help provide the $15 billion to 20 billion in debt financing that analysts say the bid requires, which would be added to Twitter’s balance sheet. But Morgan Stanley, the investment bank that is advising Mr. Musk, is not known on Wall Street for pulling together the kind of large-scale financing a purchase of Twitter would require.\nMorgan Stanley could rope in banks with bigger balance sheets, like JPMorgan Chase and Bank of America. But a tense bit of history between JPMorgan and Mr. Musk could compel the bank to sit it out. Last year, JPMorgan sued Mr. Musk over a misleading Twitter post in which he claimed to have secured funding for his offer to take Tesla private, alleging that it violated the terms of a contract between the two entities.\nJPMorgan declined to comment.\nA third option for Mr. Musk is private equity. When he contemplated taking Tesla private in 2018, he famously brought in the services of Silver Lake, a technology-focused private equity firm. Silver Lake already has a connection to Twitter. The firm’s co-chief executive Egon Durban joined Twitter’s board in 2020 after a $1 billion investment by Silver Lake.\nBut there’s a catch there, too. When it invested in Twitter, Silver Lake signed an agreement that severely limits its ability to acquire more than 5 percent of the company. That agreement could hinder its willingness or ability to team up with Mr. Musk.", "url": "https://www.nytimes.com/2022/04/14/business/elon-musk-twitter-financing.html"}