{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:42:22", "date_modify": "2022-10-25 23:42:22", "date_publish": "2022-09-10 18:20:57", "description": "For months, Russia used the city of Izium as a way station to resupply and reinforce its troops in their campaign to seize the eastern Donbas region. With a northern offensive, Ukraine has retaken the city.", "filename": "2022_09_10_world_europe_ukraine-izium-russia_1666741342.html", "image_url": "https://static01.nyt.com/images/2022/09/10/world/10ukraine-offensive-explainer1/10ukraine-offensive-explainer1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_10_world_europe_ukraine-izium-russia_1666741342.html", "title": "How Ukraine Gained Momentum Against Russia and Took City of Izium", "title_page": "How Ukraine Gained Momentum Against Russia and Took City of Izium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KYIV, Ukraine — In a war that has for months been defined by grinding battles between two armies along largely static front lines ranging 1,500 miles, the stunning speed of Ukraine’s advance in the country’s northeast has reshaped the conflict in a matter of days.\nOn Saturday, Ukrainian soldiers retook a city that had long been a linchpin of the Russian military campaign in the east, Izium, and continued to raise their blue-and-yellow flags over dozens of towns and villages that were occupied by Russia days ago.\nThe northern advance was carried out alongside another Ukrainian campaign, in the country’s south. There, thousands of Russian soldiers west of the Dnipro river appear to be increasingly isolated and cut off from resupply, as Ukrainian forces have gradually broken through frontline defenses and shelled Russian targets deep behind the front.\nWhile the swift assault in the north appears to have caught Russian forces by surprise, the Ukrainians have been laying the groundwork for it for weeks.", "url": "https://www.nytimes.com/2022/09/10/world/europe/ukraine-izium-russia.html"}