{"authors": ["Lananh Nguyen"], "date_download": "2022-10-25 23:31:07", "date_modify": "2022-10-25 23:31:07", "date_publish": "2022-01-29 01:29:54", "description": "David M. Solomon is now tied with James Gorman of Morgan Stanley as the highest-paid chief executives at major U.S. banks.", "filename": "2022_01_28_business_david-solomon-goldman-sachs-pay_1666740667.html", "image_url": "https://static01.nyt.com/images/2022/01/28/multimedia/28economy-briefing-goldman/28economy-briefing-goldman-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_01_28_business_david-solomon-goldman-sachs-pay_1666740667.html", "title": "Goldman Sachs awards its C.E.O. a raise to $35 million after a record year.", "title_page": "Goldman Sachs awards its C.E.O. a raise to $35 million after a record year. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Goldman Sachs bumped up compensation for its chief executive, David M. Solomon, after the bank pulled in record profits last year.\nMr. Solomon’s pay for 2021 rose to $35 million, according to a filing on Friday. In 2020, he was due $27.5 million, the same amount as in 2019, but his pay was docked $10 million after Goldman admitted criminal wrongdoing for its role in the looting of Malaysia’s sovereign wealth fund, known as 1MDB.\nIn its filing, the company cited its “performance and continued strong progress on its growth strategy, as well as Mr. Solomon’s outstanding individual performance, including his leadership in guiding the firm to achieve these results.”\nDespite crimping his pay, the Malaysia scandal did not stop Mr. Solomon from reaping other rewards. In October, he was given a performance-linked stock bonus valued at about $30 million — an amount meant to ensure that Mr. Solomon, who has been chief executive since 2018, remains in place for the next five years, the bank said in a filing at the time.", "url": "https://www.nytimes.com/2022/01/28/business/david-solomon-goldman-sachs-pay.html"}