{"authors": ["Stanley Reed"], "date_download": "2022-10-25 23:27:35", "date_modify": "2022-10-25 23:27:35", "date_publish": "2022-06-27 15:49:01", "description": "The goal is a way to tighten Russia’s finances while preventing big rises in oil prices. But it’s unclear if such a plan could succeed.", "filename": "2022_06_27_business_g7-russia-oil-prices_1666740455.html", "image_url": "https://static01.nyt.com/images/2022/06/27/business/27oil-price-cap/27oil-price-cap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_27_business_g7-russia-oil-prices_1666740455.html", "title": "The G7 ponders capping oil prices to deny Russia revenues. How would it work?", "title_page": "The G7 ponders capping oil prices to deny Russia revenues. How would it work? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China and Turkey are also key customers, taking advantage of discounts on Russian crude. None of these countries has agreed to go along with Western sanctions on Russian oil, and there is no guarantee that they would support new measures like those under discussion. China, for instance, may be happy to buy oil at low prices but would prefer to negotiate its own terms rather than apply a Western price cap, analysts say.\nEven in Europe there may be obstacles. The 27 European Union members remain collectively Russia’s largest customer, and despite sanctions they averaged the same levels of imports in May as during 2021. The negotiations that led its agreement to cut Russian imports were tricky, with Hungary insisting on an exemption for landlocked countries. Brussels would reopen that deal warily.\nCan Russia resist?\nRussia is being forced to find new markets for its oil, but it is not a spent force in either energy or geopolitics. It remains a key oil and natural gas exporter in a very tight market and has other geopolitical leverage, like its role as a major arms supplier to India. There are many ways Russia could use this clout to try to frustrate a price cap, including further tightening or stopping natural gas supplies to Germany and other European Union countries or leaning on India to keep buying crude.\nWill a price cap lower the oil price?\nWhile the details of the plan are still murky, analysts are skeptical that it would have much effect on price, which is more likely to be determined by global supply and demand. Brent crude, for instance, was up about 1.5 percent on Monday to about $115 a barrel as the G7 discussions proceeded.\nAnalysts say there are several reasons for current high prices. They include worries about a lack of output capacity and rock-bottom storage tank levels. Concerns about supplies from Russia also play a role.\n“A cap on Russian crude prices is not going to change that materially to bring prices down,” Mr. Davis said.\nWill a price cap lead to market distortions?\nDepending on where the price is set, refiners in countries like India and China could well gain an advantage on competitors in Europe and elsewhere, because access to cheaper crude might mean that the diesel and other products these refiners produce would be cheaper as well. Low prices might also stimulate additional purchases of Russian oil, and countries that have banned Russian crude could wind up paying more than those participating in the price-cap scheme.", "url": "https://www.nytimes.com/2022/06/27/business/g7-russia-oil-prices.html"}