{"authors": ["Maria Varenikova", "Oleksandr Chubko", "Marc Santora"], "date_download": "2022-10-25 23:41:08", "date_modify": "2022-10-25 23:41:08", "date_publish": "2022-07-30 14:13:38", "description": null, "filename": "2022_07_31_world_europe_prisoners-describe-harsh-treatment-in-the-russian-camp-where-an-explosion-killed-dozens_1666741268.html", "image_url": "https://static01.nyt.com/images/2022/07/30/multimedia/30ukraine-briefing-prison-conditions-topart/30ukraine-briefing-prison-conditions-topart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_31_world_europe_prisoners-describe-harsh-treatment-in-the-russian-camp-where-an-explosion-killed-dozens_1666741268.html", "title": "Prisoners describe harsh treatment in the Russian camp where an explosion killed dozens.", "title_page": "Prisoners describe harsh treatment in the Russian camp where an explosion killed dozens. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prisoners recently released from a Russian prison camp where an explosion killed dozens of Ukrainian soldiers late Thursday have described torture and hellish conditions. Guards provided just enough food for prisoners to survive and meted out regular beatings, they say.\nStas Hlushko, 37, a civilian prisoner released on July 4 from the camp, Correctional Colony No. 120, said the blast site was far from the barracks where hundreds of prisoners are being held.\nHe described how new inmates were beaten upon arrival.\n“As prison guards explained to us, it’s important for the prisoner to be humiliated at once,” he said. “The torture of us civilians was not so bad as for soldiers.” He described how camp guards would create a “corridor” and force new prisoners to run the gantlet as he was beaten with “chains, metal pipes and so on.”\n“One emergency service guy was put in our cell and for a day couldn’t move,” he said. “He was tortured with electricity.”", "url": "https://www.nytimes.com/2022/07/31/world/europe/prisoners-describe-harsh-treatment-in-the-russian-camp-where-an-explosion-killed-dozens.html"}