{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:22:45", "date_modify": "2022-10-25 23:22:45", "date_publish": "2022-04-02 17:16:59", "description": "The Russian leader has stabilized the ruble and kept Europe’s leaders guessing by threatening to cut off energy. But he has left the country financially isolated.", "filename": "2022_04_02_business_economy_russia-ukraine-sanctions-gas_1666740165.html", "image_url": "https://static01.nyt.com/images/2022/04/02/business/02putin-economicwar-1/02putin-economicwar-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_02_business_economy_russia-ukraine-sanctions-gas_1666740165.html", "title": "Putin Reminds the World He Still Wields a Powerful Economic Weapon", "title_page": "Amid Sanctions, Putin Reminds the World of His Own Economic Weapons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In the five weeks since Russia invaded Ukraine, the United States, the European Union and their allies began an economic counteroffensive that has cut off Russia’s access to hundreds of billions of dollars of its own money and halted a large chunk of its international commerce. More than 1,000 companies, organizations and individuals, including members of President Vladimir V. Putin’s inner circle, have been sanctioned and relegated to a financial limbo.\nBut Mr. Putin reminded the world this past week that he has economic weapons of his own that he could use to inflict some pain or fend off attacks.\nThrough a series of aggressive measures taken by the Russian government and its central bank, the ruble, which had lost nearly half of its value, clawed its way back to near where it was before the invasion.\nAnd then there was the threat to stop the flow of gas from Russia to Europe — which was set off by Mr. Putin’s demand that 48 “unfriendly countries” violate their own sanctions and pay for natural gas in rubles. It sent leaders in the capitals of Germany, Italy and other allied nations scrambling and showcased in the most visible way since the war began how much they need Russian energy to power their economies.", "url": "https://www.nytimes.com/2022/04/02/business/economy/russia-ukraine-sanctions-gas.html"}