{"authors": ["Glenn Thrush", "Maggie Haberman", "Ben Protess"], "date_download": "2022-10-25 23:23:29", "date_modify": "2022-10-25 23:23:29", "date_publish": "2022-08-11 16:58:24", "description": "The former president said he would not object to the Justice Department’s move to release the search warrant used to carry out the search of his Florida home.", "filename": "2022_08_11_us_politics_trump-fbi-subpoena.html_action=click&module=RelatedLinks&pgtype=Article_1666740209.html", "image_url": "https://static01.nyt.com/images/2022/08/11/us/politics/11dc-investigate/11dc-investigate-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_11_us_politics_trump-fbi-subpoena.html_action=click&module=RelatedLinks&pgtype=Article_1666740209.html", "title": "Trump Search Said to Be Part of Effort to Find Highly Classified Material", "title_page": "Trump Search Said to Be Part of Effort to Find Highly Classified Material - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Minutes before Mr. Garland took the podium, a top official in the Justice Department’s national security division filed a motion to unseal the search warrant and an inventory of items retrieved in the search on Monday.\nWhile the inventory provided to Mr. Trump’s team after the search is unlikely to reveal details about the specific documents he kept, it refers to an array of sensitive material, according to a person with knowledge of the matter.\nJudge Bruce Reinhart, the federal magistrate in the Southern District of Florida who approved the search warrant and is handling the motion to unseal it, had issued an order requiring the Justice Department to serve a copy of its motion to Mr. Trump’s lawyers. It said the department would have to tell the judge by 3 p.m. on Friday whether Mr. Trump opposed the motion.\nMr. Garland’s statement amounted to a challenge to Mr. Trump, who has been free to release the search warrant and the list of items taken during the search on his own, but has declined to do so. Many Trump allies and Republicans have also called on Mr. Garland to explain his decision, adding political complexity — or hypocrisy — to any decision by Mr. Trump to oppose making the search warrant public.\nThe Justice Department did not seek to release the affidavits — which contain much more information about the behavior of Mr. Trump and evidence presented by others — that were used to obtain the warrant.\nThe public statement by Mr. Garland came at an extraordinary moment, as a sprawling set of investigations into the former president on multiple fronts gained momentum even as Mr. Trump continued to signal that he might soon announce another run for the White House.\nMr. Trump invoked his Fifth Amendment right against self-incrimination on Wednesday in a civil investigation into his business practices by the New York attorney general, and a close ally in the House had his phone seized by federal agents this week in one strand of the investigation into Mr. Trump’s efforts to remain in power despite his election loss in 2020.", "url": "https://www.nytimes.com/2022/08/11/us/politics/trump-fbi-subpoena.html?action=click&module=RelatedLinks&pgtype=Article"}