{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:31:19", "date_modify": "2022-10-25 23:31:19", "date_publish": "2022-05-17 22:46:20", "description": "Newly drawn congressional maps have led some House members to quickly lay claim to certain districts, even if it means challenging fellow incumbents.", "filename": "2022_05_17_nyregion_democrats-redistrict-ny_1666740679.html", "image_url": "https://static01.nyt.com/images/2022/05/17/nyregion/17ny-redistrict1/17ny-redistrict1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_05_17_nyregion_democrats-redistrict-ny_1666740679.html", "title": "Fearing ‘Extinction-Level Event,’ N.Y. Democrats Turn Against Each Other", "title_page": "Fearing ‘Extinction-Level Event,’ N.Y. Democrats Turn Against Each Other - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two weeks ago, Representative Sean Patrick Maloney warned fellow Democrats in a private meeting that a ruling by New York’s highest court to invalidate a Democratic-leaning congressional map could prompt “an extinction-level event” for the party, according to people familiar with the remarks.\nDemocratic incumbents, he feared, could either be shoehorned into more difficult districts or forced into primaries against one another.\nSo on Monday, when the courts finally unveiled a proposed new slate of districts unwinding Democrats’ gerrymander, Mr. Maloney, the chairman of the Democratic Congressional Campaign Committee, knew precisely what to do.\nJust 25 minutes after the maps’ release, Mr. Maloney announced on Twitter that he would leave behind the bulk of his traditional Hudson Valley seat and run instead for a newly drawn 17th Congressional District rooted in Westchester County. Mr. Maloney lives within the new lines, which happen to offer a safer path for a Democrat than the district he currently represents.", "url": "https://www.nytimes.com/2022/05/17/nyregion/democrats-redistrict-ny.html"}