{"authors": ["Pete Wells"], "date_download": "2022-10-25 23:29:11", "date_modify": "2022-10-25 23:29:11", "date_publish": "2022-02-14 21:01:05", "description": "After an uneven patch, the Union Square Hospitality Group returns to form with Hillary Sterling’s Italian food and a wood-fired hearth.", "filename": "2022_02_14_dining_restaurant-review-ci-siamo_1666740551.html", "image_url": "https://static01.nyt.com/images/2022/02/16/dining/16rest-siamo-9/15rest-siamo-9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_14_dining_restaurant-review-ci-siamo_1666740551.html", "title": "Rekindling the Flame at Danny Meyer’s Ci Siamo", "title_page": "Rekindling the Flame at Danny Meyer’s Ci Siamo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s not as if I hadn’t seen all the red circles on Resy’s calendar telling me there were no reservations at Ci Siamo each time I checked, and I checked often. Still, when I finally showed up to eat in the restaurant’s hangar-like dining hall, I was surprised to see how many other people were there, too.\nOmicron had begun slashing through the city — my guests and I nervously exchanged test results for several days before and after one meal. New Yorkers were said to be hunkering down again, sticking close to home. For most people, that would seem to rule out an expedition to a windswept plaza west of the Moynihan Train Hall.\nBut I’d forgotten one of the truisms of the restaurant business: If Danny Meyer builds it, they will come.\nWhether they will keep coming is another question, one that hangs not just on the progress of the pandemic but also on the ability of Ci Siamo to engender long-term devotion after its novelty fades. Mr. Meyer’s Union Square Hospitality Group once seemed to have that down to a formula. But it closed one of its restaurants, North End Grill, in 2018. Another, Manhatta, still hasn’t emerged from its Covid-induced closing; its most recent Instagram post, seeking cooks, servers and other new hires to prepare for its reopening, is more than a year old.", "url": "https://www.nytimes.com/2022/02/14/dining/restaurant-review-ci-siamo.html"}