{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:25:27", "date_modify": "2022-10-25 23:25:27", "date_publish": "2022-03-01 19:32:02", "description": "A former State Supreme Court justice leading an investigation into the 2020 election said lawmakers should “take a very hard look” at trying to decertify President Biden’s victory in Wisconsin.", "filename": "2022_03_01_us_politics_wisconsin-republicans-election-report_1666740327.html", "image_url": "https://static01.nyt.com/images/2022/03/01/multimedia/01-wisconsin-gableman-photo02/01-wisconsin-gableman-photo02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_01_us_politics_wisconsin-republicans-election-report_1666740327.html", "title": "Wisconsin Republicans’ Election Report Endorses Debunked Legal Theories", "title_page": "Wisconsin Republicans’ Election Report Endorses Debunked Legal Theories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Republican report on the 2020 election in Wisconsin endorsed a host of debunked claims of fraud and false assertions about lawmakers’ power to decertify President Biden’s victory, lending credence to the conspiracy theories that have gripped Republicans in the state for more than 16 months.\nThe claims in the report, commissioned by the Republican speaker of the Wisconsin Assembly and written by a conservative former Wisconsin Supreme Court justice, immediately reopened a rift among Republicans in one of the nation’s most narrowly divided battleground states. While some in the party are trying to move on to the next election, the report is likely to fuel those still fixated on overturning the last one.\nThe document is the latest, but not the final, word on Wisconsin’s ongoing Republican-authorized investigation into false claims of fraud and irregularities in the 2020 election. Robin Vos, the Wisconsin Assembly speaker, commissioned the investigation and appointed Michael J. Gableman, the former justice, to lead it in June, days after former President Donald J. Trump issued statements criticizing him and other leading Wisconsin Republicans for “working hard to cover up election corruption.”\nMr. Gableman presented his findings to the Wisconsin Assembly’s elections committee during a hearing Tuesday. He directly contradicted a legal analysis conducted by the Legislature’s lawyers in November that found there is no basis in law for decertifying an election.", "url": "https://www.nytimes.com/2022/03/01/us/politics/wisconsin-republicans-election-report.html"}