{"authors": ["Amanda Holpuch", "Dan Bilefsky"], "date_download": "2022-10-25 23:42:28", "date_modify": "2022-10-25 23:42:28", "date_publish": "2022-02-25 17:56:54", "description": "“The inclusion of a Russian entry in this year’s contest would bring the competition into disrepute,” the organizers said on Friday.", "filename": "2022_02_25_world_europe_eurovision-russia_1666741348.html", "image_url": "https://static01.nyt.com/images/2022/02/25/world/25ukraine-briefing-eurovision-1/25ukraine-briefing-eurovision-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_25_world_europe_eurovision-russia_1666741348.html", "title": "Eurovision Bars Russia From This Year’s Song Contest", "title_page": "Eurovision Bars Russia From This Year’s Song Contest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Eurovision Song Contest, a cultural phenomenon that was the springboard for Abba and Celine Dion and is watched annually by 200 million people, has decided that no Russian act will be allowed to participate in this year’s contest.\nIn making the announcement on Friday, the organizers alluded to Russia’s invasion of Ukraine, citing fears that Russia’s inclusion in the contest would damage the reputation of the world’s largest music competition, a showcase meant to promote European unity and cultural exchange.\nThe exclusion from the famously over-the-top celebration of kitsch may seem like a trivial matter, but if Russia becomes a cultural pariah on the global stage, it could intensify tensions within the country.\nPresident Vladimir V. Putin is credited with restoring Russia’s stability after the political and economic chaos of the 1990s. Russia began competing in the wildly popular song contest in 1994, has competed more than 20 times, and its participation has been a cultural touchstone of sorts for the country’s rebound and engagement with the world.", "url": "https://www.nytimes.com/2022/02/25/world/europe/eurovision-russia.html"}