{"authors": ["Alan Rappeport", "Emily Flitter", "Kate Kelly"], "date_download": "2022-10-25 22:58:12", "date_modify": "2022-10-25 22:58:12", "date_publish": "2022-08-05 16:19:57", "description": "The latest effort to narrow the preferential tax treatment used by private equity executives failed after Senator Kyrsten Sinema objected.", "filename": "2022_08_05_business_carried-interest-senate-bill_1666738692.html", "image_url": "https://static01.nyt.com/images/2022/08/06/business/05JPdc-carried-interest-print/05dc-carried-interest-alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_05_business_carried-interest-senate-bill_1666738692.html", "title": "The Carried Interest Loophole Survives Another Political Battle", "title_page": "The Carried Interest Loophole Survives Another Political Battle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An agreement reached last week by Senator Joe Manchin III, Democrat of West Virginia, and Senator Chuck Schumer of New York, the majority leader, would have extended that holding period to five years from three, while changing the way the period is calculated in hopes of reducing taxpayers’ ability to take advantage of the lower 20 percent tax rate.\nBut Ms. Sinema, who has received political donations from wealthy financiers who usually donate to Republicans and who was cool to the idea of targeting carried interest last year, objected.\nIn the past five years, the senator has received $2.2 million in campaign contributions from investment industry executives and political action committees, according to OpenSecrets, a nonprofit group that tracks money in politics. The industry was second only to retired individuals in giving to Ms. Sinema and just ahead of the legal profession, which gave her $1.8 million.\nFor years, carried interest has been a tax policy piñata that never cracks open.\nDuring the 2016 presidential campaign, Donald J. Trump said, “We will eliminate the carried interest deduction, well-known deduction, and other special-interest loopholes that have been so good for Wall Street investors and for people like me but unfair to American workers.”\nWhen President Biden ran for president in 2020, his campaign said he would “eliminate special tax breaks that reward special interests and get rid of the capital gains loophole for multimillionaires.” To do that, he said, he would tax long-term capital gains at the ordinary top income tax rate, essentially wiping away the special treatment of carried interest.\nA similar proposal appeared in Mr. Biden’s budget last spring, but, as Democrats tried unsuccessfully to pass their Build Back Better legislation in the summer and fall, carried interest disappeared.\nJared Bernstein, a member of the White House’s Council of Economic Advisers, lamented that outcome. “This is a loophole that absolutely should be closed,” Mr. Bernstein told CNBC last September. “When you go up to Capitol Hill and you start negotiating on taxes, there are more lobbyists in this town on taxes than there are members of Congress.”", "url": "https://www.nytimes.com/2022/08/05/business/carried-interest-senate-bill.html"}