{"authors": ["Melissa Clark"], "date_download": "2022-10-25 23:29:06", "date_modify": "2022-10-25 23:29:06", "date_publish": "2022-09-09 15:38:12", "description": "Melissa Clark is obsessed with maximum flavor and minimal cleanup, and these sheet-pan brussels sprouts, full English breakfast and lemony chickpea stew show just that.", "filename": "2022_09_09_dining_one-pot-one-pan-recipes_1666740546.html", "image_url": "https://static01.nyt.com/images/2022/09/14/dining/09Appe3/merlin_212615991_38ff8898-dc26-469a-9d6a-179a5bb24cd8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_09_dining_one-pot-one-pan-recipes_1666740546.html", "title": "Hate Doing the Dishes? Try These 3 One-Pot, One-Pan Recipes.", "title_page": "Hate Doing the Dishes? Try These 3 One-Pot, One-Pan Recipes. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I took this lesson with me when I became a food writer and started writing cookbooks with celebrity chefs. Could I translate what they did in a professional kitchen using half a dozen pots, pans and bowls into a recipe that would work just as well at home using one or two? That was where my obsession with recipe streamlining began. And it continues to this day. My job is to create recipes home cooks want to add to their repertoire.\nAnd for every single recipe I develop, I deconstruct the process. Is there a way I could make this recipe easier, faster and tastier? And what’s the minimum number of pots, pans and dishes I need to dirty to get here?\nIt’s a discipline that has slowly solidified into a less-is-more philosophy — less work, less mess, more flavor.\nIt’s not just for the sake of cleanup, it’s also for convenience and flow while cooking. It’s just easier to use the same bowl in which you mixed your vegetables to whip up the salad dressing, without having to stop and wash it in between.", "url": "https://www.nytimes.com/2022/09/09/dining/one-pot-one-pan-recipes.html"}