{"authors": ["Elisabetta Povoledo"], "date_download": "2022-10-25 23:01:15", "date_modify": "2022-10-25 23:01:15", "date_publish": "2022-07-17 09:00:18", "description": "The Museum of Rescued Art showcases antiquities that were looted or otherwise lost before they go back to institutions in the regions from which they were taken.", "filename": "2022_07_17_arts_design_rome-museum-recovered-treasures_1666738875.html", "image_url": "https://static01.nyt.com/images/2022/07/18/multimedia/17repatriation1/17repatriation1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_17_arts_design_rome-museum-recovered-treasures_1666738875.html", "title": "In Rome, a New Museum for Recovered Treasures Before They Return Home", "title_page": "In Rome, a New Museum for Recovered Treasures Before They Return Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There was a reason why such precious vases were found in Cerveteri,” he said.\nUntil then, though, the returning artifacts will be in the spotlight of the new museum in Rome.\nThe works now on display there had been seized by the Manhattan district attorney’s office from museums, auction houses and private collectors in the United States, acting on evidence provided by the carabinieri regarding their illegal provenance.\nLast December, 200 pieces were turned over to Italian officials, a handover described as the largest single repatriation of relics from America to Italy, and such a significant return “called out for an exhibition,” said Massimo Osanna, the head of the culture ministry’s directorate for museums.\n“We’re already working on a new exhibit because we have so much interesting material,” he said.\nVerger said the current display “exemplifies the great effort of the carabinieri” in Italy’s decades-long crusade to stem antiquities trafficking, as well as the work of the Manhattan prosecutors, “which has been very important.”\nExplanatory panels located inside the showcases synopsize decades of investigations on the part of the carabinieri that often led to criminal proceedings and subsequently the return of the ill-gotten goods. But there’s not much finger-pointing at the museums and collectors that — inadvertently or not — fueled that black market. For the most part, the dozens of vases and jars and statues and coins are presented according to type and potential provenance, and not by the collections they were whisked away from.\nIt was a conscious choice to not lay blame.\n“The piece has been returned, it’s back,” Verger said. The exhibition in the museum was a kind of “parenthesis in the life of the object,” he added. “A phase of illegality is over, and now a new life begins.”", "url": "https://www.nytimes.com/2022/07/17/arts/design/rome-museum-recovered-treasures.html"}