{"authors": ["Dwight Garner"], "date_download": "2022-10-25 23:36:29", "date_modify": "2022-10-25 23:36:29", "date_publish": "2022-09-12 09:00:08", "description": "“Life’s Work” is a memoir of outrageous youth, creative obsessions and ruinous habits.", "filename": "2022_09_12_books_review_david-milch-lifes-work_1666740989.html", "image_url": "https://static01.nyt.com/images/2022/09/13/books/13milch-cover/13milch-cover-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_12_books_review_david-milch-lifes-work_1666740989.html", "title": "Review: ‘Life’s Work,’ by David Milch", "title_page": "Review: ‘Life’s Work,’ by David Milch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Milch grew up in Buffalo. His father was a doctor who, when it came to the midnight side of life, had certain appetites. He drank; he wrote himself phony prescriptions; he cheated on his wife; he took the bullets out of Mafia types who didn’t want to go to the hospital; he helped his son place his first bets.\nMilch got into Yale, in an era when Jews there were rare. He studied under Robert Penn Warren, who would become a big influence. John Kerry was there. At least once he went duck hunting with George W. Bush, a fraternity brother.\nHe felt too degenerate for Yale, and probably he was. He drove a car into the ocean. He was a serious drug user. He shot up traffic lights while on acid. There were motorcycles. A body gets buried in Mexico.\nMilch rubs the reader’s nose in his dirtbag youth, in a way that reminded me of J.D. Salinger’s observation: “A confessional passage has probably never been written that didn’t stink a little bit of the writer’s pride in having given up his pride.”\nHe mostly gets away with this because he’s also capable of writing sentences like, “Sometimes hating yourself is a fair response to the data.”\nMilch gets a book deal for a novel he never finishes. He goes to the Iowa Writer’s Workshop, where Vonnegut and Richard Yates think he’s a pretentious lout. Later, when Yates is ill, forgotten and broke, Milch gives him work and money.\nHe gets into television thanks to a Yale friend. (Would that we all had Yale friends in television.) He becomes a writer for “Hill Street Blues,” an earlier Bochco show. Soon he’s making enough money to really indulge his bad habits, and he buys his first horses. Rehab, financial ruin and late-night bargains with fate are still on the horizon.", "url": "https://www.nytimes.com/2022/09/12/books/review/david-milch-lifes-work.html"}