{"authors": ["Farah Fleurima"], "date_download": "2022-10-25 23:34:04", "date_modify": "2022-10-25 23:34:04", "date_publish": "2022-09-08 14:00:18", "description": "The director Gina Prince-Bythewood is known for her attention to character, but she made this historic saga of female warriors on another scale altogether.", "filename": "2022_09_08_movies_the-woman-king-gina-prince-bythewood_1666740844.html", "image_url": "https://static01.nyt.com/images/2022/09/11/arts/11NEWSEASON-WOMAN-KING1/11NEWSEASON-WOMAN-KING1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_08_movies_the-woman-king-gina-prince-bythewood_1666740844.html", "title": "‘The Woman King’ and Intimate Moments Amid Epic Action", "title_page": "‘The Woman King’ and Intimate Moments Amid Epic Action - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I loved “Black Panther.” Loved it. You know, for me, “The Woman King” is where we started, and “Black Panther” is where we can go, so past and future — I think it’s a beautiful connection. I think it’s cool that people can now learn that this doesn’t have to be a fantasy, that we really were these women, we have this innate warrior within us.\nBased on “The Secret Life of Bees” and “Love and Basketball,” you like introspective character moments, especially with women. How did you achieve such moments within the scale and spectacle of “The Woman King”?\nI feel like the intimate moments were as important as the big set pieces. Set pieces and action do not matter if you don’t care about the characters. So I love to take the time to allow an audience to understand who people are, where they come from, their relationships with others. The sisterhood of this film was so important, the humanity of these women was so important: I wanted to take the time to establish that so when you see Viola fighting in the Oyo battle, you care. You’ve got to invest that time. I love doing action, but I love doing two people in a scene. [Lynch’s character] Izogie braiding [Nawi’s] hair and talking to her about, “You’re more powerful than you even know” — I get off doing that scene equally as I do doing a big battle scene.\nDo you find that action surrounding such internal scenes can threaten to overpower them?\nGreat action magnifies who a character is. You can tell so much story within an action scene. But you’ve got to know who Izogie is from the outset and the way she fights. That was fun to create: What is your fighting style, and what does that say about your character? To be able to do that with the actors, that’s all the fun stuff.", "url": "https://www.nytimes.com/2022/09/08/movies/the-woman-king-gina-prince-bythewood.html"}