{"authors": ["Giulia Heyward"], "date_download": "2022-10-25 23:00:53", "date_modify": "2022-10-25 23:00:53", "date_publish": "2022-04-14 09:00:20", "description": "Budget surpluses have enabled states to pass bills giving teachers a bigger paycheck, but not everyone is certain that will help improve schooling.", "filename": "2022_04_14_us_teacher-salary-pay-raise_1666738853.html", "image_url": "https://static01.nyt.com/images/2022/04/14/us/14teacher-pay02/14teacher-pay02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_14_us_teacher-salary-pay-raise_1666738853.html", "title": "In Several States, Teachers Get Their Biggest Raise in Decades", "title_page": "In Several States, Teachers Get Their Biggest Raise in Decades - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Florida, state economists predicted an extra $4 billion from tax dollars alone. In Idaho, where Gov. Brad Little has endorsed $1,000 bonuses and up to 10 percent pay increases for teachers, economists expected to see an extra $1.6 billion at the end of the fiscal year, in June.\nThomas S. Dee, an economist and professor at Stanford University, said states should have used this money to target high-performing teachers, or those in subjects, such as special education and the sciences, that are often hard to fill.\n“I think it’s a good idea to pay teachers more in light of inflation, and in light of what they’ve been through in the last couple of years,” he said. “But I really see a missed opportunity in terms of elevating the teaching profession and improving teacher effectiveness.”\nDr. Dee points to the Washington, D.C., school district, which introduced a program that targeted pay raises to high-performing teachers and dismissed those who were not meeting standards, and were therefore already more likely to leave. In a recent study of this program, Dr. Dee said the program helped students with their performance.\nThis is counter to what most of these participating states are doing now, Dr. Dee said, where every teacher, regardless of their work, is getting a pay raise.\n“It’s not targeting where turnover, and shortages, are most prevalent, and have their most deleterious effects,” he said.\nMs. Smith, the Mississippi teacher, is not sure what she plans to do with her $5,100 salary boost, but she has a few ideas. Her car is sputtering, so she may use the money to buy a new one. And there is always the option of spoiling her grandchildren.\n“I think it means more now, not just because it’s financial but because of the timing of it on the tail end of the pandemic,” she said. “This is that little extra boost. That’s our pat on the back to go on, and keep pushing forward. Because the past couple years have been really difficult.”", "url": "https://www.nytimes.com/2022/04/14/us/teacher-salary-pay-raise.html"}