{"authors": ["Amanda Hess"], "date_download": "2022-10-25 23:36:51", "date_modify": "2022-10-25 23:36:51", "date_publish": "2022-04-22 13:00:04", "description": "“POTUS” will be the writer Selina Fillinger’s Broadway debut. “I really didn’t feel like I needed to do any research. I have been all of those women,” she said.", "filename": "2022_04_22_theater_potus-selina-fillinger-broadway_1666741011.html", "image_url": "https://static01.nyt.com/images/2022/04/24/arts/24fillinger-potus3/24fillinger-potus3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_22_theater_potus-selina-fillinger-broadway_1666741011.html", "title": "The Playwright Making a Farce of the Patriarchy", "title_page": "The ‘POTUS’ Playwright Is Making a Farce of the Patriarchy  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AT A TECHNICAL REHEARSAL the week before previews were to begin, the “POTUS” cast practiced on the rotating set for the first time. Under a bust of the suffragist Alice Paul, Dratch, wearing nude shapewear and a lace dickey, writhed on the floor in an inflatable pink inner tube as DeLaria stomped around in camo cargo shorts and a T-shirt that read “SHUT UP, KAREN.” Lilli Cooper, playing a White House reporter, was strapped to a portable breast pump affixed to bottles sloshing with milk; both Cooper and her character recently had a baby. As the set rotated, Suzy Nakamura, who plays the White House press secretary, raced among the rooms to hit her cue at the briefing room podium and stumbled over the president’s disembodied legs, which had accidentally been left splayed on the floor. The cast fell into laughter.\n“When it gets toward this time of night, they get tired and they get hysterical,” the director, Susan Stroman, said; it was 9 p.m. and nearing the end of the day’s second rehearsal stretch. “Sometimes we laugh so hard that we cry and we have to stop.”\nStroman said that when she first read the play, she was startled to find a farce that put women not in secondary or tertiary roles but primary ones. “I couldn’t believe that it had all these things going for it, and that it was really funny,” she said. Then she met the playwright, and “I couldn’t believe she’s 28,” said Stroman, a five-time Tony-winner who directed and choreographed “The Producers.” “She’s an old soul. She carries the spirit of women who have come before her.”\nIf Fillinger were to play a “POTUS” character, it would be Stephanie, the type-A personal secretary who is always subverting her own self-doubt into an exacting performance of perfectionism.\nShe knows that her early success means that she is leaving a very public trail of the emotional and intellectual state of her 20s. Early works are “time capsules of you — sometimes in a good way,” she said. “But they also hold all of your blind spots, and all of your little work-in-progress moments, all of your ignorance and all of your youth. It’s so mortifying to have yourself, frozen at 22, out in the world, just being read.” But that’s been a gift, too: “I’ve been forced to become not so precious.”\nAs “POTUS” nears its opening, she is still tinkering. “I’ve been reworking the ending a lot to try to calibrate the tone,” she said. “POTUS” drives frantically toward a shift among its seven women, who begin to question why they are working so hard in the service of male power. But how that change will shake out — and what it will cost — is somewhat open to interpretation.\nFillinger’s relationship to optimism in her work, she said, is complex.\n“As a young person and a woman, I’m expected to perform hope for people, without having the luxury of expressing my rage,” she said. “But I feel like rage can be hopeful as well.”", "url": "https://www.nytimes.com/2022/04/22/theater/potus-selina-fillinger-broadway.html"}