{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 22:58:05", "date_modify": "2022-10-25 22:58:05", "date_publish": "2022-06-27 22:10:34", "description": "Group of 7 leaders meeting in Germany were receptive to a Biden administration plan to cap the price of Russian oil in world markets, limiting Kremlin revenue.", "filename": "2022_06_27_world_europe_russia-ukraine-oil-price-cap_1666738685.html", "image_url": "https://static01.nyt.com/images/2022/06/27/world/27ukraine-G7-ledeall1/27ukraine-G7-ledeall1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_27_world_europe_russia-ukraine-oil-price-cap_1666738685.html", "title": "U.S. Urges New Tactic to Curb Putin’s War Machine and Lower Fuel Prices", "title_page": "U.S. Urges New Tactic to Curb Putin’s War Machine and Lower Fuel Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KRUN, Germany — Four months into Russia’s invasion, unprecedented Western economic retaliation and military aid to Ukraine have not curbed Vladimir V. Putin’s ability or apparent determination to wage war, leaving leaders of the world’s wealthiest democracies grasping for new ways to deter him.\nMeeting on Monday in the Bavarian Alps, President Biden and the other Group of 7 leaders were poised to embrace an aggressive but untried plan to manipulate the price of oil and restrict the revenue that underwrites Mr. Putin’s war machine.\nEven as they searched for different tactics to hinder Moscow, Russia launched a barrage of missiles deep into Ukraine, striking civilian targets including, Ukrainian officials said, a crowded shopping mall where at least 13 people were killed. In a statement condemning that strike, the G7 leaders said: “Indiscriminate attacks on innocent civilians constitute a war crime. Russian President Putin and those responsible will be held to account.”\nAllied leaders had hoped that economic sanctions would damage the Russian economy so severely and quickly that Mr. Putin would face economic and political pressure to cut short the war. Instead, Russian oil revenue remains high, internal opposition has been muzzled and, as Mr. Putin gloats, it is the West that is suffering high fuel prices that risk domestic political backlash.", "url": "https://www.nytimes.com/2022/06/27/world/europe/russia-ukraine-oil-price-cap.html"}