{"authors": ["Daniel Mcgraw", "Luke Vander Ploeg"], "date_download": "2022-10-25 22:59:51", "date_modify": "2022-10-25 22:59:51", "date_publish": "2022-07-03 22:16:30", "description": "Mr. Walker’s family urged calm as protests continued in Akron, Ohio.", "filename": "2022_07_03_us_akron-police-shooting-jayland-walker-video_1666738791.html", "image_url": "https://static01.nyt.com/images/2022/07/03/us/03akron-1/03akron-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_03_us_akron-police-shooting-jayland-walker-video_1666738791.html", "title": "Body Camera Footage of Jayland Walker Shooting Raises Questions", "title_page": "Body Camera Footage of Jayland Walker Shooting Raises Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. DiCello said that in an earlier meeting that included the chief and the family, the chief said he had not seen evidence that suggested the officers’ lives were threatened.\nThe Ohio Bureau of Criminal Investigation is conducting an inquiry. After that is complete, the case will be turned over to the Ohio Attorney General’s Office for review.\nThe decision of whether to charge the officers involved with a crime will be determined by prosecutors, but charges have rarely been filed in similar cases of shootings involving the police. If a gun was fired during the chase, that fact could weigh heavily on the decision of whether to prosecute, and it could provide a measure of credibility to officers’ claims that they were in danger.\nMr. DiCello criticized how the police portrayed Mr. Walker in the news conference. “They want to turn him into a masked monster with a gun,” he said. The family’s lawyers also questioned the city’s release of only parts of the videos at the news conference and urged that it release all of the video.\nThe police said they planned to release all of the body camera footage captured by officers at the shooting. This, they said, would include footage from the eight officers involved directly in the shooting along with five others who were at the scene.\nThe release of the video on Sunday raised tensions that were already high in Akron because of the shooting. One day after more than 100 demonstrators gathered just outside downtown, chanting and holding signs, protests continued with hundreds participating in a march and rally at City Hall organized by the Akron N.A.A.C.P.", "url": "https://www.nytimes.com/2022/07/03/us/akron-police-shooting-jayland-walker-video.html"}