{"authors": ["Ashley Wong"], "date_download": "2022-10-25 23:50:11", "date_modify": "2022-10-25 23:50:11", "date_publish": "2022-03-12 14:22:45", "description": "The data showed that only about 36 percent of city residents had received a booster shot, and the numbers varied significantly by neighborhood and race.", "filename": "2022_03_11_nyregion_nyc-covid-booster-shot_1666741811.html", "image_url": "https://static01.nyt.com/images/2022/03/12/nyregion/12virus-briefing-nyc-boosters/merlin_199611555_c42c1d50-b5d8-4bba-8e5b-0b70753e5678-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_11_nyregion_nyc-covid-booster-shot_1666741811.html", "title": "New York City Booster Shot Data Shows Major Racial Disparities", "title_page": "New York City Booster Shot Data Shows Major Racial Disparities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Much like the rest of the United States, New York City has struggled to convince some groups of residents to get a booster shot of the coronavirus vaccine. But new data released by the city on Wednesday shows wide disparities among who in the city is getting a third dose.\nThough millions of Americans flocked to get fully vaccinated, the number of people getting a booster shot has come up short. New York City now has the data to exemplify this: While 77 percent of all city residents have received either the single-dose Johnson & Johnson shot or two doses of the mRNA vaccines made by Pfizer-BioNTech and Moderna, only about 36 percent had received a booster shot as of Friday.\nWhen looking at adults 18 and older, just 43 percent had gotten a booster. The rate was even lower for eligible children, ages 13 to 17: 21 percent.\nThe numbers also highlighted further inequalities by neighborhood and race. Almost half of Manhattan had been boosted, compared with just over a quarter of the Bronx.", "url": "https://www.nytimes.com/2022/03/11/nyregion/nyc-covid-booster-shot.html"}