{"authors": ["Christopher F. Schuetze", "Erika Solomon"], "date_download": "2022-10-25 23:26:21", "date_modify": "2022-10-25 23:26:21", "date_publish": "2022-10-13 04:01:15", "description": "The cutting of Russian gas supplies to Europe has led Germany to step up coal use, despite its goal to phase it out by 2030.", "filename": "2022_10_13_world_europe_germany-coal-energy-climate_1666740381.html", "image_url": "https://static01.nyt.com/images/2022/10/06/world/00Germany-Coal-top-01/00Germany-Coal-top-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_13_world_europe_germany-coal-energy-climate_1666740381.html", "title": "Germany’s New Hunger for Coal Dooms a Tiny Village", "title_page": "Germany Needs Coal to Replace Gas, So a Village Has to Go - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LÜTZERATH, Germany — For months, die-hard environmental activists have camped in the fields and occupied the trees in this tiny farming village in western Germany, hoping that like-minded people from across the country would arrive and help stop the expansion of a nearby open-pit coal mine that threatened to swallow the village and its farms.\nThey had reason to be optimistic. Mass protests led the German government to step in and save an old-growth forest from coal expansion just two years ago. And the Green party notched its best showing ever in elections last year, a sign of how fighting climate change had become a winning political issue in Europe’s largest economy.\n“If there were 50,000 on the street, politicians would have to do something,” said Eckardt Heukamp, 58, the last farmer remaining in Lützerath, who put up some of the protesters in apartments on his property. Others built tree houses, pitched tents or moved into abandoned houses in the village.\nBut the hoped-for surge in protesters never materialized. And last week, the government effectively sealed Lützerath’s fate by announcing that RWE, Germany’s largest energy company, needed the coal under the village — to make up for gas that had stopped flowing in from Russia.", "url": "https://www.nytimes.com/2022/10/13/world/europe/germany-coal-energy-climate.html"}