{"authors": ["Mark Miller"], "date_download": "2022-10-26 00:16:26", "date_modify": "2022-10-26 00:16:26", "date_publish": "2022-10-09 09:00:23", "description": "The adjustment to monthly benefits will help retirees keep pace with inflation. It’s the largest increase since 1981.", "filename": "2022_10_09_business_retirement_social-security-cost-of-living-increase_1666743386.html", "image_url": "https://static01.nyt.com/images/2022/10/09/business/09Retiring-lede-illo/09Retiring-lede-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_09_business_retirement_social-security-cost-of-living-increase_1666743386.html", "title": "Cost-of-Living Adjustment Will Increase 8.7%, Largest Adjustment in 40 Years", "title_page": "Cost-of-Living Adjustment Will Increase 8.7%, Largest Adjustment in 40 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Social Security on Thursday announced an 8.7 percent cost of living adjustment for retirees, the largest inflation adjustment to benefits in four decades — a welcome development for millions of older Americans struggling to keep up with fast-rising living costs.\nThe cost-of-living adjustment for 2023, which will be applied to benefits in January, is based on the latest government inflation figures. The final COLA, as the adjustment is known, was released after the Labor Department announced the Consumer Price Index for September, which came in at 8.2 percent. Medicare enrollees can anticipate some additional good news: The standard Part B premium, which is typically deducted from Social Security benefits, will decline next year.\nThe COLA, one of Social Security’s most valuable features, will give a significant boost to about 70 million Americans next year. While retirement comes to mind when most people think about Social Security‌, the program plays a much broader role in providing economic security.\nIn August, the program paid benefits to 52.5 million people over age 65, but younger beneficiaries — survivors of insured workers and recipients of disability benefits‌ and Supplemental Security Income, the program for very low income people — added 17.9 million people to the total, according to Social Security Administration data.", "url": "https://www.nytimes.com/2022/10/09/business/retirement/social-security-cost-of-living-increase.html"}