{"authors": ["Jillian Steinhauer", "Dawn Chan", "Will Heinrich", "Roberta Smith", "Siddhartha Mitter", "Seph Rodney", "Martha Schwendener", "Max Lakin"], "date_download": "2022-10-25 23:36:21", "date_modify": "2022-10-25 23:36:21", "date_publish": "2022-07-13 15:01:16", "description": "From our critics, reviews of closed gallery shows around New York City.", "filename": "2022_07_13_arts_design_art-we-saw-this-summer_1666740981.html", "image_url": "https://static01.nyt.com/images/2022/09/16/arts/14galleries-Tura-Oliveira-03/14galleries-Tura-Oliveira-03-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_13_arts_design_art-we-saw-this-summer_1666740981.html", "title": "Art We Saw This Summer", "title_page": "Art We Saw This Summer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The front desk assistant here currently shares space with a giant snake. The sculpture, “Earth Eater” (2021), is a rainbow of stuffed textiles that starts on the floor with a mushy mouth, loops up over ceiling vents, then comes down and coils along a wall with the exhibition’s title: “Tura Oliveira: What a Glory to Be So Euphoric and Weak.”\nIf you don’t know Oliveira’s art, the snake is a good introduction: soft, vibrant, playful but with serious connotations. Her work is lush — and not just because she uses fabrics of all kinds, including quilts, velvet and tablecloths; her paintings have the same quality. Oliveira often depicts nude female figures consumed with pleasure or pain. They embrace, float, or fight in landscapes and scenes that are rendered in highly saturated hues and read as part mythical, part mystical.\nThe artist’s two previous solo shows in New York City were so concentrated with color, they felt almost psychedelic. The aesthetic at La MaMa is more relaxed, as Oliveira — who draws inspiration from science fiction, folklore and queer culture — leans into cyanotypes and loose, dyed imagery in muted tones. But the vibe is still abundant and cosmic, as an ox — the subject of an opening-night performance by the artist — cares for humans, and lovers meet in the stars. In Oliveira’s world, physicality offers a path to transcendence rather than bogging us down, and stories from the past can be a gateway to a radical future. JILLIAN STEINHAUER", "url": "https://www.nytimes.com/2022/07/13/arts/design/art-we-saw-this-summer.html"}