{"authors": ["Dwight Garner"], "date_download": "2022-10-25 23:36:29", "date_modify": "2022-10-25 23:36:29", "date_publish": "2022-09-05 09:00:09", "description": "“The Marriage Portrait” is the fictionalized story of the 16th-century Italian noblewoman Lucrezia di Cosimo de’Medici.", "filename": "2022_09_05_books_review_maggie-ofarrell-marriage-portrait_1666740989.html", "image_url": "https://static01.nyt.com/images/2022/09/06/arts/05ofarrell2-inyt/30ofarrell7-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_05_books_review_maggie-ofarrell-marriage-portrait_1666740989.html", "title": "Review: “The Marriage Plot,” by Maggie O’Farrell", "title_page": "Review: “The Marriage Plot,” by Maggie O’Farrell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE MARRIAGE PORTRAIT, by Maggie O’Farrell\nDoes great sex yield great children? Norman Mailer thought so (of course), but other writers have circled this topic, too. If you have a blah night in bed when you and your partner conceive, maybe it’s a karma thing — maybe you’ll have a blah kid.\nEarly in Maggie O’Farrell’s new novel, “The Marriage Portrait,” the Duchess Eleanora finishes making love with her husband, the Grand Duke of Tuscany. The year is 1544. The setting: a palace in Florence.\nThe grand duke wraps up happily, and mightily, with “his habitual howling gasp,” but Eleanora knows something is amiss. She’d been inattentive, staring at troubling images on the walls — maps filled with “strange and wild seas, filled with dragons and monsters” — instead of keeping her mind on her own storied fecundity.\nHer previous children are well mannered. But Lucrezia, who emerges nine months later? She is “squalling,” “intractable,” “unbiddable,” “inconsolable” and “savage.” Like an animal, she prefers to eat her food off the floor. She screams for days; she’s banished to the basement kitchen.", "url": "https://www.nytimes.com/2022/09/05/books/review/maggie-ofarrell-marriage-portrait.html"}