{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 22:57:52", "date_modify": "2022-10-25 22:57:52", "date_publish": "2022-07-31 09:00:13", "description": "Representative Nicole Malliotakis, the city’s lone Republican House member, has tried to maintain some distance from the Supreme Court ruling on abortion.", "filename": "2022_07_31_nyregion_nicole-malliotakis-abortion-guns_1666738672.html", "image_url": "https://static01.nyt.com/images/2022/07/19/multimedia/00malliotakis1/00malliotakis1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_31_nyregion_nicole-malliotakis-abortion-guns_1666738672.html", "title": "A New Yorker’s Opposition to Abortion Clouds Her House Re-Election Bid", "title_page": "A New Yorker’s Opposition to Abortion Clouds Her House Re-Election Bid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Rose has also held a handful of public events after the Supreme Court ruling on abortion — including one at Ms. Malliotakis’s Brooklyn district office in Bay Ridge — to portray her as out of touch with her district, even on Staten Island, saying the congresswoman is “on the wrong side of history.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“I generally do believe that when it comes down to it, people are on the side of women having the opportunity to make those decisions for themselves,” he said.\nIn recent weeks, Mr. Rose continued that line of attack, saying the congresswoman had “tweeted over 180 times and issued 13 press releases” since the Dobbs decision, but “has said nothing about millions of women losing control over their bodies.”\nWhen asked specifically about the Dobbs decision that overturned Roe, Ms. Malliotakis demurred.\n“My constituents, they know that nothing is going to change in New York,” she said. “The Supreme Court interprets the Constitution, so we have to accept the Supreme Court’s decision regardless.”\nMs. Malliotakis’s comments have also given fodder to her opponents on the right, including Mr. Matland, a health care worker who lost his job for refusing to be vaccinated, and who is seeking to oust Ms. Malliotakis in the Aug. 23 primary with a low-budget, anti-establishment campaign.\nMr. Matland, who is making his first run for public office, said that Ms. Malliotakis has “often alienated the Republican base,” and that she has only been voted into office because of her name recognition — she served five terms in the State Assembly and ran unsuccessfully in 2017 for mayor of New York City — and her district’s aversion to Democratic candidates.", "url": "https://www.nytimes.com/2022/07/31/nyregion/nicole-malliotakis-abortion-guns.html"}