{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:46:55", "date_modify": "2022-10-25 23:46:55", "date_publish": "2022-03-10 23:33:10", "description": "With the ruble collapsing, the economy contracting and people abandoning the country, Russia’s leader talks of a Western plot to destroy the country.", "filename": "2022_03_10_world_europe_russia-economy-ukraine_1666741615.html", "image_url": "https://static01.nyt.com/images/2022/03/03/business/10ukraine-blog-russia-economy-topart/10ukraine-blog-russia-economy-topart-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_10_world_europe_russia-economy-ukraine_1666741615.html", "title": "Facing Economic Calamity, Putin Talks of Nationalizing Western Businesses", "title_page": "Facing Economic Calamity, Putin Talks of Nationalizing Western Businesses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Of particular concern are Western companies that once symbolized post-Soviet Russia’s integration into the world economy, like McDonald’s and Ikea, that have now shuttered hundreds of stores and factories. Mr. Putin told officials in the televised meeting that the assets of such companies should be put under “external management” and then transferred “to those who want to work.”\nDmitri A. Medvedev, the vice chairman of Mr. Putin’s security council, said the Kremlin could respond to Western companies leaving the Russian market with the seizure of their assets “and their possible nationalization.”\nThe prospect of the Kremlin seizing private assets rattled Russia’s business community. Vladimir Potanin, a metals magnate who is one of Russia’s richest men, released a statement warning that such nationalization would “bring us back 100 years, to 1917” — the year of the Russian Revolution, when the Bolsheviks forcibly took over private enterprises.\nRussian oligarchs are facing their own threat to their assets. On Thursday, the British government placed new sanctions on seven prominent Russian businessmen, including Roman Abramovich, the owner of the Chelsea football club, and Oleg V. Deripaska, a powerful metals magnate.\nNot all Russians are affected equally by the economic dislocation.\nThose employed by the sprawling public sector and state-owned companies — who make up much of Mr. Putin’s political base — are relatively insulated, with their jobs likely to be secure. By contrast, middle-class Russians whose jobs and lives are tied closely to the world economy, and who are already more likely than the average Russian to oppose Mr. Putin, are under greater threat.\nThe risk for the West, some warned, is that the crushing sanctions could spark a backlash.\n“The medicine could turn out to be worse than the illness, even from the point of view of declared goals,” Mr. Enikolopov said, arguing that the sanctions could end up entrenching anti-Western views. “No one is looking at the collateral damage at all.”\nOn the shore of western Russia’s Lake Valdai, Tatyana Makarova, an entrepreneur, said that she supported Mr. Putin’s war in Ukraine — and that the impact of the sanctions only shows that Russia has been excessively dependent on the West. Ms. Makarova, who owns a small cleaning company, said in a phone interview that she believed the economic crisis would finally force Russia to develop homegrown technology.", "url": "https://www.nytimes.com/2022/03/10/world/europe/russia-economy-ukraine.html"}