{"authors": ["Luke Broadwater", "Alan Feuer"], "date_download": "2022-10-25 23:47:36", "date_modify": "2022-10-25 23:47:36", "date_publish": "2022-02-26 00:12:31", "description": "Kimberly Guilfoyle, the fiancée of former President Donald J. Trump’s eldest son, cut short an interview when she learned that House members on the panel were participating.", "filename": "2022_02_25_us_politics_kimberly-guilfoyle-january-6-committee_1666741656.html", "image_url": "https://static01.nyt.com/images/2022/02/25/multimedia/25dc-riot-photo01/25dc-riot-photo01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_25_us_politics_kimberly-guilfoyle-january-6-committee_1666741656.html", "title": "Jan. 6 Panel Threatens to Force Kimberly Guilfoyle to Testify", "title_page": "Jan. 6 Panel Threatens to Force Kimberly Guilfoyle to Testify - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow live updates on the House committee hearing on the Jan. 6 attack on the Capitol.\nWASHINGTON — The House committee investigating the Jan. 6 attack on the Capitol said on Friday that it would compel Kimberly Guilfoyle, the fiancée of former President Donald J. Trump’s eldest son, to testify after she abruptly ended a voluntary interview with the panel.\nMs. Guilfoyle, a television personality who is engaged to Donald Trump Jr., met virtually with the committee’s staff investigators on Friday after she provided documents the committee described as “germane” to its inquiry. But she became agitated and cut off the questioning upon learning that members of the committee — including Representatives Adam B. Schiff of California and Jamie Raskin of Maryland, both Democrats — were participating in the session, according to people familiar with the situation who spoke about the confidential interview on the condition of anonymity.\nMembers of the committee routinely take part in the panel’s interviews of high-profile witnesses.\nWhen news of the interview leaked to news media outlets, Ms. Guilfoyle refused to continue, and her lawyer accused the panel of attempting to “sandbag” her and using her participation in the inquiry as a “political weapon” against the former president.\n“Ms. Guilfoyle, under threat of subpoena, agreed to meet exclusively with counsel for the select committee in a good-faith effort to provide true and relevant evidence,” Ms. Guilfoyle’s lawyer, Joseph Tacopina, said in a statement after the interview fell apart. “However, upon Ms. Guilfoyle’s attendance, the committee revealed its untrustworthiness, as members notorious for leaking information appeared.”", "url": "https://www.nytimes.com/2022/02/25/us/politics/kimberly-guilfoyle-january-6-committee.html"}