{"authors": ["Michael Barbaro", "Diana Nguyen", "Asthaa Chaturvedi", "Nina Feldman", "Rachel Quester", "Paige Cowett", "Marion Lozano", "Dan Powell", "Chris Wood", "Original Music"], "date_download": "2022-10-25 23:23:08", "date_modify": "2022-10-25 23:23:08", "date_publish": "2022-10-03 10:00:09", "description": "What a Times poll revealed about how a key voting bloc sees both parties ahead of November’s elections.", "filename": "2022_10_03_podcasts_the-daily_latino-voters-midterm-elections-polling_1666740188.html", "image_url": "https://static01.nyt.com/images/2022/10/02/podcasts/03daily-1/merlin_213270603_d2c616d5-7a52-4b04-89fb-debbfe798231-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_03_podcasts_the-daily_latino-voters-midterm-elections-polling_1666740188.html", "title": "The Latino Voters Who Could Decide the Midterms", "title_page": "The Latino Voters Who Could Decide the Midterms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "00:00:00,010 —> 00:00:01,237 This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nmichael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily. [THEME MUSIC] Latino voters have never seemed more electorally important or more up for grabs than in the midterm elections next month that will determine whether Democrats or Republicans control Congress. Today, my colleague, Jennifer Medina, on what a Times poll and a series of follow-up interviews for The Daily has revealed about how those voters see both parties. It’s Monday, October 3. Jenny, you and our colleagues just conducted a major poll of Latino voters in the United States. And the reason why, no doubt, is that it’s an enormously consequential voting bloc in an enormously consequential election, the first real referendum on the Biden era of government, the first time voters across the country are going to go to the polls since Donald Trump lost the White House. So I want to start by asking you to quantify, if you can, the role that Latino voters are expected to play in these consequential midterms.\njennifer medina\nSo Latino voters will play a huge role in deciding both the House and the Senate and control over Congress. In two of the most consequential Senate races, Nevada and Arizona, Latinos make up of registered voters there. And in the House races, this is pretty unusual, Latinos make up more than 20 percent of more than a dozen competitive House races. Now, it’s not unusual, of course, for Latinos to make up a big pool of voters in House races. But in competitive races, that’s a relatively new phenomenon.\nmichael barbaro\nSo is this just a geographical coincidence this election year? Or is there something about the fact that these districts have so many Latino voters that makes them so competitive?\njennifer medina\nIt’s really a little bit of both. The basic dynamic is that most of these districts were not competitive before. They were either blue districts or red rural districts. And now, they’ve been redrawn to include more Latinos. And so the addition of those Latino voters has made these districts much more purple and more competitive. And again, that’s happened in some really key races.\nmichael barbaro\nFascinating. So it’s not at all a stretch, given that math you just described, to say that Latino voters could very well determine which party controls both chambers of Congress in November?\njennifer medina\nDefinitely, not at all a stretch. And really, one of the first times it’s been so clear that that is possible.\nmichael barbaro\nAnd Jenny, you’ve talked a lot in the past about the history of the Latino vote in the United States and bad assumptions that both parties have made about this group of voters. And just remind us of that. As you all began to undertake this poll, what’s the understanding that existed of the Latino vote?\njennifer medina\nWell, that’s really the other reason why we decided to do this poll, because our understanding had gone so topsy-turvy over the last 10 years. When you look back at 2012, Barack Obama had a huge, record-breaking number of Latino support. And so speculation after 2012 was this is the new Democratic majority. Democrats are going to have a permanent majority, largely because of Latino voters.\narchived recording 1 When Republicans lost in November, it was a wake-up call.\njennifer medina\nThe Republicans are so freaked out that they do this huge study, and basically come away with this message —\narchived recording 1 The way we communicate our principles isn’t resonating widely enough.\njennifer medina\nWe’ll never, ever win unless we do better with Latino voters.\narchived recording 1 Focus groups described our party as narrow-minded, out of touch, and quote, “stuffy, old men.”\njennifer medina\nWe’ve got to change our message on immigration. We’ve got to change our message on diversity.\nmichael barbaro\nRight.\njennifer medina\nThen four years later —\ndonald trump I would build a great wall. And nobody builds walls better than me, believe me.\njennifer medina\n— comes Donald Trump with his anti-immigrant message.\ndonald trump They’re bringing drugs. They’re bringing crime. They’re rapists.\nmichael barbaro\nRight, breaking all of the rules that Republicans said they were going to start to follow after 2012.\njennifer medina\nRight, and Democrats think we don’t really need to go after Latino voters. Donald Trump is repelling them for us.\nmichael barbaro\nRight.\njennifer medina\nBut of course, in 2020 —\narchived recording 2 It’s going to be one of the big surprises, I think, you see that come out of 2020. And the Democrats are going to be really confused by it. archived recording 3 President Trump receiving 35 percent of the Hispanic vote this year, up 7 points from 2016.\njennifer medina\nWe see Latino voters moving toward Donald Trump in a way that really shocks most of the political world.\narchived recording 4 Democrats are now being warned. That shift is only growing.\njennifer medina\nAnd then there had become this sort of conventional wisdom that had started this sort of mass exodus among Latino voters from the Democratic Party toward the Republican Party. And that there was just a continual march toward conservatism within Latino voters.\narchived recording 5 One of the big questions in 2022 is that going to continue? Could that accelerate? Will that scramble midterm politics?\nmichael barbaro\nSo just to summarize that. As you undertake this poll, our understanding of Latino voters is that we don’t really understand them. And the questions that everyone seems to be asking are are Latino voters naturally Democrats? Or were they once naturally Democrats, but now they are moving from the Democratic Party over to the Republican Party? This is a very confusing moment.\njennifer medina\nRight, it’s a very confusing moment. And there’s sort of a collective, what is going on here.\nmichael barbaro\nAnd when in doubt, do a poll.\njennifer medina\nExactly.\nmichael barbaro\nSo given all of that, what does this poll find?\njennifer medina\nSo that big question that we wanted to know, are Latino voters fleeing the Democratic Party and flocking toward Republicans? The answer to that is no. Most Hispanic voters, more than 50 percent, say they will vote for Democrats this fall.\nmichael barbaro\nInteresting.\njennifer medina\nAnd roughly 30 percent say they will vote for Republicans, which is about in line with what’s happened historically.\nmichael barbaro\nAnd why do you think that is?\njennifer medina\nWell, what the poll showed is really this belief that Democrats are the party of the working class is part of what’s keeping Latino voters committed to that party. And the support is driven largely by women and partly by older voters. And overall, you see Hispanic voters agreeing with Democrats on a whole bunch of issues, immigration, gun policy, climate. There are lots of reasons that they still feel committed to the Democratic party. But all of that said, there’s some huge warning signs, flashing red lights, for Democrats, and openings for Republicans both now and years from now.\nmichael barbaro\nOK, well, let’s focus on that, the vulnerability of Democrats that has been revealed by this poll and the opportunity that it tells us exists for Republicans. Because that dynamic seems to be very consequential in these House and Senate races that you mentioned earlier, Jenny. Because it could tip the scales. If Republicans lure even more Latino voters than they did in 2020, they may have a very good midterm. If Democrats can keep those voters, or even win back Latino voters from Republicans, they will have a very good midterm. So how should we think about that dynamic, given the results of the poll?\njennifer medina\nSo there are three broad areas where Democrats are really vulnerable and Republicans really have an opening. And the first of those is the economy. So the poll showed us very clearly that Latino voters overwhelmingly consider the economy the most important issue and the most important issue deciding their vote. And when you ask which party they favor on economic issues, they’re actually very split. And almost as many voters prefer the Republican Party on economic issues as they do the Democratic Party.\nmichael barbaro\nThat’s really interesting, because there’s kind of an overrepresentation of Latinos who trust Republicans on the economy relative to the number of Latino voters who just favor Republicans in general.\njennifer medina\nRight, in other words, there are people who say that they favor Democrats in general, but still say they favor the Republicans on economic policy and say that the economic policy is the most important thing determining their vote. So it’s a huge opening for Republicans.\ndani bernal Hello. jennifer medina Hi, is this Dani? dani bernal Yes.\njennifer medina\nAnd so to understand this better, we called up some of the people who responded to the poll.\njennifer medina Do you have a few minutes to talk now? We just wanted to —\njennifer medina\nSo take, for example, Dani Bernal.\ndani bernal OK, so my name is Dani Bernal. I’m 35. Born in Bolivia, raised in Miami. And now I’m living in Los Angeles. jennifer medina And Dani, tell me how you think of yourself politically. How do you describe yourself as a voter? dani bernal I want to say that even though I’m registered as a Republican, I’m more independent, because I constantly swing back and forth on issues. jennifer medina When did you register as a Republican? dani bernal Oh, that was when I was really young, as soon as I was able to preregister when I got my license. So I literally just asked my mom, what’s the difference.\njennifer medina\nSo her mother immigrated from Bolivia. And she moved to Miami, a place that’s sort of overwhelmingly populated by people who fled socialist, communist regimes, and really kind of see government involvement as a negative thing, and want to have an economy based on pure capitalism and the free market.\nmichael barbaro\nAnd this is a group of voters that Republicans have traditionally seen as theirs, voters who care about the free market, Republicans have tailored a message to them, saying we are your home base in the US.\njennifer medina\nRight, and they really have been their home base in the US. And so Dani is really shaped by her mom.\ndani bernal She explained it to me. She’s like, OK, let’s say that you work together with your brother they’re on a project, but your brother really doesn’t do that much work, would you want your brother to get the same pay that you do? And I was like, no. And so she’s like, OK, then that’s basically what the Republicans believe. We don’t believe that we should completely just share our wealth with just everybody. And basically, she told me that the Democratic Party is just you work, and then you have to share with everybody. That was kind of the very basics of it. It sounded like communism.\njennifer medina\nBut then it turns out, she doesn’t really vote for Republicans.\nmichael barbaro\nInteresting.\njennifer medina\nShe voted for Obama. She voted for Clinton. She voted for Biden.\ndani bernal I mean, Trump. He’s a terrible human being, so —\njennifer medina\nAnd she’s really in line with Democrats on social issues like abortion, like guns.\ndani bernal Yes, 100 percent, I feel strongly with the Democrat party on every single social issue.\njennifer medina\nBut when it comes to the economy, she really sees eye to eye with Republicans.\njennifer medina I think I understood that you believe that the economy is the most important issue for you right now. Do I have that right? dani bernal Of course, yeah. It’s mainly because it’s not easy. If the cost of living was a lot lower or at least taxes were lower, then I’d be able to do more. But unfortunately, that’s just not the case. So for me —\njennifer medina\nI think a lot of it has to do with her own personal experience and her own economic situation change.\ndani bernal Because of the pandemic and everything, I’m supporting my boyfriend right now. And I’m the breadwinner of the family. And he’s playing the supportive role. I mean, he was making more money than I was years ago. And he was more of the breadwinner. He was making $250k a year. And now he’s making nothing, absolutely nothing, because he’s still looking for work. jennifer medina What kind of work was he in? dani bernal Oh, he’s in entertainment. So he’s a pro wrestler.\njennifer medina\nHer boyfriend worked as a pro wrestler, but now has lost his job. And so now she’s the sole income earner in their household. And just to be really clear, she’s making what seems like a lot of money.\ndani bernal I make a little bit under $200k.\njennifer medina\nShe makes nearly $200,000. But she really feels like that’s not enough.\ndani bernal I’m living in Los Angeles. My rent is $2,500. I live in a 700 square foot apartment. I still have to pay for parking. I’m growing my own digital marketing agency. And I still have to get a side gig. jennifer medina So it sounds like you’re saying you make good money, but it’s just not enough in this economy, in this city. dani bernal Well, not when you have to factor in saving. There’s really little that I can actually do. I’m still not like — I’m still not enjoying a good prosperous life, if you want to call it. jennifer medina Do you feel like you’re enjoying a more prosperous life than your mother carved out in Miami? dani bernal I don’t know. That’s a very hard question to answer, because my mom was able to buy a house at maybe like $80k or something back in Miami. She has three properties now. I don’t have that prosperous life. At 35, she was already a homeowner. She was also in a double income household. But I still don’t — I still can’t put down for a house.\njennifer medina\nAnd so she looks around at her life and thinks I can’t raise a child in the same kind of comfort that I was raised in. I can’t have a house, all these things that my mother was able to provide for me.\njennifer medina So when you think about and your boyfriend’s economic circumstances, do you think it’s about the choices you’ve made? Or is it kind of luck, but not really about the government? dani bernal I don’t think it has to do anything with the government. Because I’m a firm believer that anybody that lives in a capitalistic society can make money, no matter what it is.\nmichael barbaro\nAnd so in this moment, does she see Republicans as the solution to that problem in her life?\njennifer medina\nWell, so she’s not quite ready to vote for Republicans. But she really believes in the sort of up from your bootstraps mentality, this notion that anybody can get ahead. And so she’s really the epitome of the kind of voter Republicans can go after and pick up. I mean, it would be for her, much more like a homecoming, going back to the way her mother was raised and the sort of hope, and aspiration, and success that her mother had.\nmichael barbaro\nHowever, based on what you told us about her earlier, it would be a decision to move away from the party that she agrees with on social issues because economic concerns for her trumped those.\njennifer medina\nRight, because economic concerns are more important to her and could convince her that it is worth her vote to vote with this party she disagrees with on other things.\nmichael barbaro\nGot it. So this very much helps me understand what you mean when you say Republicans have a big opportunity with Latino voters who have traditionally voted Democratic. This voter encapsulates that perfectly.\njennifer medina\nYes. And so it could prove problematic for Democrats in the fall. And it could have really long lasting implications for the party and for politics in general. [MUSIC PLAYING]\nmichael barbaro\nWe’ll be right back. Jenny, you said that there were three ways in which the Democrats are vulnerable with Latino voters. So what is the second issue that represents Democratic vulnerability, and therefore, Republican opportunity?\njennifer medina\nSo the other big bucket is social issues. And now, we’re talking about voters who are pretty solidly Democrat on these issues, but now are starting to feel uncomfortable and think the party is taking it a little bit too far, specifically on issues of gender and race. And we really wanted to understand how widespread that belief was. So we asked these voters about all sorts of issues. We asked what they thought of Black Lives Matter. We asked what they thought of Blue Lives Matter. We asked how they felt about policing and issues of educating students on trans issues. And then we also asked the question directly, do you think Democrats are too woke? And that’s a line of attack that Republicans have really hammered in the last couple of years.\nmichael barbaro\nRight, and just to explain that line of attack, it’s essentially that Democrats, progressives, liberals are asking the entire country to go to a place on certain social issues that the country is not ready for.\njennifer medina\nExactly. And so when you look at the results here, nearly 60 percent of these voters say they support Black Lives Matter, for example. And at the same time, more than a third of these voters say they agree with Republicans more on crime and policing. And 40 percent say that they think the party is too woke when it comes to issues of race and gender.\nmichael barbaro\nThat’s a large number.\njennifer medina\nIt’s a large number. And it is a big opening for Republicans. Because on the one hand, these voters are saying they agree with them on these sort of basic tenets, these basic principles about social justice, about gender, about race. But they think Democrats have gone a little bit too far.\njennifer medina Hi, is this Luis? luis zunica Yes it is.\njennifer medina\nAnd so one voter we spoke with to understand these contradictions is Luis Zunica.\njennifer medina Do you have a couple of minutes to chat? luis zunica Sure.\njennifer medina\nHe is 29 years old. He lives in Beaumont, Texas, and grew up in El Paso, and now works as an electrical engineer in the oil and gas industry.\njennifer medina Have you generally voted for Democrats? luis zunica Yes, I would say the majority would be on the Democratic side. jennifer medina And tell me a little bit about why you think that is. luis zunica I just think I follow some of the social policies with the Democratic a little more. There are a lot of policies on the Republican side that I do agree with. Typically, the Republican side has been a lot stronger on economics, just because they do treat it like a business. They do treat it like a competition. And that’s a good strategy for America. Donald Trump did bring a lot of good economy strategies to the country. But my basis for voting has primarily been on the social side. jennifer medina OK, tell me a tiny bit what you mean when you say social side. luis zunica Sure, practically, the Republican side has been a little more closed minded in terms of equality of different social groups. So I’m personally part of a couple of minority groups. So I’m a minority in Hispanic, Hispanic heritage, and a minority in the LGBT community. So in total, I guess, I would side a little more on the Democratic side, just because they support a lot of minority issues and minority groups. I do have to agree that some minority groups take it a little too far. jennifer medina And tell me a little bit more about what you mean by too far. luis zunica It could be showing of too much pride or showing of — there’s a difference between accepting minority groups and the minority groups forcing their beliefs on the rest of the population. So I do think there’s a difference there, shoving down views and shoving down requirements down to everyone else’s throats. That’s really what I’ve been seeing lately.\njennifer medina\nHe kept using the term shoving down our throats. He’s wary. He’s really skeptical of Democrats kind of pushing the envelope too fast, too much, too dramatically.\nluis zunica I do think that Democrats take it a step too far when it comes to gender identity or things like that. Because I do respect individuals opinions or thoughts on how they want to dress themselves, but once you force ideas down other people, I think that’s the issue that I’ve been seeing.\njennifer medina\nSo one specific discomfort he points to is educating elementary school kids on issues of gender and sexuality.\nluis zunica Small infants at the elementary school level may not be the appropriate age, just because they will be absorbing everything that they see or hear. So I do think that it’s around the middle school frame that it’s a little more appropriate for them to understand these things and for them to really assess what’s going on.\njennifer medina\nAnd Luis couldn’t quite pinpoint exactly what is being taught to young kids that bothers him. But he has this sort of general feeling that something is wrong here when it comes to young kids and how they are taught about gender and sexuality.\nmichael barbaro\nGot it.\njennifer medina\nAnd he associates that with the Democratic Party.\nmichael barbaro\nAnd does that discomfort actually translate into Luis considering voting for Republicans?\njennifer medina\nWell, we asked him that.\njennifer medina Could you see yourself voting for a Republican in November? luis zunica I could potentially. If they have good policies in place that could address some of the economic issues that are happening while maintaining that social balance, yeah, I think that’s an opportunity. [MUSIC PLAYING]\njennifer medina\nAnd what’s interesting about Luis is he’s really part of this other demographic that is shifting towards Republicans, and I’m speaking specifically about young Latino men. And that really seems to be where there’s the biggest movement toward the Republican Party. When you ask the question of who you’re going to vote for in the midterms, Democrats have just a 4-point edge over Republicans with men under the age of 45.\nmichael barbaro\nSo for Democrats, the worry would be that young men who are, of course, going to be voting for a very long time, by definition, they’re young, they may be leaving the Democratic Party and voting for Republicans over these social issues. And this is a reputation the Democratic Party has that may be hard to shake.\njennifer medina\nRight, so this is a big part of it, a big danger for Democrats. And it’s not going to be the only reason. I think it’s pretty unlikely that somebody is going to vote on one issue alone. But you start to understand how if somebody already feels discomfort with the party on these social issues and trusts Republicans more on the economy, that they might be inclined to vote for Republicans in a way they never have before.\nmichael barbaro\nSo Jenny, what’s the third area that came up in this poll?\njennifer medina\nSo really, the third area is kind of a combination of one and two, which is these are people who are really ready to vote for Republicans, but are holding themselves back because they’re concerned about racism and extremism. And specifically, I’m talking about the fact that Republican candidates are attracting voters and supporters from extreme groups like the Proud Boys, like the Oath Keepers. They’re worried, sort of who their bedfellows might be.\nmichael barbaro\nInteresting.\nabel cortez Hello. jennifer medina Hi, Abel. This is Jenny Medina from the New York Times. Is now still an OK time for you? abel cortez Yes, ma’am, I’m good.\njennifer medina\nSo one voter I spoke with is Abel Cortez.\nabel cortez I was born in the suburbs of Houston, Texas, born and raised, born and raised out here.\njennifer medina\nHe’s 50 years old, owns a business with his wife, has four kids, and also is in law school. He lives just outside of Houston.\njennifer medina And tell me a little bit, how would you describe yourself politically as a voter? abel cortez I’m not really affiliated with either party. If I had to categorize myself, I’d say I’m one of the swing voters.\njennifer medina\nHe said the last Republican candidate he can remember voting for for president was Bush.\nabel cortez I kind of felt like there was — when Trump was in office, there was maybe a push to try and bring jobs back into the country.\njennifer medina\nBut for about the last 10 years, he’s usually voted for Democrats in presidential elections.\nabel cortez I don’t know if I would say I favor the Democrats, they just — especially lately, they seem to be more stable. jennifer medina And just to kind of make sure I understand where you’re coming from at the moment, it’s pretty clear you’ve been mostly voting for Democrats most recently. But for you, it feels clear, you could still see yourself voting for a Republican now? abel cortez Oh, yes, 100 percent.\njennifer medina\nAnd says that if he saw the right candidate, he would certainly vote for a Republican again. But what really stops him, he says, is what he describes as a racial climate.\nabel cortez The racial climate, it’s a big deal. It’s a big deal to me.\njennifer medina\nAnd what does he mean by that?\nabel cortez When you see the Proud Boys, and all the Confederate flags, and they’re at the Trump rallies, and nobody says anything, well, how do I know how those guys feel about me?\njennifer medina\nSo what he really means by that is what he sees as this rise of racism within the Republican Party. And it basically makes him wonder if there’s any space for him in the Republican Party.\nabel cortez I was on my way home today. And there’s this — I guess it was a — I don’t know what it was. It was some sort of — I don’t know if it was a protest or some sort of a rally of some sort —\njennifer medina\nAnd he spoke about seeing some sort of political rally not far from where he lives.\nabel cortez Which had white supremacists on one side of the street, then you had a bunch of Trump supporters on the other side of the street. But so there was one guy in the Trump crowd, and he was like, hey, you guys, y’all need to go away, making us look bad. And that’s exactly how — I feel like that guy does about the Republican Party. The Republican Party today is not the Republican Party I grew up with.\njennifer medina\nAnd he sort of felt like, yeah, that’s my problem, too. How can you be here at the same place where I am? We can’t be in the same space together.\nabel cortez I don’t know if it’s a media or maybe in my area, but they just seem more radicalized. There’s a big part of the Republican voters that are just — that just seem radicalized, just kind out there, too extreme for me.\nmichael barbaro\nSo interesting. What makes him worried about the Republican Party in this moment is not necessarily its values, it’s literally Republican voters themselves.\njennifer medina\nRight, I think it’s Republican voters and Republican candidates who are attracting those voters. It’s this very clear notion that to be Republican in this moment is to be racist and extremist. That’s how he sees the party now. That’s not how he saw it in the Bush era. But that’s how he sees it now.\nabel cortez The party that I’m looking — now that I’m considering to vote for, maybe they don’t like me. You know what I mean? Maybe they don’t want me to succeed. Maybe they don’t want me to do well. So it’s a big deal.\nmichael barbaro\nBut Jenny, like you said, Abel has voted for Republicans in the past and might be open to doing it again. He’s more or less ready to vote Republican, but for this one concern about extremism and racism in the party, which is a big concern. But that seems like an opportunity for Republicans, right? If they can put forward the right kind of candidate.\njennifer medina\nRight, and Republicans have shown an ability to do this. Something we’ve talked about on the show before is a candidate like Mayra Flores, who won a special election in South Texas earlier this year in a seat that had been held by a Democrat for almost 100 years. So if they can find a candidate who can kind of reassure voters that this isn’t a party of racism, that there are people, quote, unquote, “like you” in the party, those voters could be convinced.\nmichael barbaro\nBut presumably there’s also a big opening for Democrats here, too. They can point out the extremism of the Republican Party candidates that exist, especially in this cycle, in order to hold on to a voter like Abel.\njennifer medina\nRight, you would think so. But for some voters, including Abel, that might not be enough. In Texas, for example, there’s a race for the governor’s office right now with incumbent Republican Greg Abbott against Beto O’Rourke. And O’Rourke has really been painting Abbott as extreme, as anti-Latino and anti-immigrant. And Abbott, at the same time, has been busing migrants to Washington DC and New York without any warning. So that’s made the attack easier for O’Rourke to make.\njennifer medina Do you think he’ll vote for Beto? abel cortez Do I think I’ll vote for Beto? I don’t know. I’m just looking for a reason to not — I would like to not vote for Abbott, but I don’t know if — I don’t know if Beto is the guy or not. jennifer medina Why would you not want to vote for Abbott? abel cortez I just think it’s time for a change.\njennifer medina\nEven though Abel is uncomfortable with Greg Abbott and plans to vote against him, he’s not all that enthusiastic about Beto O’Rourke. So the strategy from Democrats to paint Republicans as extremists really only goes so far.\nmichael barbaro\nSo Jenny, at the beginning of this conversation, we talked about just how much the Latino voter has been misunderstood. And this poll was meant to bring a new understanding of this voting bloc. So knowing what we now know about the result of this poll and the conversations that you had with all the voters that we just talked through, what is our new understanding of the Latino voter at this moment, and their relationship to the two major parties, and these midterms?\njennifer medina\nI think you can really come away from this poll understanding that while the majority of Latinos still vote for Democrats, a large group of Latino voters are definitely still up for grabs. There’s not this deeply ingrained, deeply loyal, across the board affinity for either party. Latino voters have long felt like neither party really speaks to them. That Democrats have taken them for granted, and that Republicans have candidates who seem to have outright hostility toward them, and that nobody really quite values them as voters. It’s almost more like they have nowhere to go. And so everybody always talks every election about the swing voters. Well, this year, it really feels like Latinos are those swing voters. They are the ones who will swing these very, very competitive races in the House and the Senate. And what will be really interesting and important in these last few weeks is to see whether candidates and parties do really tailor their messages to these voters. And whichever party successfully does that will be rewarded this year, and presumably, for a long time to come.\nmichael barbaro\nWell, Jenny, thank you very much. We appreciate your time.\njennifer medina\nThank you so much. [MUSIC PLAYING]\nmichael barbaro", "url": "https://www.nytimes.com/2022/10/03/podcasts/the-daily/latino-voters-midterm-elections-polling.html"}