{"authors": ["Melissa Eddy", "Vanessa Friedman", "Michael J. De La Merced"], "date_download": "2022-10-25 22:54:44", "date_modify": "2022-10-25 22:54:44", "date_publish": "2022-10-25 11:00:51", "description": "The German sportswear giant is the latest company to cut ties with Mr. West after his recent antisemitic remarks. Ending the partnership is expected to hurt company profits.", "filename": "2022_10_25_business_adidas-kanye-west_1666738484.html", "image_url": "https://static01.nyt.com/images/2022/10/25/multimedia/25adidas-kanye-1-db1a/25adidas-kanye-1-db1a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_25_business_adidas-kanye-west_1666738484.html", "title": "Adidas Ends Partnership With Kanye West at a Considerable Cost", "title_page": "Adidas Ends Partnership With Kanye West After Antisemitic Comments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Though Adidas was among the first of Yeezy’s corporate partners to announce publicly — on Oct. 6 — that it had placed the relationship under “review,” the fact that the company did not move faster to officially sever the ties began to take a toll. The Anti-Defamation League shot back, “What more do you need to review?”\nLike many of Ye’s other fashion connections, Adidas seemed to be dragging its feet, perhaps hoping for a public apology that could turn things around. Unlike Ye’s other fashion relationships, which were largely unofficial and based on mutually advantageous appearances, untangling the deal between Yeezy and Adidas would have major contractual and long-term implications; the two brands were intertwined not just publicly, but financially and logistically as well. For Adidas, the partnership was worth more than 10 percent of the more than $2 billion it made in profit last year.\nThe Anti-Defamation League stepped up its pressure on Adidas this week, after members of a hate group hung a banner reading “Kanye is right about the Jews” over a Los Angeles freeway.\nIn Germany, the Central Council of Jews called on the company to cut ties to Ye. “The historical responsibility of Adidas lays not only in the German roots of the company, but also in its entanglement with the Nazi regime,” Josef Schuster, the head of the council, said. “I simply expect such a company to take a strict position regarding antisemitism.”\nThe founder of Adidas, Adi Dassler, belonged to the Nazi Party, and his factory was forced to produce munitions in the final years of the war. It was only thanks to the sworn statement of a Jewish friend that he was allowed to found the present-day company after World War II ended. Antisemitic statements made online can lead to prosecution in Germany, and companies with ties to the Nazi era are expected to act to prevent the return of such sentiment.\nAs pressure on the company mounted in the United States in recent days, its leadership remained largely silent, frustrating even its own executives. “Coming off of the Adidas global week of inclusion, I am feeling anything but included,” Sarah Camhi, a director for trade marketing at Adidas in the United States, wrote in a post on LinkedIn on Monday.\nShe pointed out that while Adidas had severed ties with athletes who failed drug tests, or were “difficult to work with,” it was “unwilling to denounce hate speech, the perpetuation of dangerous stereotypes and blatant racism by one of our top brand partners,” she wrote.", "url": "https://www.nytimes.com/2022/10/25/business/adidas-kanye-west.html"}