{"authors": ["Julia Jacobs"], "date_download": "2022-10-25 23:51:13", "date_modify": "2022-10-25 23:51:13", "date_publish": "2022-09-01 09:00:48", "description": "She’s landed her dream role in “Funny Girl.” Now she’s tasked with rescuing the faltering Broadway show and proving that she is not the person she once was.", "filename": "2022_09_01_theater_lea-michele-funny-girl-broadway_1666741873.html", "image_url": "https://static01.nyt.com/images/2022/09/04/arts/04LEAMICHELE1/04LEAMICHELE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_01_theater_lea-michele-funny-girl-broadway_1666741873.html", "title": "Lea Michele Is Well Aware That the Pressure Is On", "title_page": "Lea Michele On ‘Funny Girl,’ ‘Glee,’ Her Career and Those Rumors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The structure of the show itself will see some changes, including a new interlude of a Brice song, “I’d Rather Be Blue Over You,” that Streisand sings in the movie.\nMichele, like her predecessors, has tried to remove the pressure of the comparison, saying, “​​I will never be as good as Barbra Streisand.” Whatever performance she delivers, it will not be eligible for a Tony: Only the originating actress in that production, Feldstein, can be considered for the award.\nBut the pressure on her to save this revival is hard to dismiss. Mayer said he sees this as a “second chance” for “Funny Girl,” whose ticket sales had been on the decline, dropping to an average weekly gross of about $760,000 in Feldstein’s final month from $1.2 million in the first two, according to data from the Broadway League. Prices have now skyrocketed for Michele’s debut: The most expensive ticket on her first night is more than $2,600, as of Wednesday.\nDespite the evident star power, Michele seems aware that she should avoid behaving like a diva.\n“Everyone here has been through a lot, and I just have to come in and be prepared and do a good job and be respectful of the fact that this is their space,” she said.\nA humbling element of the process is that she had to learn how to tap dance from square one, practicing with a nursery rhyme tap video one of the show’s choreographers, Ayodele Casel, sent her. (After the first tap rehearsal, she said, she cried in the bathroom, wondering if she really could pull this role off, before the steps eventually clicked.)\nStill, Michele admits that she is only just learning how to be publicly vulnerable. Online hatred of her can verge on gleeful, and she fears that if she responds to criticism — or a bizarre rumor that she is illiterate — it will fuel the fire.\n“I went to ‘Glee’ every single day; I knew my lines every single day,” she said. “And then there’s a rumor online that I can’t read or write? It’s sad. It really is. I think often if I were a man, a lot of this wouldn’t be the case.”", "url": "https://www.nytimes.com/2022/09/01/theater/lea-michele-funny-girl-broadway.html"}