{"authors": ["Natalie Proulx"], "date_download": "2022-10-25 23:25:08", "date_modify": "2022-10-25 23:25:08", "date_publish": "2022-10-13 09:00:11", "description": "On June 24, the Supreme Court eliminated the constitutional right to abortion after almost 50 years. How will the decision affect you and your community?", "filename": "2022_10_13_learning_what-is-your-reaction-to-the-state-of-abortion-rights-in-2022_1666740308.html", "image_url": "https://static01.nyt.com/images/2022/06/24/us/politics/24dc-scotus1-copyLN/24dc-scotus1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_13_learning_what-is-your-reaction-to-the-state-of-abortion-rights-in-2022_1666740308.html", "title": "What Is Your Reaction to the State of Abortion Rights in 2022?", "title_page": "What Is Your Reaction to the State of Abortion Rights in 2022? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Did you hear about the ruling earlier this summer? What did you think and feel when you heard the news? Fear? Anger? Relief? Joy? Confusion?\nAdam Liptak reports in the article “In 6-to-3 Ruling, Supreme Court Ends Nearly 50 Years of Abortion Rights,” published on June 24, announcing the decision:\nThe Supreme Court on Friday overturned Roe v. Wade, eliminating the constitutional right to abortion after almost 50 years in a decision that will transform American life, reshape the nation’s politics and lead to all but total bans on the procedure in about half of the states. “Roe was egregiously wrong from the start,” Justice Samuel A. Alito Jr. wrote for the majority in the 6-to-3 decision, one of the most momentous from the court in decades. Bans in at least eight states swiftly took effect after they enacted laws meant to be enforced immediately after Roe fell. More states are expected to follow in the coming days, reflecting the main holding in the decision, that states are free to end the practice if they choose to do so. The decision, which closely tracked a leaked draft opinion, prompted celebrations and outcries across the country, underlining how divisive the topic of abortion remains after decades of uncompromising ideological and moral battles between those who see making the choice to terminate a pregnancy as a right and those who see it as taking a life. The outcome, while telegraphed both by the leaked draft opinion and positions taken by the justices during arguments in the case, nonetheless produced political shock waves, energizing conservatives who are increasingly focused on state-by-state-fights and generating new resolve among Democrats to make restoring abortion rights a central element of the midterm elections.\nThe article continues with more details about the case and the decision:\nThe case, Dobbs v. Jackson Women’s Health Organization, No. 19-1392, concerned a law enacted in 2018 by the Republican-dominated Mississippi Legislature that banned abortions if “the probable gestational age of the unborn human” was determined to be more than 15 weeks. The statute, a calculated challenge to Roe, included narrow exceptions for medical emergencies or “a severe fetal abnormality.” Justice Alito’s majority opinion not only sustained the Mississippi law but also said that Roe and Planned Parenthood v. Casey, the 1992 decision that affirmed Roe’s core holding, should be overruled. The reasoning in Roe “was exceptionally weak, and the decision has had damaging consequences,” Justice Alito wrote. “And far from bringing about a national settlement of the abortion issue, Roe and Casey have enflamed debate and deepened division. It is time to heed the Constitution and return the issue of abortion to the people’s elected representatives.” Justices Clarence Thomas, Neil M. Gorsuch, Brett M. Kavanaugh and Amy Coney Barrett joined the majority opinion. In an anguished joint dissent, Justices Stephen G. Breyer, Sonia Sotomayor and Elena Kagan wrote that the court had done grave damage to women’s equality and its own legitimacy. “A new and bare majority of this court — acting at practically the first moment possible — overrules Roe and Casey,” they wrote, adding that the majority had issued “a decision greenlighting even total abortion bans.” The dissent concluded: “With sorrow — for this court, but more, for the many millions of American women who have today lost a fundamental constitutional protection — we dissent.”\nIn the wake of the decision, Times Opinion editors conducted focus groups with voters who consider themselves “pro-life” and “pro-choice” to understand their views on abortion in America. They summarized the pro-life responses this way:\nSome of the participants, who spoke with us last week from around the country, said that despite identifying as pro-life, they believed that women should be able to make the choice about whether to have an abortion. “It’s their bodies,” said one man. Many from the group said that abortion should be available in some circumstances, such as early in pregnancy or when a woman is the victim of rape or incest. Abortion was an obviously emotional issue for the group, with several participants expressing a desire for women who get pregnant unexpectedly to take responsibility for their actions. A number were clearly moved by the claims of anti-abortion lawmakers who have worked to ban abortion after fetal cardiac activity can be detected, starting around six weeks of pregnancy. Most medical experts say there is no real heartbeat at six weeks, and many women do not know they’re pregnant at that stage. But those claims have a clear emotional pull, as expressed by the group: They believe that even very early pregnancies are babies, with rights of their own.\nAnd the pro-choice responses this way:\nIt is perhaps no surprise that pro-choice Americans are distraught about last month’s overturning of Roe v. Wade, which has led more than a dozen states to all but ban abortions. “Shock,” “wrong” and “chaos” were some of the words that the participants in one of our latest focus groups used to describe the Supreme Court decision. But this cohort, which spoke to us last week from around the country, also shared many nuanced insights that went beyond disappointment with the conservatives on the court. (We conducted a similar conversation the same evening with people who identified as pro-life.) Participants said they blamed liberals, including President Barack Obama and Justice Ruth Bader Ginsburg, for the state of American abortion rights, and some expressed a preference for policies that place limits on abortion access.\nStudents, explore one or more of these articles, then tell us:", "url": "https://www.nytimes.com/2022/10/13/learning/what-is-your-reaction-to-the-state-of-abortion-rights-in-2022.html"}