{"authors": ["William K. Rashbaum", "Ben Protess", "Jonah E. Bromwich"], "date_download": "2022-10-25 22:55:09", "date_modify": "2022-10-25 22:55:09", "date_publish": "2022-03-23 22:31:13", "description": "Mark F. Pomerantz, who had investigated the former president, left after the Manhattan district attorney, Alvin Bragg, halted an effort to seek an indictment.", "filename": "2022_03_23_nyregion_trump-investigation-felony-resignation-pomerantz_1666738509.html", "image_url": "https://static01.nyt.com/images/2022/03/22/nyregion/00trumpletter1/00trumpletter1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_23_nyregion_trump-investigation-felony-resignation-pomerantz_1666738509.html", "title": "Trump Is Guilty of ‘Numerous’ Felonies, Prosecutor Who Resigned Says", "title_page": "Trump Is Guilty of ‘Numerous’ Felonies, Prosecutor Who Resigned Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Earlier this month, The Times reported that the investigation unraveled after weeks of escalating disagreement between the veteran prosecutors overseeing the case and the new district attorney. Much of the debate centered on whether the prosecutors could prove that Mr. Trump knowingly falsified the value of his assets on annual financial statements, The Times found, a necessary element to proving the case.\nWhile Mr. Dunne and Mr. Pomerantz were confident that the office could demonstrate that the former president had intended to inflate the value of his golf clubs, hotels and office buildings, Mr. Bragg was not. He balked at pursuing an indictment against Mr. Trump, a decision that shut down Mr. Pomerantz’s and Mr. Dunne’s presentation of evidence to a grand jury and prompted their resignations.\nMr. Bragg has said that his office continues to conduct the investigation. For that reason, Mr. Bragg, a former federal prosecutor and deputy New York State attorney general who became district attorney in January, is barred from commenting on its specifics.\nMr. Bragg’s predecessor, Cyrus R. Vance Jr., had decided in his final days in office to move toward an indictment, leaving Mr. Trump just weeks away from likely criminal charges. Mr. Bragg’s decision seems, for now at least, to have removed one of the greatest legal threats Mr. Trump has ever faced.\nThe resignation letter cast a harsh light on that decision from the perspective of Mr. Pomerantz, who wrote that he believed there was enough evidence to prove Mr. Trump’s guilt “beyond a reasonable doubt.”\n“No case is perfect,” Mr. Pomerantz wrote. “Whatever the risks of bringing the case may be, I am convinced that a failure to prosecute will pose much greater risks in terms of public confidence in the fair administration of justice.”\nIn a statement responding to the letter, Mr. Trump’s lawyer, Ronald P. Fischetti, said that charges were not warranted and that Mr. Pomerantz “had the opportunity to present the fruits of his investigation to the D.A. and his senior staff on several occasions and failed.”", "url": "https://www.nytimes.com/2022/03/23/nyregion/trump-investigation-felony-resignation-pomerantz.html"}