{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:59", "date_modify": "2022-10-25 23:36:59", "date_publish": "2022-07-08 16:13:02", "description": "Whether in works by Mahler, Mozart or Rossini, directors at the Aix-en-Provence Festival in France evoke mass death and refugee crises.", "filename": "2022_07_08_arts_music_aix-festival-opera_1666741019.html", "image_url": "https://static01.nyt.com/images/2022/07/09/arts/08aix-opening/08aix-opening-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_08_arts_music_aix-festival-opera_1666741019.html", "title": "At the Opera, Humans Bear Witness to Atrocity, or Ignore It", "title_page": "At the Opera, Humans Bear Witness to Atrocity, or Ignore It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AIX-EN-PROVENCE, France — The bodies kept coming up.\nFirst one. Then another. Then a dozen. Then a hundred. After an hour of “Resurrection,” the opening night production at the Aix-en-Provence Festival, 160 decomposing corpses lay in neat, sickening rows on a stage covered in dark earth.\nThe exhumation of a shallow mass grave is a grimly familiar sight: Sudan, Srebrenica, Veracruz, Rwanda, so many others. In March, Bucha, Ukraine, added to that litany a scene so eerily reminiscent of the one being staged here that the festival sent out an email assuring audiences that the director, Romeo Castellucci, had conceived the production a year before the war broke out.\nThree years ago at the Aix Festival, Castellucci presented “Requiem,” a staging of Mozart’s final work. In a series of enigmatic episodes, he set to the mournful, churning music an evocation of civilization’s full span, from birth — with plangent child singers — to vibrant, folk-dancing life, and shadowy implosion amid battles and nature’s destruction.\nHis new piece, which premiered on Monday, is a pendant to “Requiem,” but Castellucci has done something quite different with Mahler’s 90-minute Second Symphony, known as the “Resurrection.” Rather than short episodes, here there is a single, almost unremitting action: We watch a United Nations team silently excavate a site where a catastrophe has taken place.", "url": "https://www.nytimes.com/2022/07/08/arts/music/aix-festival-opera.html"}