{"authors": ["Paul Mozur", "Ana Swanson", "Edward Wong"], "date_download": "2022-10-25 22:55:00", "date_modify": "2022-10-25 22:55:00", "date_publish": "2022-10-03 18:01:43", "description": "The new rules could be the most sweeping action taken yet by the Biden administration to thwart China’s access to American technology that powers data centers and supercomputers.", "filename": "2022_10_03_business_us-limits-chinas-supercomputing_1666738500.html", "image_url": "https://static01.nyt.com/images/2022/10/04/business/03JPdc-chinatech-print/03dc-chinatech01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_03_business_us-limits-chinas-supercomputing_1666738500.html", "title": "U.S. Said to Plan New Limits on China’s A.I. and Supercomputing Firms", "title_page": "U.S. Said to Plan New Limits on China’s A.I. and Supercomputing Firms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That’s quite a remarkable expansion of our concerns,” he said, adding that YMTC was a prime example of this kind of company.\nThe White House declined to comment on the planned restrictions. A spokesperson for the Bureau of Industry and Security at the Commerce Department, which has authority over the types of technology that companies can export out of the United States, said they could not confirm anything at this point.\nIf enacted, the measures will be the strongest push to date by the United States to hit at China’s flourishing supercomputer and data center market. Many Chinese universities, state-run companies and internet firms run supercomputers that have a range of abilities. Plenty are used for important, if prosaic, tasks like analyzing road traffic, managing social networks or predicting weather, but analysts and researchers have shown how others are used for more malign purposes.\nChina has used some supercomputers to power invasive surveillance systems that target ethnic minorities. Others have been used by Beijing to model nuclear blasts and design next-generation weapons that could evade American defenses.\nFor instance, in the western Chinese region of Xinjiang, where hundreds of thousands of minority Uyghurs have been interned and surveilled, a supercomputer built with chips made by Intel and Nvidia has been used to process footage collected from ubiquitous video cameras in the area. Both Intel and Nvidia have said they were unaware of what they called misuse of their technology.\nThe U.S. government has sought to curb the flow of technology to projects like these in recent years, but those efforts have been frustrated by the wide availability of powerful microchips.\nMany such products that are sold to China are manufactured outside the United States, meaning the U.S. government’s traditional methods of regulation, which focus on products exported from the United States, don’t apply. So officials in the Trump and Biden administrations have turned to leveraging the foreign direct product rule, a sweeping regulation that prevents products made anywhere in the world with the help of U.S. technology, machinery or software from being sold to China. Even semiconductors manufactured in other countries are often made with the use of U.S. equipment and software.", "url": "https://www.nytimes.com/2022/10/03/business/us-limits-chinas-supercomputing.html"}