{"authors": ["Marlise Simons"], "date_download": "2022-10-25 23:01:24", "date_modify": "2022-10-25 23:01:24", "date_publish": "2022-03-07 15:17:56", "description": "The head of the Ukrainian delegation told the court that “millions are in danger” and accused Moscow of defiling the Genocide Convention.", "filename": "2022_03_07_world_europe_icj-united-nations-ukraine-russia_1666738884.html", "image_url": "https://static01.nyt.com/images/2022/03/07/multimedia/07ukraine-blog-ijc-hearing/07ukraine-blog-ijc-hearing-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_03_07_world_europe_icj-united-nations-ukraine-russia_1666738884.html", "title": "Ukraine Takes its Case Against Russia to the UN's Highest Court", "title_page": "Ukraine Takes its Case Against Russia to the UN's Highest Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ukraine turned to the United Nations’ highest court on Monday to try to stop Russia’s invasion, urging its judges to issue an injunction demanding that Russia end its violent incursion in the country.\nAnton Korynevych, the head of the Ukrainian delegation, told a hearing of the International Court of Justice at The Hague that “millions are in danger” from Russian attacks. He accused Moscow of defiling the Genocide Convention, the 1948 U.N. treaty prohibiting genocide, by falsely claiming that Ukraine was committing genocide against Russian speakers in eastern Ukraine as one of the pretexts for its invasion.\n“Russia must be stopped, and the court has a role in stopping it,” Mr. Korynevych told the 15-judge bench on the highest court for resolving disputes between states, adding that it was Russia that was committing genocidal acts in Ukraine.\nRussia boycotted the hearing. The presiding judge, Joan E. Donoghue, said, “The court regrets the nonappearance of the Russian Federation in these oral proceedings.”", "url": "https://www.nytimes.com/2022/03/07/world/europe/icj-united-nations-ukraine-russia.html"}