{"authors": ["Paul Krugman"], "date_download": "2022-10-25 23:42:32", "date_modify": "2022-10-25 23:42:32", "date_publish": "2022-10-11 19:38:04", "description": "The prize recognized important work explaining when and why financial markets implode.", "filename": "2022_10_11_opinion_nobel-economics-bernanke-diamond-dybvig_1666741352.html", "image_url": "https://static01.nyt.com/images/2022/10/13/opinion/11krugman-newsletter-image/11krugman-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_11_opinion_nobel-economics-bernanke-diamond-dybvig_1666741352.html", "title": "A Nobel Prize for the Economics of Panic", "title_page": "Opinion | A Nobel Prize for the Economics of Panic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Do people still read Rudyard Kipling’s “If”? Even if you haven’t, you probably know how it begins: “If you can keep your head when all about you are losing theirs …” Refusing to panic, Kipling asserted, was a great virtue.\nBut during a bank run, refusing to panic can also be a way to lose all your money.\nOn Monday, the Nobel Prize in Economics was given to a household name, Ben Bernanke, and two economists’ economists, Douglas Diamond and Philip Dybvig, largely for papers they published almost 40 years ago. So let’s talk about their work and why, unfortunately, it remains all too relevant.\nAn aside: I sometimes encounter people who insist that the economics prize isn’t a “real” Nobel, because it’s just an award handed out by some Swedes, unlike the other prizes, which are … awards handed out by some Swedes. Yes, I may be talking my own book here, since I got one of these things myself in 2008, but it’s hard to deny the importance of the economics work the Swedes just honored.\nObviously, Bernanke, Diamond and Dybvig weren’t the first economists to notice that bank runs happen. But Diamond and Dybvig provided the first really clear analysis of why they happen — and why, destructive as they are, they can represent rational behavior on the part of bank depositors. Their analysis was also full of implications for financial policy. At the same time, Bernanke provided evidence on why bank runs matter and, although he avoided saying so directly, why Milton Friedman was wrong about the causes of the Great Depression.", "url": "https://www.nytimes.com/2022/10/11/opinion/nobel-economics-bernanke-diamond-dybvig.html"}