{"authors": ["Elian Peltier"], "date_download": "2022-10-25 23:26:21", "date_modify": "2022-10-25 23:26:21", "date_publish": "2022-08-08 17:12:24", "description": "The accord paves the way for national reconciliation talks and democratic elections. However, it was snubbed by the main rebel group responsible for the death of Chad’s previous leader.", "filename": "2022_08_08_world_africa_chad-rebels-ceasefire_1666740381.html", "image_url": "https://static01.nyt.com/images/2022/08/08/world/08chad/08chad-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_08_world_africa_chad-rebels-ceasefire_1666740381.html", "title": "Chad’s Military Junta and Rebels Sign a Deal, but a Main Player Is Missing", "title_page": "Chad’s Military Junta and Rebels Sign a Deal, but a Main Player Is Missing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even as a broad mix of political parties, rebel groups and the military government are set to convene in N’Djamena this month, Mr. Hoinathy said, “Those who didn’t sign the accord may as well invite themselves to the conversation — but through weapons.”\nMamadou Djimtebaye, a Chadian political journalist, said that scenario could have been true years ago, but is not anymore. “That’s an old framework — people won’t let it happen,” he said. “They want elections, and both the government and F.A.C.T. have understood that.”\nIssa Ahmat, the spokesman for F.A.C.T., said any resolutions from the reconciliation talks would likely be biased in favor of the government. But he said that violence wasn’t on the table. “We haven’t closed the door to dialogue,” Mr. Ahmat said in a telephone interview.\nThe presence of myriad groups in Doha — more than 50, with nearly 10 of them rejecting the accord — highlighted the key role they have played in Chad since the country’s independence from France in 1960. The country’s history has been characterized by military dictatorship and repeated attempts to seize power by such groups, often operating from neighboring Libya or Sudan.\nBesides the cease-fire, the agreement signed on Monday includes a disarmament program; amnesty and the safe return of rebels outside Chad; the end of recruitment by rebel groups; and the release of prisoners on both sides.\nThe Union of Resistance Forces, which tried to oust the elder Mr. Déby in 2019 by sending a column of fighters in 50 pickup trucks from Libya — only to be beaten back by French airstrikes — signed the agreement. But another powerful group, the Military Command Council for the Salvation of the Republic, rejected the pledge.\nNow, as the transition period is likely to exceed its 18-month term, Chadians have been increasingly frustrated with the junta.", "url": "https://www.nytimes.com/2022/08/08/world/africa/chad-rebels-ceasefire.html"}