{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:12", "date_modify": "2022-10-25 23:36:12", "date_publish": "2022-02-10 21:47:21", "description": "With his cartoonlike work that seemed to plumb the American subconscious, he was celebrated as a Pop artist, a surrealist, an eroticist and more.", "filename": "2022_02_10_obituaries_john-wesley-dead_1666740972.html", "image_url": "https://static01.nyt.com/images/2022/02/11/obituaries/Wesley-02-print1/Wesley-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_10_obituaries_john-wesley-dead_1666740972.html", "title": "John Wesley, an Artist Who Couldn’t Be Pinned Down, Dies at 93", "title_page": "John Wesley, an Artist Who Couldn’t Be Pinned Down, Dies at 93 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John Wesley, a painter of flat, cartoonish figures that seemed to spring not from the well of Pop Art but from some deeper, stranger reservoir of the American unconscious inhabited by floating babies, rubbery nudes and the hapless comic-strip husband Dagwood Bumstead, died on Thursday at his home in Manhattan. He was 93.\nHis death was confirmed by Fredericks & Freiser, the New York gallery that has represented his work for many years.\nIn a prolific career of more than five decades, Mr. Wesley, who was known as Jack, had the great distinction and occasional critical misfortune of eluding almost every attempt at categorization. He tolerated the label of Pop artist, he said, mostly because it got him into shows. Through the years, critics also described him variously as a “Surrealist secret agent,” a sly eroticist, a latter-day manifestation of Rococo, a renegade Color Field artist and a “Greek vase painter by way of Aubrey Beardsley.”\nThe sculptor Donald Judd enshrined Mr. Wesley’s paintings alongside masterpieces of Minimalism and other rigorously spare work at the Chinati Foundation in Marfa, Texas, though Mr. Judd seemed uncharacteristically at a loss to explain exactly why. Mr. Wesley was of no help in clearing up any of the confusion. He hated talking about his work and would go only so far as to concede a stray formal affinity with other artists, past or present.", "url": "https://www.nytimes.com/2022/02/10/obituaries/john-wesley-dead.html"}