{"authors": ["Joseph Berger"], "date_download": "2022-10-25 23:55:54", "date_modify": "2022-10-25 23:55:54", "date_publish": "2022-04-06 19:04:58", "description": "His most prominent roles included three tenderly caring parents, but he was most associated with the dapper gangsters he portrayed in the movies and on television.", "filename": "2022_04_06_arts_television_nehemiah-persoff-dead_1666742154.html", "image_url": "https://static01.nyt.com/images/2022/04/07/obituaries/06persoff-01-print1/06persoff-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_06_arts_television_nehemiah-persoff-dead_1666742154.html", "title": "Nehemiah Persoff, Actor With a Familiar Face (and Voice), Dies at 102", "title_page": "Nehemiah Persoff, Actor With a Familiar Face (and Voice), Dies at 102 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nehemiah Persoff, a ubiquitous character actor whose gravelly voice and knack for conveying an air of menace magnified his portrayals of a bevy of sinister types, most notably a half-dozen Prohibition-era gangsters, died on Tuesday in San Luis Obispo, Calif. He was 102.\nThe cause was heart failure, his grandson, Joey Persoff, said.\nFor decades Mr. Persoff was one of most recognizable faces on television, by face if not by name; he was seen on hundreds of shows, beginning in the late 1940s. He usually played a supporting character, sometimes kindly, sometimes malevolent, but, given his gift for dialect, frequently with an undefined foreign accent.\nHe appeared on such durable series of the 1950s, ’60s and ’70s as “Gunsmoke,” “The Twilight Zone,” “Route 66,” “Gilligan’s Island,” “Mission: Impossible,” “Hawaii Five-O” and “Columbo,” and he continued into the 1990s, with parts on “Law & Order” and “Chicago Hope.”\nMr. Persoff, a native of Jerusalem who emigrated to the United States when he was 9, was in real life an amiable father of four who was married to the same woman for seven decades, and who in retirement became an accomplished painter.", "url": "https://www.nytimes.com/2022/04/06/arts/television/nehemiah-persoff-dead.html"}