{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:37:00", "date_modify": "2022-10-25 23:37:00", "date_publish": "2022-09-28 16:33:20", "description": "Sondra Radvanovsky took on one of opera’s most daunting roles as Cherubini’s classic came to the Met for the first time to open the company’s season.", "filename": "2022_09_28_arts_music_review-medea-met-opera_1666741020.html", "image_url": "https://static01.nyt.com/images/2022/09/29/multimedia/28medea-top-1-bbc0/28medea-top-1-bbc0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_28_arts_music_review-medea-met-opera_1666741020.html", "title": "Review: In the Met Opera’s ‘Medea,’ a Soprano Stands Alone", "title_page": "Review: In the Met Opera’s ‘Medea,’ a Soprano Stands Alone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Giving her all in a writhing, high-note-hurling take on the spurned sorceress of Greek myth, pacing herself cannily and commanding at full cry, Radvanovsky would have deserved credit simply for showing up and taking on one of opera’s most daunting vocal and dramatic challenges. And one of its most daunting legacies: “Medea” is still defined by Maria Callas, who revived it to wild acclaim in the 1950s and whose slew of coruscating recordings of the piece have kept her unavoidable.\nThrough the 17th and 18th centuries there had been operatic depictions of formidable women scorned and abandoned: “Dido and Aeneas,” “Armide,” “Alcina.” But the early audiences at “Medea” — which premiered in 1797 in French, as “Médée,” but is today usually performed in Italian translation, as on Tuesday — would have had little preparation for the rawness of its intensity, particularly a final act that is essentially a brutal half-hour monologue, capped by a mother’s murder of her children.\nConducted at the Met by Carlo Rizzi and directed by David McVicar, the opera teeters on the blurry border between Classicism and Romanticism, with audible debts to Gluck’s musical purity and formality and to Mozart’s psychologically charged vitality.\nThe influence of “Medea,” in turn, can be heard in the fiery outbursts and discomfiting mad scenes in the bel canto works of the decades that followed — Rossini’s “Armida,” Donizetti’s “Anna Bolena,” Bellini’s “Norma” — and even beyond. (The thunderstorm in the beginning of Cherubini’s Act III rumbles, half a century later, into the end of Verdi’s “Rigoletto.”)", "url": "https://www.nytimes.com/2022/09/28/arts/music/review-medea-met-opera.html"}