{"authors": ["Matthew Goldstein"], "date_download": "2022-10-25 23:27:45", "date_modify": "2022-10-25 23:27:45", "date_publish": "2022-06-02 09:00:29", "description": "For a time, SPACs were the preferred way for companies to go public. But changing market conditions and the threat of regulation are making Wall Street lose its appetite.", "filename": "2022_06_02_business_spacs-inflation-regulation_1666740465.html", "image_url": "https://static01.nyt.com/images/2022/06/02/business/27spac-wreck/27spac-wreck-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_06_02_business_spacs-inflation-regulation_1666740465.html", "title": "SPACs Were All the Rage. Now, Not So Much.", "title_page": "Why SPACS Are Flailing as Market Conditions Shift  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Although SPACs had been around for decades, they long had an unsavory reputation. Only companies whose financials wouldn’t survive investor scrutiny en route to a traditional initial public offering used SPACs to go public. That changed at the beginning of 2020, when prominent financial firms, venture capitalists and hot start-ups embraced SPACs as a faster and easier route to the public markets than an I.P.O.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nWall Street banks were only too eager to arrange these cookie-cutter deals for hefty fees. And investors desperate for returns enthusiastically bought in.\nSuddenly, everyone from hedge fund managers like Bill Ackman to celebrities like Patrick Mahomes, the N.F.L. quarterback, and Serena Williams, the tennis legend, jumped on the SPAC bandwagon. Retail investors got involved, too, as stock trading took off during the pandemic. Even former President Donald J. Trump struck a deal with a SPAC last year to take his fledgling social media company public.\n“Why did V.C.s turn to SPACs all of a sudden? Because reputable investment banks started underwriting them,” said Mike Stegemoller, a finance professor at Baylor University.\nSPAC deals have been an important new source of revenue for Wall Street banks. Since the start of 2020, the top 10 banks arranging the public offerings of SPACs made just over $5.4 billion in fees, according to Dealogic. Citigroup, Credit Suisse and Goldman Sachs pocketed the biggest fees.\nCompanies that sell shares to the public through an I.P.O. have to undergo a rigorous process with strict rules. But SPACs face few regulations, since the companies going public have no actual operations yet. The shares are usually priced at $10 apiece.\nEarly investors also get warrants, a type of security that gives them the right to buy additional shares later at a predetermined price. If shares of a SPAC go up after it finds a merger partner, warrants can be financially rewarding.", "url": "https://www.nytimes.com/2022/06/02/business/spacs-inflation-regulation.html"}