{"authors": ["Tripp Mickle"], "date_download": "2022-10-25 23:30:51", "date_modify": "2022-10-25 23:30:51", "date_publish": "2022-07-28 22:46:11", "description": "Tech companies are slowing their frenetic hiring, but a combination of dominance and diversity is turning out to be — yet again — an overwhelming asset.", "filename": "2022_07_28_business_big-tech-resilient-economy_1666740651.html", "image_url": "https://static01.nyt.com/images/2022/07/29/business/28tech-earnings1/28tech-earnings1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_28_business_big-tech-resilient-economy_1666740651.html", "title": "Big Tech Is Proving Resilient as the Economy Cools", "title_page": "Big Tech Is Proving Resilient as the Economy Cools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "No boom can last forever, even for the technology industry’s most affluent companies. Investors punished the biggest tech companies earlier this year, erasing $2 trillion in market value over fears the industry would falter in the face of rising inflation and a slowing economy.\nBut this week, as the United States reported that economic output fell for the second straight quarter, Microsoft, Alphabet, Amazon and Apple posted sales and profits that showed their businesses have the dominance and diversity to defy the economic woes hurting smaller companies.\nMicrosoft and Amazon proved that their lucrative cloud businesses were continuing to expand even as the economy cools. Alphabet’s subsidiary, Google, demonstrated that search advertisements remained in demand among travel companies and retailers. And Apple papered over a downturn in its device business by increasing its sales of apps and subscription services.\nCollectively, it was a sign that tech may have already hit a bottom and is beginning to rebound, said Dave Harden, the chief investment officer at Summit Global, a firm near Salt Lake City with about $2 billion under investment that counts Apple among its holdings.", "url": "https://www.nytimes.com/2022/07/28/business/big-tech-resilient-economy.html"}