{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:43:59", "date_modify": "2022-10-25 23:43:59", "date_publish": "2022-09-07 22:07:45", "description": "After a dominant political party tied to President Abdel Fattah el-Sisi filed complaints against them, the journalists were charged with publishing fake news, among other counts.", "filename": "2022_09_07_world_africa_egypt-journalists-charges_1666741439.html", "image_url": "https://static01.nyt.com/images/2022/09/07/world/07egypt/07egypt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_07_world_africa_egypt-journalists-charges_1666741439.html", "title": "Egypt Files Criminal Charges Against 4 Journalists Over One Article", "title_page": "Egypt Files Criminal Charges Against 4 Journalists Over One Article - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Four journalists from one of Egypt’s last independent news outlets were charged with criminal offenses on Wednesday, in the government’s latest attempt to intimidate and punish the publication for its reporting.\nThe charges — publishing fake news, misusing social media and insulting members of Parliament — stemmed from an article that the outlet, Mada Masr, published last week on a corruption inquiry and impending leadership shake-up in the political party that dominates Parliament, the Nation’s Future Party. The party is closely associated with President Abdel Fattah el-Sisi.\nUnder Mr. el-Sisi, who came to power after a military takeover in 2013, Egypt has stamped out even minor forms of dissent and has muzzled the news media, jailing dozens of journalists, using the security services to buy up outlets and blocking uncooperative news sites.\nThe sites blocked in Egypt include Mada Masr, an online outlet that is published in English and Arabic and that continued to offer hard-hitting reporting on Egypt when most of the rest of the country’s news media fell prey to government repression.", "url": "https://www.nytimes.com/2022/09/07/world/africa/egypt-journalists-charges.html"}