{"authors": ["Isabel Kershner"], "date_download": "2022-10-26 00:11:37", "date_modify": "2022-10-26 00:11:37", "date_publish": "2022-07-01 09:00:23", "description": "Once mocked for his inexperience and perceived arrogance, Israel’s caretaker premier taught voters a lesson in political maturity and humility.", "filename": "2022_07_01_world_middleeast_israel-prime-minister-yair-lapid_1666743097.html", "image_url": "https://static01.nyt.com/images/2022/06/30/world/30ISRAEL-LAPID-01/30ISRAEL-LAPID-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_01_world_middleeast_israel-prime-minister-yair-lapid_1666743097.html", "title": "Israel’s New Prime Minister, Yair Lapid, Played the Long Game to Power", "title_page": "Yair Lapid, Israel’s New Prime Minister, Played the Long Game to Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That arrangement lasted a year. Under the terms of their coalition agreement, Mr. Lapid was supposed to take over from Mr. Bennett in August 2023. But in a reflection of the unifying and inclusive political climate they strove to create after years of toxic divisiveness, Mr. Bennett announced that he was honoring their pact and would hand over the reins to Mr. Lapid with the dissolution of Parliament.\nThe powers of a caretaker government are limited, so Mr. Lapid is unlikely to introduce any significant policy changes, but he will have the advantage of campaigning for the next election as the incumbent. He will also have the chance to welcome President Biden in mid-July, when he makes his first trip to the Middle East since he took office.\nIn a head-to-head election race with Mr. Netanyahu — who is leading in the polls despite his continuing legal troubles — Mr. Lapid can hold his own as a polished, articulate and telegenic communicator.\nThe son of Yosef Lapid, an often abrasive former government minister and Holocaust survivor, and Shulamit Lapid, a novelist, Mr. Lapid was known during his television days for his amicable interviewing style. With his good looks and suave manner, his celebrity status stemmed in part from his image as a quintessential Israeli.\nOne of his more successful songs, “Living on Sheinkin,” referring to a trendy street in Tel Aviv, became a hit for an Israeli girl band in the late 1980s.\nMr. Lapid founded Yesh Atid in 2012. The party was the surprise of the election the following year, winning 19 seats in the 120-seat Parliament. Mr. Lapid became finance minister in a Netanyahu-led government.", "url": "https://www.nytimes.com/2022/07/01/world/middleeast/israel-prime-minister-yair-lapid.html"}