{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:31:59", "date_modify": "2022-10-25 23:31:59", "date_publish": "2022-10-18 17:49:42", "description": "Federal Reserve officials are barreling toward another three-quarter-point increase in November, and they may decide to do more next year.", "filename": "2022_10_18_business_economy_federal-reserve-inflation-november-meeting_1666740719.html", "image_url": "https://static01.nyt.com/images/2022/10/18/business/18dc-FedFuture-1/18dc-FedFuture-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_18_business_economy_federal-reserve-inflation-november-meeting_1666740719.html", "title": "The Fed, Staring Down Two Big Choices, Charts an Aggressive Path", "title_page": "The Fed, Staring Down Two Big Choices, Charts an Aggressive Path - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal Reserve officials have coalesced around a plan to raise interest rates by three-quarters of a point next month as policymakers grow alarmed by the staying power of rapid price increases — and increasingly worried that inflation is now feeding on itself.\nSuch concerns could also prompt the Fed to raise rates at least slightly higher next year than previously forecast as officials face two huge choices at their coming meetings: when to slow rapid rate increases and when to stop them altogether.\nCentral bankers had expected to debate slowing down at their November meeting, but a rash of recent data suggesting that the labor market is still strong and that inflation is unrelenting has them poised to delay serious discussion of a smaller move for at least a month. The conversation about whether to scale back is now more likely to happen in December. Investors have entirely priced in a fourth consecutive three-quarter-point move at the Fed’s Nov. 1-2 meeting, and officials have made no effort to change that expectation.\nOfficials may also feel the need to push rates higher than they had expected as recently as September, as inflation remains stubborn even in the face of substantial moves to try to wrestle it under control. While the central bank had penciled in a peak rate of 4.6 percent next year, that could nudge up depending on incoming data. Rates are now set around 3.1 percent, and the Fed’s next forecast will be released in December.", "url": "https://www.nytimes.com/2022/10/18/business/economy/federal-reserve-inflation-november-meeting.html"}