{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 23:29:57", "date_modify": "2022-10-25 23:29:57", "date_publish": "2022-10-17 09:01:07", "description": "New Yorkers will be asked to place trash on the curb later to reduce the amount of time that mountains of trash fester on the streets.", "filename": "2022_10_17_nyregion_garbage-nyc-sidewalk-timing_1666740597.html", "image_url": "https://static01.nyt.com/images/2022/10/17/us/17ny-garbage-1/17ny-garbage-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_17_nyregion_garbage-nyc-sidewalk-timing_1666740597.html", "title": "In Battle Against Trash and Rats, N.Y.C. Officials Try a Schedule Shift", "title_page": "In Battle Against Trash and Rats, N.Y.C. Officials Try a Schedule Shift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Customers complain because it smells like trash and rodents are running around,” said Ms. Jeffrey, who was skeptical that the new plan would help. “Sometimes I try to move people inside, but sometimes they just leave.”\nSanitation officials believe New Yorkers have been depositing their trash on the curb in bags starting at 4 p.m. since around 1971 when the city stopped requiring the use of metal trash cans. Officials are unsure of why 4 p.m. was chosen, but New York has become an outlier among major cities for how early it allows trash to be placed for pickup.\nAccording to a survey by the Sanitation Department, Toronto, San Francisco and St. Louis all allow trash to be put out at 6 p.m. or later. In Barcelona, Spain, trash is placed out after 8 p.m. and in Buenos Aires, residents can put trash out at 7 p.m. New York is one of the few major cities in the country that does not require trash to be set out in receptacles. The city recently launched a study on trash containerization that should be completed in a few months.\nAs the city experiments with containerization, expands organics collection and how commercial waste is removed, an interim step is needed, said Sandy Nurse, a councilwoman from Brooklyn who is chairwoman of the sanitation committee.\n“We’re the only major city in the country that manages our residential trash in the way that we do,” Ms. Nurse said. “We have bags filled with food that sit out all night and well into the morning that are ripped open by rats. It doesn’t make any sense.”", "url": "https://www.nytimes.com/2022/10/17/nyregion/garbage-nyc-sidewalk-timing.html"}