{"authors": ["Farnaz Fassihi"], "date_download": "2022-10-25 23:54:20", "date_modify": "2022-10-25 23:54:20", "date_publish": "2022-10-06 17:46:47", "description": "Universities across Iran have erupted in protests after more than decade of being politically dormant, with students joining the unrest that has convulsed the country for the past three weeks.", "filename": "2022_10_06_world_middleeast_iran-protests-sharif-university-masha-amini_1666742060.html", "image_url": "https://static01.nyt.com/images/2022/10/06/world/06iran-students-top-sub/06iran-students-top-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_06_world_middleeast_iran-protests-sharif-university-masha-amini_1666742060.html", "title": "‘Geniuses’ Versus the Guns: A Campus Crackdown Shocks Iran", "title_page": "Student Protests on Campus Met With Violent Crackdowns in Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After the sit-in the students streamed into the main yard of the university and realized they were under siege. Campus guards were clashing with the security forces to prevent them from entering the school and locked the gates. When four students tried to leave, the Basiji grabbed them, pounding them with batons. One student was taken to the hospital for treatment for a head injury.\nA group of about 70 faculty members were meeting in a nearby building to discuss the protests and a strategy for freeing detained students when they heard a commotion outside and rounds of gunfire. Their phones began to beep with appeals from students seeking help.\nThe professors ran outside and encountered a scene of chaos that one of them described as a war zone: blood on the ground, tear gas in the air, bullets flying, shrieking cries for help. The professors encircled the students, locking arms to form a human shield around them.\nOne of the professors shouted to the Basiji that they would have to kill them first if they wanted to shoot or arrest the students. The Basiji fired shots in the air and one told a professor to shut up or he would be shot dead.\nWhen some professors approached the Basiji to try to negotiate a secure exit for students, they beat them violently. One professor was thrown to the ground and kicked repeatedly. Another who tried unsuccessfully to take some female students away in his car was seized by the Basij and choked with a baton. He was told, according to the internal communications seen by The New York Times, that “we could kill you, and no one would know.”\nHundreds of students fled into an underground parking garage that exited onto a busy street and into a nearby subway station. But they didn’t realize that dozens of Basiji had forced their way into the garage and locked the gates.\nThe events that followed were captured by students in a video posted on social media, and corroborated with witness accounts. Young men and women, wearing backpacks and trying to flee, screamed as the Basij opened fire on them with rubber and paintball bullets. The floor of the parking garage was covered with blood. Basij rooted out students hiding behind cars and pounded their bodies and heads with kicks and punches. About 50 students were arrested and some were shoved into vans and taken away with sacks placed on their heads and handcuffs around their wrists. If anyone intervened they would beat them too.", "url": "https://www.nytimes.com/2022/10/06/world/middleeast/iran-protests-sharif-university-masha-amini.html"}