{"authors": ["Andrew Keh", "David W. Chen", "Remy Tumin", "Jonathan Abrams", "Alan Blinder", "Juliet Macur", "Jack Williams"], "date_download": "2022-10-25 22:57:51", "date_modify": "2022-10-25 22:57:51", "date_publish": "2022-08-18 00:00:11", "description": "“I’m just trying to get the hang of everything,” said Jamad Fiin, whose talents have upset people’s expectations of what a girl in a hijab can do.", "filename": "2022_08_17_sports_basketball_fame-jamad-fiin-internet-basketball_1666738671.html", "image_url": "https://static01.nyt.com/images/2022/08/18/sports/18fame-fiin3/merlin_209896098_5fc90ea7-ee12-4881-b072-beb261bdd3ab-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_17_sports_basketball_fame-jamad-fiin-internet-basketball_1666738671.html", "title": "What Will Jamad Fiin Do With Her Influence?", "title_page": "What Will Jamad Fiin Do With Her Influence? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fiin’s budding renown has placed her in a growing cadre of sports influencers online. Many, like her, are former college players, athletes with above-average skills and, crucially, better personalities. They are professional athletes without competing in professional sports. They trade stadium floodlights for desktop ring lights.\nIt was a video filmed on the Boston Celtics’ court during Ramadan this year that pushed her over a million followers on Instagram. The clip’s allure, again, arose from the simple disarming of stereotypes: Wearing an abaya — and a crisp pair of Nike Dunks — she dribbles behind her back, pulls up at the 3-point arc and drains a jumper.\nToday, she has more Instagram followers than all but two Celtics players.\n“Kids now, their top career choice is not rock star, athlete or actor,” said Dan Levitt, the founder of Long Haul Management, which represents Fiin and other sports influencers. “It’s digital creator on one of these platforms.”\nLevitt is one of many people waiting to see what Fiin does next. Fiin said her managers had gently prodded her to make more content. They have other clients making seven figures a year, monetizing their personal brands with advertisements, sponsorships and merchandise.\nFiin, though, is at a crossroads. She is one class away from obtaining her M.B.A. from Emmanuel, where she played last season as a graduate student and led the team in scoring. A member of the Somali national team, she holds on to a dream of playing professionally, maybe in Sweden or Turkey, even though making content full time — including on TikTok, where she has another two million followers, and YouTube — would be far more lucrative.", "url": "https://www.nytimes.com/2022/08/17/sports/basketball/fame-jamad-fiin-internet-basketball.html"}