{"authors": ["David Farley"], "date_download": "2022-10-25 23:35:05", "date_modify": "2022-10-25 23:35:05", "date_publish": "2022-10-14 09:00:29", "description": "Anthony Sattin, the author of a new book on nomadic groups, discusses how contemporary travelers and digital nomads can learn a few things from traditional cultures.", "filename": "2022_10_14_travel_anthony-sattin-nomads-interview_1666740905.html", "image_url": "https://static01.nyt.com/images/2022/10/04/travel/00QNA-nomads/oakImage-1664912219602-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_14_travel_anthony-sattin-nomads-interview_1666740905.html", "title": "Beyond Borders: A Deep Dive Into the Nomadic Way of Life", "title_page": "Beyond Borders: A Deep Dive Into the Nomadic Way of Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The following has been edited for length and clarity.\nWhat caused you to undertake such an ambitious project?\nI saw black goat-hair tents when I was a teenager traveling in the Middle East and even then, I realized that although I had studied history, I had heard almost nothing about nomads. But in places like Syria and Jordan, they were still part of everyday life. My book came into focus years ago, around the same time as millions of people were fleeing the Middle East, when Britain was voting to close itself from Europe, and when I was trying to change my own life. I wanted to write something that would tell another side of history and that would also celebrate movement, open borders, a more open world.\nBesides your journeys to the London Library and the Bodleian Library in Oxford, where did you travel to do research?\nIn the 1990s I stayed in Kenya with Wilfred Thesiger — his whole life was spent among nomads. Since then, I’ve had conversations about and with nomads in many places in the world, and I wrote different sections of the book on the move around Europe. But the most important journey I made specifically for this book was to Iran, where I stayed with the Bakhtiari, a nomadic tribe that winters on the Mesopotamian plains, near the Iraqi border. In late spring, when all the grasses dry up, the nomads take their flocks, families and tents up into the Zagros Mountains, and that was where I first found them, on a high plateau where the snow had melted and the valleys, carpeted with irises and dwarf tulips, had excellent grazing for their sheep and goats.\nIn the book you write that “nomads are important to the way we settled people live, just as the way they are crucial to the way we understand ourselves.” Can you say a bit more about this?\nHumans began to settle and learned to domesticate crops and animals around 12,000 years ago. The process took a long time, but has been immensely successful given that most of the eight billion of us are now settled and over half of us now live urban lives. That success has now become problematic — our cities, like much else in our world, are in crisis. The need for a new way of living and of thinking has never been more necessary. Yet most of us are entirely unaware of our nomadic heritage, because it is not in our history books. How can we know who we are — and who we might become — if we don’t know where we have come from, who we have been? And those of us who find it challenging to live in one place, or at least find that settling down makes huge demands on us, can find solace in the knowledge that they might still be “wired” to live on the move.\nHow did immersing yourself so thoroughly in the lives and histories of nomadic groups change your philosophy of travel?\nI wish I could tell you that I have learned to travel lightly, but unfortunately that didn’t rub off on me! But the journey of writing this book has changed me in many ways. Perhaps the most important is the recognition of my dependence on, and my place in, the natural world. It’s easy to forget when you live in a city. So now when I travel, I look and listen and even smell harder, forcing myself to pay more attention to where I am.\nCan you elaborate on how traditional nomadism relates to modern-day travelers and digital nomads?\nThe nomads I included in the book are and were obliged to obey three rules. They all had to recognize their dependence on the natural world — they are nomads who move because they need to find fodder for their herds of sheep, goats, horses, whatever, and out of that comes a respect for their environment. They are all forced to live lightly, to take with them only what can be carried. And they are only able to succeed if they are flexible in their thinking — the nomad world is constantly in flux and always dependent on the shifting climate. Their lives are shaped by these three obligations. They are not to trash the land they depend on, not to overburden themselves or their animals, and to keep an open mind about what happens next. Modern travelers and digital nomads will recognize the need to travel lightly and to be nimble in their thinking, flexible in their assumptions.", "url": "https://www.nytimes.com/2022/10/14/travel/anthony-sattin-nomads-interview.html"}