{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 23:25:26", "date_modify": "2022-10-25 23:25:26", "date_publish": "2022-02-19 10:00:12", "description": "False claims that Donald J. Trump can be reinstalled in the White House are picking up steam — and spiraling further from reality as they go.", "filename": "2022_02_19_us_politics_wisconsin-election-decertification_1666740326.html", "image_url": "https://static01.nyt.com/images/2022/02/20/multimedia/20pol-wisconsin-print1-sub/00pol-wisconsin-photo05-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_19_us_politics_wisconsin-election-decertification_1666740326.html", "title": "Fringe Scheme to Reverse 2020 Election Splits Wisconsin G.O.P.", "title_page": "Fringe Scheme to Reverse 2020 Election Splits Wisconsin G.O.P. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Vos has often appeased his party’s election conspiracists, expressing his own doubts about who really won in Wisconsin, calling for felony charges against Wisconsin’s top election administrators and authorizing an investigation into the 2020 election, which is still underway.\nNow, even as he draws the line on decertification, Mr. Vos has tried to placate his base and plead for patience. He announced this week the Assembly plans to vote on a new package of voting bills. (Mr. Evers said in the interview on Friday that he would veto any new restrictions.)\n“It’s simply a matter of misdirected anger,” he said, of the criticism he’s facing. “They have already assumed that the Democrats are hopeless, and now they are focused on those of us who are trying to get at the truth, hoping we do more.”\nOther Republicans in the state are also walking a political tightrope — refusing to accept Mr. Biden’s victory while avoiding taking a position on Mr. Ramthun’s decertification effort.\n“Evidence might be out there, that is something other people are working on,” said Ron Tusler, who sits on the Assembly’s elections committee. “It’s too early to be sure but it’s possible we try it later.”\nState Senator Kathy Bernier is the only one of Wisconsin’s 82 Republican state legislators who has made a public case that Mr. Trump lost the state fairly, without widespread fraud.\nMs. Bernier, the chairwoman of the State Senate’s elections committee, in November asked the Wisconsin Legislature’s attorneys to weigh in on the legality of decertifying an election — it is not possible, they said. In December, she called for an end to the Assembly’s investigation into 2020. Three weeks later, she announced she won’t seek re-election this year.", "url": "https://www.nytimes.com/2022/02/19/us/politics/wisconsin-election-decertification.html"}