{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 22:58:12", "date_modify": "2022-10-25 22:58:12", "date_publish": "2022-08-05 01:46:41", "description": "The Arizona Democrat had been her party’s last remaining holdout on the package, now slated to move forward on Saturday and pass the Senate within days.", "filename": "2022_08_04_us_politics_sinema-inflation-reduction-act_1666738692.html", "image_url": "https://static01.nyt.com/images/2022/08/04/lens/04dc-sinema-b/04dc-sinema-b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_04_us_politics_sinema-inflation-reduction-act_1666738692.html", "title": "Krysten Sinema Agrees to Climate and Tax Deal", "title_page": "Krysten Sinema Agrees to Climate and Tax Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Sinema insisted on the removal of a provision that would have limited the preferential tax treatment of income earned by some wealthy hedge fund managers and private equity executives. Democrats instead added a new 1 percent excise tax that companies would have to pay on the amount of stock that they repurchase, said one Democratic official, who disclosed details of the plan on the condition of anonymity.\nThat provision, the official said, would ensure that the package still reduces the federal deficit by as much as $300 billion, the same amount Democrats aimed for with the original deal and a key priority for Mr. Manchin.\nDemocrats also agreed to a request by Ms. Sinema to include billions of dollars to combat droughts, according to officials briefed on the emerging plan, something that is crucial to Arizona as it suffers from a devastating megadrought. They were expected to restructure the 15 percent minimum tax on corporations to make it less burdensome on manufacturers. Earlier this week, business leaders in Arizona appealed directly to Ms. Sinema to simplify that proposal, which was included in part because she had resisted increasing tax rates as part of the plan.\n“Manufacturers remain concerned that this bill will stifle new cures and therapies,” Jay Timmons, the president and chief executive of the National Association of Manufacturers, said on Twitter, even while praising the removal of certain tax provisions. He added, “We remain skeptical and will be reviewing the revised legislation carefully.”\nWhile most Democrats had been quick to rally around the deal Mr. Manchin reached with Mr. Schumer when it was announced last week, Ms. Sinema had refused to weigh in and privately signaled that changes, particularly to the tax proposals, would be needed to win her vote.\nEven as she wrangled an unusually bipartisan vote margin on Thursday for a judge she supported for the U.S. Court of Appeals for the Ninth Circuit — securing the support of nearly 20 Republicans — Ms. Sinema was being lobbied by both sides of the aisle. She and Mr. Manchin huddled in the chamber at one point, speaking in hushed voices.\nMs. Sinema, an enigmatic centrist, had already forced her party to abandon their plans to overhaul much of the tax code, and her characteristic silence frustrated Democrats eager to take up the bill. After hearing that she had given the bill her support, several Democratic senators and aides celebrated, confident that final passage was within reach.", "url": "https://www.nytimes.com/2022/08/04/us/politics/sinema-inflation-reduction-act.html"}