{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:31:54", "date_modify": "2022-10-25 23:31:54", "date_publish": "2022-04-14 12:50:23", "description": "Christine Lagarde, the president of the European Central Bank, said Russia’s invasion of Ukraine was “weighing heavily on the confidence of businesses and consumers.”", "filename": "2022_04_14_business_inflation-europe-economy_1666740714.html", "image_url": "https://static01.nyt.com/images/2022/04/14/multimedia/14ecb/14ecb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_14_business_inflation-europe-economy_1666740714.html", "title": "Europe’s economy is said to face severe impacts from war and inflation.", "title_page": "Europe’s economy is said to face severe impacts from war and inflation. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The war in Ukraine is “severely affecting” the eurozone economy, the president of the European Central Bank said on Thursday. Trade disruptions and soaring energy and commodity prices are darkening the outlook for the region.\nAs fighting continues, economic uncertainty has “significantly increased,” Christine Lagarde, the head of the central bank, told reporters. But with inflation at record highs among countries that use the euro, and set to remain high in the coming months, the central bank reaffirmed its plan to halt its eight-year-old bond-buying stimulus program this year.\n“Russia’s aggression towards Ukraine is causing enormous suffering,” Ms. Lagarde said. “It is also affecting the economy, in Europe and beyond.”\nPrices in the eurozone rose 7.5 percent in March from a year earlier, a level not seen in four decades and far exceeding the central bank’s target of 2 percent. Inflation is being fueled by energy prices, which soared 45 percent last month from a year earlier. In the near term, energy prices are expected to remain high and then “moderate to some extent,” Ms. Lagarde said.", "url": "https://www.nytimes.com/2022/04/14/business/inflation-europe-economy.html"}