{"authors": ["Jenny Block"], "date_download": "2022-10-25 23:36:43", "date_modify": "2022-10-25 23:36:43", "date_publish": "2022-08-19 04:00:12", "description": "When Andrew Zbihley first met Olivia Pura at Northwestern, he thought that Ms. Pura, a beauty queen, was out of his league. Years later, she made the first move.", "filename": "2022_08_19_style_andrew-zbihley-olivia-pura-wedding_1666741003.html", "image_url": "https://static01.nyt.com/images/2022/08/21/fashion/19VOWS-PITTSBURGH1/merlin_210116838_5732e73f-31b5-41b3-abb5-ca8d2c5c1538-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_08_19_style_andrew-zbihley-olivia-pura-wedding_1666741003.html", "title": "He Wanted Out of the ‘Friend Zone’, but She Took the Lead", "title_page": "He Wanted Out of the ‘Friend Zone’, but She Took the Lead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At Spybar Chicago, in the middle of the crowded club, Ms. Pura pulled Mr. Zbihley in for what would be their very first kiss.\n“It was the ‘aha’ moment for both of us to realize that there were a lot of feelings between us that we hadn’t been fully aware of,” Ms. Pura said. “I had definitely thought about it before. I had those little butterflies about it. Once we each realized that our feelings were reciprocated, it was all excitement.”\nTheir first official date was on Mr. Zbihley’s birthday, Dec. 4, 2019. “We went to the largest Starbucks Reserve in the world in downtown Chicago where we treated ourselves to a flight of coffee and chocolate pairings followed by a round of coffee-inspired cocktails before enjoying a movie later that evening,” Ms. Pura said.\nEven before that date, Ms. Pura said, “I knew Drew was ‘the one’ years before we started dating. From our freshman year in college, I felt in my heart that Drew would be a special presence in my life. He would be someone that remained one of my closest, truest friends for decades after graduation.”\nA few short months after their first date, the Covid pandemic emerged.", "url": "https://www.nytimes.com/2022/08/19/style/andrew-zbihley-olivia-pura-wedding.html"}