{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:51:33", "date_modify": "2022-10-25 23:51:33", "date_publish": "2022-02-07 12:06:24", "description": "The budget carriers said they would save customers $1 billion a year while adding jobs.", "filename": "2022_02_07_business_frontier-spirit-airlines-merger_1666741893.html", "image_url": "https://static01.nyt.com/images/2022/02/07/multimedia/07econ-brf-spirit/07econ-brf-spirit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_07_business_frontier-spirit-airlines-merger_1666741893.html", "title": "Frontier and Spirit Airlines to Merge", "title_page": "Frontier and Spirit Airlines to Merge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Spirit Airlines and Frontier Airlines, two prominent budget carriers, on Monday announced plans to merge, a combination that would create the fifth-largest U.S. airline by market share, putting pressure on the nation’s biggest carriers and raising concerns about further consolidation in an already-concentrated industry.\nThe airlines, which offer 1,000 daily flights serving destinations in the United States, the Caribbean and Latin America, said in a statement that the merger would save consumers $1 billion annually, and that the airlines would not lay off employees because of it. They also said they expected to hire 10,000 workers by 2026 to add to their current combined total of 15,000.\nThe deal could face pushback from the Biden administration, which has increasingly challenged such mergers and partnerships in court. In the fall, the Justice Department sued to prevent a domestic alliance between American Airlines and JetBlue Airways, arguing that the agreement would drive up prices and reduce competition.\nThe U.S. airline industry has undergone a tremendous amount of consolidation over the past two decades, with the nation’s four largest airlines controlling about 80 percent of the domestic market. Spirit and Frontier argue that the merger would allow them to better challenge those large carriers. But a deal would also create a giant budget airline that could smother smaller companies, including two recent entrants, Breeze and Avelo.", "url": "https://www.nytimes.com/2022/02/07/business/frontier-spirit-airlines-merger.html"}