{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:31:48", "date_modify": "2022-10-25 23:31:48", "date_publish": "2022-09-22 21:19:02", "description": "Federal Reserve officials and their counterparts around the world are trying to defeat inflation by rapidly raising interest rates. They know it will come at a cost.", "filename": "2022_09_22_business_economy_central-banks-inflation_1666740708.html", "image_url": "https://static01.nyt.com/images/2022/09/22/business/00dc-fedassess01/00dc-fedassess01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_22_business_economy_central-banks-inflation_1666740708.html", "title": "Central Banks Accept Pain Now, Fearing Worse Later", "title_page": "Central Banks Raise Interest Rates, Fearing Worse Pain Later - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the aggressiveness of the monetary policy action now underway also pushes central banks into new and risky territory. By tightening quickly and simultaneously when growth in China and Europe is already slowing and supply chain pressures are easing, global central banks risk overdoing it, some economists warn. They may plunge economies into recessions that are deeper than necessary to curb inflation, sending unemployment significantly higher.\n“The margin of error now is very thin,” said Robin Brooks, chief economist at the Institute of International Finance. “A lot of this comes down to judgment, and how much emphasis to put on the 1970s scenario.”\nIn the 1970s, Fed policymakers did lift interest rates in a bid to control inflation, but they backed off when the economy began to slow. That allowed inflation to remain elevated for years, and when oil prices spiked in 1979, it reached untenable levels. The Fed, under Paul A. Volcker, ultimately raised rates to nearly 20 percent — and sent unemployment soaring to more than 10 percent — in an effort to wrestle the price increases down.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThat example weighs heavily on policymakers’ minds today.\n“We think that a failure to restore price stability would mean far greater pain later on,” Mr. Powell said at his news conference on Wednesday, after the Fed raised rates three-quarters of a percentage point for a third straight time. The Fed expects to raise borrowing costs to 4.4 percent next year in the fastest tightening campaign since the 1980s.\nThe Bank of England raised interest rates half a point to 2.25 percent on Thursday, even as it said the United Kingdom might already be in a recession. The European Central Bank is similarly expected to continue raising rates at its meeting in October to combat high inflation, even as Russia’s war in Ukraine throws Europe’s economy into turmoil.", "url": "https://www.nytimes.com/2022/09/22/business/economy/central-banks-inflation.html"}