{"authors": ["Mike Baker"], "date_download": "2022-10-25 23:35:26", "date_modify": "2022-10-25 23:35:26", "date_publish": "2022-02-17 17:23:03", "description": "The State Supreme Court rejected Mr. Kristof’s bid to appear on the ballot, agreeing with officials that he did not meet the state’s three-year residency requirement.", "filename": "2022_02_17_us_kristof-oregon-governor_1666740926.html", "image_url": "https://static01.nyt.com/images/2022/02/17/us/17oregon-kristoff-1/merlin_196931217_36f6fc99-650b-42cf-94ba-7f854a9ac12f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_02_17_us_kristof-oregon-governor_1666740926.html", "title": "Nicholas Kristof Can’t Run for Governor in Oregon After Losing Appeal", "title_page": "Nicholas Kristof Can’t Run for Governor in Oregon After Losing Appeal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nicholas Kristof, a former New York Times columnist who left the newspaper to run for governor of Oregon, does not qualify to appear on the ballot this year, the state’s Supreme Court ruled on Thursday.\nJustices said that while Mr. Kristof had extensive ties to the state, including a farm that he operates outside of Portland, elections officials were within their right to determine that he did not meet the state’s three-year residency requirement, ruling that he had maintained his New York connections until December 2020.\n“He remained registered to vote in New York and retained a New York driver’s license until late 2020, actions that are at odds with an intent to change his domicile to Oregon a year or more earlier,” the justices wrote.\nMr. Kristof, who had argued that he always saw Oregon as home even as his career took him around the world, said in a statement that he was disappointed by the ruling, but that he planned to keep fighting to address problems amid what he described as “a moment of crisis” in the state.", "url": "https://www.nytimes.com/2022/02/17/us/kristof-oregon-governor.html"}