{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:23:41", "date_modify": "2022-10-25 23:23:41", "date_publish": "2022-07-28 17:42:40", "description": "Monkeypox has sparked frustration and anxiety among gay and bisexual men in New York, who remember mistakes and discrimination during the early years of the AIDS crisis.", "filename": "2022_07_28_nyregion_gay-men-monkeypox-health-crisis_1666740221.html", "image_url": "https://static01.nyt.com/images/2022/07/26/nyregion/00ny-monkeypox-react/00ny-monkeypox-react-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_28_nyregion_gay-men-monkeypox-health-crisis_1666740221.html", "title": "In Monkeypox, Gay Men Confront a Crisis With Echoes of the Past", "title_page": "In Monkeypox, Gay Men Confront a Crisis With Echoes of the Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Most of my friends are not having sex or they are just being really selective,” said Mr. Ehigie, the bartender. He also knows men who are opposed to vaccines in general “because they think the vaccines have a political agenda or will cause bad side effects.”\nOthers, he said, had embraced a potentially dangerous approach — in which they waited a few days after having sex to see if a rash broke out before resuming sexual activity — that he thought they may have adopted after reading the wrong things online.\nTwo years of pandemic isolation have made people eager for human connection. There has so far been little appetite in the L.G.B.T.Q. community to cancel events.\nSome events have made minor concessions to monkeypox, including Pines Party, a large annual gathering on Fire Island in July, which asked partygoers to get vaccinated and not attend if they feel unwell.\nBut the outbreak has caused the cancellation of other events in the city, including several regular sex parties that are less high profile but more high risk than dance parties.\nAt smaller bars like 4West Lounge, things have been quieter lately. Some of that probably had to do with the hot weather, or with a clientele that partied too hard during Pride Month in June, its staff said.\nBut some of it was also the result of the outbreak, they said. Mr. Aaron said he could think of a few regular customers who stopped coming in as much after the monkeypox case numbers began to climb in July.\n“After Covid, a lot of people have PTSD,” he said. “They’d rather not go out than take the risk.”", "url": "https://www.nytimes.com/2022/07/28/nyregion/gay-men-monkeypox-health-crisis.html"}