{"authors": ["Matthew Futterman"], "date_download": "2022-10-25 22:57:28", "date_modify": "2022-10-25 22:57:28", "date_publish": "2022-09-06 18:27:45", "description": "The Open is the only Grand Slam tournament where women use different balls than men, and the Wilson ‘regular-duty’ ball has gotten into some players’ heads.", "filename": "2022_09_06_sports_tennis_us-open-balls_1666738648.html", "image_url": "https://static01.nyt.com/images/2022/09/07/sports/06usopen-balls1-print/06usopen-balls-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_09_06_sports_tennis_us-open-balls_1666738648.html", "title": "The Great U.S. Open Ball Debate of 2022", "title_page": "The Great U.S. Open Ball Debate of 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The additional friction of a fluffy ball allows players to create maximum spin. Those who rely heavily on that spin can struggle to make a regular-duty ball travel the way they want it to, especially after a few games, when the ball begins to lose whatever fluff it had right out of the can and gets smaller.\nPlayers who hit a flatter ball, like Coco Gauff, or Pegula or Madison Keys, don’t have this problem as much. But some still do. Paula Badosa, who was seeded fourth and lost in the second round, hits as flat as anyone. She said she hated the balls.\n“You feel more like you’re playing Ping-Pong sometimes,” Badosa said after her first-round win. Two days later, she was out of the tournament.\nAnother point of complication and confusion: Regular-duty balls are always used on clay courts and other surfaces that are moist because they don’t collect the moisture the way the looser felt of the extra-duty balls do. Extra-duty balls are the balls of choice for outdoor hardcourts, like those at the U.S. Open, except when they are not.\nAnd then there is one more complicating factor: Tennis is run by seven separate organizations, with tournaments all over the world, many of which have different companies that pay for the right to supply the balls. That means players can end up playing with a different ball from a different manufacturer from one week to the next. And every ball is just a little bit different, and behaves differently depending on heat and humidity and air pressure.\nAccording to the United States Tennis Association, which owns and organizes the U.S. Open, the women have played with a different ball than the men for as long as anyone can remember; the WTA Tour has always wanted it that way, and the tournament abides by the tour’s preference.\nStacey Allaster, who is the U.S. Open director and was the chief executive of the WTA from 2009 to 2015, said the sports science experts on the women’s tour have long felt that the faster, more aerodynamic ball helps limit arm and shoulder injuries.", "url": "https://www.nytimes.com/2022/09/06/sports/tennis/us-open-balls.html"}