{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:34:15", "date_modify": "2022-10-25 23:34:15", "date_publish": "2022-04-13 09:00:27", "description": "The fear in China is that the strict coronavirus policy has become another Mao-style political campaign with devastating effects.", "filename": "2022_04_13_business_china-covid-zero-shanghai_1666740855.html", "image_url": "https://static01.nyt.com/images/2022/04/14/business/08nextnewworld-art/08nextnewworld-art-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_04_13_business_china-covid-zero-shanghai_1666740855.html", "title": "China’s ‘Zero Covid’ Mess Proves Autocracy Hurts Everyone", "title_page": "China’s ‘Zero Covid’ Mess Proves Autocracy Hurts Everyone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Long before the “zero Covid” policy, China had a “zero sparrow” policy.\nIn the spring of 1958, the Chinese government mobilized the entire nation to exterminate sparrows, which Mao declared pests that destroyed crops. All over China, people banged on pots and pans, lit firecrackers and waved flags to prevent the birds from landing so they would fall and die from exhaustion. By one estimation, nearly two billion sparrows were killed nationwide within months.\nThe near extinction of sparrows led to insect infestations, which ruined crops and contributed to the Great Famine, which starved tens of millions of Chinese to death in the next three years.\nThe fear in China now is that the “zero Covid” policy has become another Mao-style political campaign that is based on the will of one person, the country’s top leader, Xi Jinping — and that it could end up hurting everyone.\nJust as Mao and his lieutenants ignored the opposition to their anti-sparrow policy from scientists and technocrats, Beijing has ignored experts’ advice that China abandon its costly strategy and learn to coexist with the coronavirus, especially a milder, if more infectious, variant.", "url": "https://www.nytimes.com/2022/04/13/business/china-covid-zero-shanghai.html"}