{"authors": ["Maya King", "Lisa Lerer", "Jonah E. Bromwich"], "date_download": "2022-10-25 23:32:54", "date_modify": "2022-10-25 23:32:54", "date_publish": "2022-10-07 20:55:14", "description": "The Georgia Senate candidate’s ex-girlfriend says he wanted her to terminate a pregnancy in 2011. She chose to have their son instead.", "filename": "2022_10_07_us_politics_herschel-walker-abortion_1666740774.html", "image_url": "https://static01.nyt.com/images/2022/10/06/multimedia/00pol-walkerabortion-photo2-1-3db8/00pol-walkerabortion-photo2-1-3db8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_10_07_us_politics_herschel-walker-abortion_1666740774.html", "title": "Herschel Walker Urged Woman to Have a 2nd Abortion, She Says", "title_page": "Herschel Walker Urged Woman to Have a 2nd Abortion, She Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The two continued their relationship and, two years later, the woman became pregnant again. This time, she said, she told Mr. Walker she wanted to have the child. But Mr. Walker did not, and again made the case that the time was not right. The relationship ended on Sept. 16, 2011, according to her paternity suit. Her son was born the following May.\nIn an interview, a friend who lived in Atlanta at the time described consoling the woman through her morning sickness before her abortion and supporting her afterward. Years later, when the woman was pregnant again, she disclosed in phone and in-person conversations that Mr. Walker had asked her to end the pregnancy but she was adamant that she would not, according to the friend.\nMr. Walker also appears to have been involved with two other women around this time. In an interview in the December 2011 issue of Playboy magazine, he identified Julie Blanchard, who is now his wife, as his fiancée. And in January 2012, Myka Dean, then a shareholder along with her mother in Mr. Walker’s company Renaissance Man, according to financial records, filed a police report in Irving, Texas, in which she said that for 20 years she had been in an “on-off-on-off” relationship with Mr. Walker. (Ms. Dean, who died in 2019, told the police that Mr. Walker threatened her after she told him that she wanted to date other people. Mr. Walker denied the allegation through a spokeswoman in April.)\nThe woman interviewed by The Times said Mr. Walker never physically abused her.\nIn April 2013, the woman filed for child support in Manhattan when she was a graduate student at Columbia University and “struggling to make ends meet,” according to a statement from her lawyer at the time. Mr. Walker was initially ordered to make payments, first of $2,500 a month and later of $3,500 a month. The final order of child support was not issued until July 2014, according to court records. Mr. Walker has made his payments on time, the woman said.\nMr. Warnock has also been involved in a child custody dispute. His ex-wife sued in April to adjust the terms of their agreement and increase payments to account for the income he earns as a senator and as lead pastor of Ebenezer Baptist Church in Atlanta. A spokeswoman for the Warnock campaign declined to comment for this article.", "url": "https://www.nytimes.com/2022/10/07/us/politics/herschel-walker-abortion.html"}