{"authors": ["Annie Karni"], "date_download": "2022-10-25 23:23:41", "date_modify": "2022-10-25 23:23:41", "date_publish": "2022-07-15 18:13:26", "description": "Neither piece of legislation has the votes to advance in the Senate, but Democrats intend them to draw clear lines on the issue for the midterm elections.", "filename": "2022_07_15_us_politics_house-passes-abortion-access-bills_1666740221.html", "image_url": "https://static01.nyt.com/images/2022/07/15/us/politics/15dc-Abortion/merlin_210091716_13e42065-bca6-4e0b-a111-cccf4c691916-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2022_07_15_us_politics_house-passes-abortion-access-bills_1666740221.html", "title": "House Passes Two Bills Seeking to Ensure Access to Abortion", "title_page": "House Passes Two Bills Seeking to Ensure Access to Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House on Friday passed two bills aiming at ensuring access to abortion in the post-Roe era, as Democrats seek to draw clear distinctions with Republicans on the issue heading into the midterm election campaign.\nOne measure, which passed mainly along party lines, 222 to 205, would protect the right to travel across state lines for abortion services, with three Republicans joining Democrats in support of the measure.\nA second measure, a version of which passed the House last year, would explicitly give health care providers the right to provide abortion services and their patients the right to obtain them, invalidating a variety of state restrictions that were enacted in the aftermath of the Supreme Court’s decision reversing Roe v. Wade and ending the constitutional right to abortion. That second measure, the Women’s Health Protection Act, passed 219 to 210, also mainly along party lines, with one Democrat, Representative Henry Cuellar of Texas, voting with Republicans.\nNeither bill has the votes to advance in the Senate. But Democrats cheered as the bills passed, putting both sides on record heading into the midterms on an issue that has only grown more divisive politically.", "url": "https://www.nytimes.com/2022/07/15/us/politics/house-passes-abortion-access-bills.html"}