{"authors": ["Richard Fausset", "Rick Rojas"], "date_download": "2022-10-25 23:27:27", "date_modify": "2022-10-25 23:27:27", "date_publish": "2020-07-15 22:01:25", "description": "He took his final jog across a stretch of South Georgia marked by increasingly blurred racial boundary lines.", "filename": "article_satilla-shores-ahmaud-arbery-killing_1666740447.html", "image_url": "https://static01.nyt.com/images/2020/05/15/us/00GEORGIA-SHOOTING-ss/00GEORGIA-SHOOTING-ss-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_satilla-shores-ahmaud-arbery-killing_1666740447.html", "title": "Where Ahmaud Arbery Ran, Neighbors Cast Wary Eyes", "title_page": "Where Ahmaud Arbery Ran, Neighbors Cast Wary Eyes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In February, 25-year-old Ahmaud Arbery was shot dead in the south Georgia neighborhood of Satilla Shores. In the two months that followed, no arrests were made. But local residents and lawmakers protested what they said was a deadly combination of racial profiling and flawed self-defense laws. “When they stop you, make sure you got your cameras on. Make sure you got a video.” Police did eventually arrest 2 suspects, but it was days after this video of the fatal shooting emerged. Gregory McMichael and his son Travis were charged with murder and aggravated assault. The case has reignited the national debate over racial violence. “I’m sure you saw the news about Ahmaud Arbery.” “It looks like murder.” “The American public saw the video.” What exactly happened in the last moments of Mr. Arbery’s life? Using security camera footage, cellphone video, and 911 calls and logs, The Times has reconstructed the critical 12 minutes from when Mr. Arbery appeared on Satilla Drive to his death, less than 300 yards away. It’s around 1 p.m. on Feb. 23 when Ahmaud Arbery is out, less than 2 miles from his home. A security camera at 219 Satilla Drive is recording when Mr. Arbery enters the frame at around 1:04 p.m. He may have been jogging in the area, but he stops on the front lawn of 220 Satilla, a house being built across the street. Arbery glances around and wanders into the open construction site. Inside, security footage briefly captures him looking around. Meanwhile outside, a neighbor walks from Jones Road towards Satilla Drive and calls 911. The neighbor waits by the street corner. He will later tell the dispatcher that Arbery resembles a recent trespasser in the area. On multiple occasions before Feb. 23, several trespassers were caught on camera at 220 Satilla. The owner routinely alerted the police. On four occasions, what appears to be the same man was filmed. It’s unclear if this was Arbery, but even if it were, this does not justify his shooting by neighbors outside on the street. The site’s owner says nothing was ever stolen from the house during these incidents or on Feb. 23, and no property was ever damaged. But neighbors were aware of the trespasses and the community was on alert. Now, back to the day in question. It’s 1:08 p.m. and Arbery is walking around inside the house. Four minutes after he entered, he walks out and runs off. In the top corner of the security footage, we can see down the street to 230 Satilla, the home of Travis McMichael. At 1:10 p.m., Travis and his father, Gregory, grab their guns, jump in a white truck, and leave the house to pursue Mr. Arbery. We don’t have footage showing the next 3 minutes, but testimony Gregory McMichael gave police at the scene, and interviews by another witness, Roddy Bryan, indicate what happened. Gregory and Travis McMichael follow Arbery onto Burford Road. Their neighbor Roddy Bryan sees the pursuit, gets in his car and follows. The McMichaels try to cut Arbery off. Arbery doubles back and passes them. Bryan tries to block Arbery, but Arbery runs past him and toward Holmes Road. Gregory McMichael climbs from the cab to the bed of the truck armed with a handgun. We don’t know exactly what happens next. But Bryan and the McMichaels end up following Arbery on Holmes Road. And we next see Arbery at 1:14 p.m. running back down Holmes Road away from Roddy Bryan and toward the McMichaels. Roddy Bryan is filming and — a warning — these scenes are distressing. Gregory McMichael dials 911 at this time. Let’s watch this back and break down what happens. This is Arbery. He has been running from the vehicles for almost 4 minutes. Travis is standing by the driver’s side of the truck, armed with a shotgun. Gregory is in the bed of the truck on the 911 call. Arbery doesn’t know where to run. He veers right, then left and then darts around the right side of the vehicle. Arbery comes around the front of the truck. We see his white T-shirt through the windshield and here is Travis now leaning toward him. This is the instant the first shot is fired. Arbery is hit in the chest, his right lung, ribs, and sternum are injured. The two men wrestle over the gun. Gregory shouts: “Travis!” Arbery punches Travis. In the back of the truck, Gregory drops the cellphone. A second blast goes off out of frame. But we see the shotgun smoke here. Arbery is heavily bleeding. He throws another punch. Travis fires a final shot, which hits Arbery in his left upper chest. Travis walks away holding his gun. Gregory gets off the truck clutching his .357 Magnum. According to the police report, Gregory rolled Arbery over to see if he had a weapon. He did not. Police officers arrive within seconds of the shooting, and a minute or so later at 1:16 p.m., Police Officer R. Minshew reports: Two subjects on Holmes Road. Shots fired. Male on ground bleeding out. The police took Gregory McMichael’s testimony and let the two men go. But now the McMichaels both face serious charges. Hi, this is Malachy and I reported this story. For transparency, a note about the security footage used in this video, which was first published by The Atlanta Journal Constitution. The time code you see here is incorrect. We know this because we lined up what we see in this video with what we hear in two 911 calls and we confirmed the time of those calls. These details and police logs also allowed us to determine that Gregory McMichael called 911 from his son’s phone just before the fatal shooting. So in this video, we used the real time that events happened. Thank you for watching.", "url": "https://www.nytimes.com/article/satilla-shores-ahmaud-arbery-killing.html"}