{"authors": ["Sandra E. Garcia"], "date_download": "2022-10-25 23:50:51", "date_modify": "2022-10-25 23:50:51", "date_publish": "2020-07-10 14:28:31", "description": "The acronym, which stands for black, Indigenous and people of color, is suddenly everywhere. Is it doing its job?", "filename": "article_what-is-bipoc_1666741851.html", "image_url": "https://static01.nyt.com/images/2020/06/15/fashion/15BIPOC-1/15BIPOC-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_what-is-bipoc_1666741851.html", "title": "BIPOC: What Does It Mean?", "title_page": "BIPOC: What Does It Mean? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Black Americans have been called by many names in the United States. African-American, Negro, colored and the unutterable slur that rhymes with bigger. In recent weeks, as protests against police brutality and racism have flooded the streets and social media, another more inclusive term has been ascribed to the population: BIPOC.\nThe acronym stands for “black, Indigenous and people of color.” Though it is now ubiquitous in some corners of Twitter and Instagram, the earliest reference The New York Times could find on social media was a 2013 tweet.\nAs a phrase, “people of color” dates back centuries — it was first cited in The Oxford English Dictionary, with the British spelling “colour,” in 1796 — and is often abbreviated as POC. The other two letters, for black and Indigenous, were included in the acronym to account for the erasure of black people with darker skin and Native American people, according to Cynthia Frisby, a professor of strategic communication at the Missouri School of Journalism.\n“The black and Indigenous was added to kind of make sure that it was inclusive,” Ms. Frisby said. “I think the major purpose of that was for including voices that hadn’t originally been heard that they wanted to include in the narrative, darker skin, blacks and Indigenous groups, so that they could make sure that all the skin shades are being represented.”", "url": "https://www.nytimes.com/article/what-is-bipoc.html"}