{"authors": [], "date_download": "2022-10-25 23:28:55", "date_modify": "2022-10-25 23:28:55", "date_publish": "2022-09-27 19:32:24", "description": "Bowe Bergdahl’s actions make sense — if you’re Bowe Bergdahl.", "filename": "article_serial-podcast-season-2-episode-7_1666740535.html", "image_url": "https://static01.nyt.com/images/2021/01/20/podcasts/00serial-s2-ep7/00serial-s2-ep7-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_serial-podcast-season-2-episode-7_1666740535.html", "title": "Season Two, Episode 7: Hindsight, Part 1", "title_page": "Season Two, Episode 7: Hindsight, Part 1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About ‘Serial’ Season Two:\nIn May 2014, a U.S. Special Operations team in a Black Hawk helicopter landed in the hills of Afghanistan. Waiting for it were more than a dozen Taliban fighters and a tall American, who looked pale and out of sorts: Bowe Bergdahl.\nBergdahl, a U.S. soldier, had been a prisoner of the Taliban for nearly five years, and now he was going home.\nPresident Barack Obama announced Bergdahl’s return in the Rose Garden, with the soldier’s parents at his side. Bergdahl’s hometown, Hailey, Idaho, planned a big celebration to welcome him. But then, within days — within hours of his rescue, in fact — the public’s reaction to his return flipped. People started saying Bergdahl shouldn’t be celebrated. Some of the soldiers from his unit called him a deserter, a traitor. They said he had deliberately walked away from their small outpost in eastern Afghanistan and into hostile territory.\nHailey canceled its celebration. The Army opened an investigation. Finally, in March 2015, the military charged Bergdahl with two crimes, one of which carried the possibility of a life sentence. Through all of this, Bergdahl had been quiet. He hadn’t spoken to the press or done any interviews on TV. He’d been like a ghost at the center of a raucous scandal.", "url": "https://www.nytimes.com/article/serial-podcast-season-2-episode-7.html"}