{"authors": ["Dan Levin", "Michael Levenson"], "date_download": "2022-10-25 23:00:01", "date_modify": "2022-10-25 23:00:01", "date_publish": "2021-06-11 14:01:50", "description": "The Louisiana State Police said Mr. Greene died in 2019 from crashing his S.U.V. during a police chase, but video footage shows troopers shocking, choking and beating him.", "filename": "article_ronald-greene-video-louisiana_1666738801.html", "image_url": "https://static01.nyt.com/images/2021/05/21/us/21greene-whatweknow-1/21greene-whatweknow-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_ronald-greene-video-louisiana_1666738801.html", "title": "What We Know About Ronald Greene’s Death", "title_page": "What We Know About Ronald Greene’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the clips published by the A.P., covering more than two minutes, Mr. Greene is seen being jolted again with a stun gun while lying handcuffed on the ground.\nThe A.P. reported that the troopers, who were white, left Mr. Greene lying facedown and moaning for more than nine minutes, as they wiped blood from their hands and faces. “I hope this guy ain’t got AIDS,” one of the troopers is heard to say, adding an expletive.\nVideo from several minutes later shows Mr. Greene limp, unresponsive and bleeding from his head and face, and he is then seen being loaded onto an ambulance gurney with his arm cuffed to a bedrail, according to The A.P.\nIn one body camera video that the state police later released, a trooper can be heard saying that he had beat Mr. Greene, using an expletive. “Choked him and everything else, trying to get him under control,” the trooper says.\nAfter Mr. Greene was in handcuffs, the trooper says, he was “still fighting and we were still wrestling with him, trying to hold him down, ’cause he was spitting blood everywhere — and then, all of a sudden, he just went limp.”\n“Yeah,” the trooper continues. “I thought he was dead.”\nDid the entire footage become public?\nYes, eventually.\nThe state police had described the release of the footage obtained by The A.P. as “premature” and unauthorized, and a state police spokesman said that the agency could not yet release it because the encounter was the subject of an administrative and criminal investigation.\nBut on Friday, the state police released what it said was all of the video of the encounter, including a 46-minute clip and additional footage from body and dashboard cameras. Col. Lamar A. Davis, the state police superintendent, said the parts that had been released without official authorization had not been “provided to the public in its full capacity, or context.”", "url": "https://www.nytimes.com/article/ronald-greene-video-louisiana.html"}