{"authors": ["The New York Times"], "date_download": "2022-10-25 23:22:54", "date_modify": "2022-10-25 23:22:54", "date_publish": "2020-11-26 14:02:01", "description": "Here’s what to do if you feel sick and are worried it may be the coronavirus.", "filename": "article_symptoms-coronavirus_1666740174.html", "image_url": "https://static01.nyt.com/images/2020/06/25/multimedia/25symptoms-dateless03/25symptoms-dateless03-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_symptoms-coronavirus_1666740174.html", "title": "Coronavirus Symptoms Full List: What Are They? Is There a Cure?", "title_page": "Coronavirus Symptoms Full List: What Are They? Is There a Cure? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When you call your doctor, he or she will advise whether you should come in. If you do, calling ahead of time will help the doctor prepare for your visit and prevent the spread of the virus to other people in the office. Be sure to wear a mask when you go to the doctor’s office and when you’re around other people. If you cannot find a mask, you can sew one or create a makeshift one from a scarf or a T-shirt.\nThe C.D.C. also suggests that you avoid public transportation, ride-sharing services and taxis, and that you separate yourself from other people and animals in your home as soon as possible. That means not letting anyone enter your room and, ideally, not sharing bathrooms. Others should stay at least three feet away from you and avoid any surface you might have coughed on or touched, including doorknobs, plates, cups and towels. Disinfect the environment as much as possible.\nThe landscape for testing looks far better than it did in the early days of the outbreak, and hundreds of thousands of tests a day are being conducted in the United States. In some areas, it is so widely available that public health officials have complained they do not have enough takers.\nWhat if someone in my family gets sick?\nFollow the same steps listed above if you think someone in your household may be infected.\nThe coronavirus has largely spared children, and most confirmed to be infected have had only mild symptoms. But in May, doctors in Europe and the United States reported a troubling phenomenon: Some children are becoming seriously ill with symptoms that can involve inflammation in the skin, eyes, blood vessels and heart. Parents of children who have these symptoms, or others related to Covid-19, are advised to take them to pediatricians rather than dismissing a rash or fever or abdominal pain as a sign of a typical childhood illness.", "url": "https://www.nytimes.com/article/symptoms-coronavirus.html"}