{"authors": ["Luis Ferré-Sadurní", "Troy Closson"], "date_download": "2022-10-25 22:56:34", "date_modify": "2022-10-25 22:56:34", "date_publish": "2021-09-23 14:04:59", "description": "The law allows New Yorkers to possess up to 3 ounces of cannabis for recreational use. People with certain marijuana-related convictions will have their records expunged immediately.", "filename": "article_new-york-marijuana-legalization-facts_1666738594.html", "image_url": "https://static01.nyt.com/images/2021/03/26/nyregion/26nymarijuana-explainer/26nymarijuana-explainer-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_new-york-marijuana-legalization-facts_1666738594.html", "title": "New York Has Legalized Marijuana. Here’s What to Know.", "title_page": "All The Questions and Answers on NY Legalizing Marijuana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York has legalized recreational marijuana, after years of failed attempts and stalled efforts.\nState lawmakers approved a bill on Tuesday that legalizes the drug for adults 21 and older and moves toward the creation of a potential $4.2 billion industry that could become one of the nation’s largest markets. Gov. Andrew M. Cuomo signed the bill into law on Wednesday.\nIs recreational marijuana legal in New York?\nUsing it is now legal. Selling it will be legal too, once regulations are in place.\nWhat does legalization mean for New Yorkers?\nNew Yorkers are now allowed to possess up to three ounces of cannabis for recreational use or 24 grams of concentrated cannabis, such as oils derived from a cannabis plant.\nPeople who are 21 and older are allowed to use, smoke, ingest or consume cannabis products; they can also give them to others who meet the same age requirement.\nAt home, people will be permitted to store up to five pounds of cannabis, but they will have to take “reasonable steps” to make sure it is stored in a secure place.", "url": "https://www.nytimes.com/article/new-york-marijuana-legalization-facts.html"}