{"authors": ["Katherine J. Wu"], "date_download": "2022-10-25 23:50:34", "date_modify": "2022-10-25 23:50:34", "date_publish": "2020-06-23 05:25:37", "description": "Pandemic fears have created interest in metallic products touting antimicrobial properties. But experts have doubts about the copper craze.", "filename": "article_copper-coronavirus-masks_1666741834.html", "image_url": "https://static01.nyt.com/images/2020/06/23/science/18VIRUS-COPPER1/18VIRUS-COPPER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_copper-coronavirus-masks_1666741834.html", "title": "Copper Won’t Save You From Coronavirus", "title_page": "Copper Won’t Save You From Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It began in mid-March. Every time Michael D. L. Johnson checked his email, the University of Arizona microbiologist would find a new batch of messages, all asking the same question: Will products made with copper keep the coronavirus at bay?\n“I was getting three to four emails about it a day,” Dr. Johnson said. Some asked if he recommended ingesting copper as a cure. Others wondered if it was a good idea to outfit their homes with it. A few inquisitive citizens even wanted to know whether wearing copper accessories, such as bracelets, would stave off disease.\n“It was kind of a wild ride,” Dr. Johnson said.\nThe flood of missives in his inbox eventually waned. But in many ways, the Covid-19 copper craze has not. In recent months, there’s been a surge of interest in materials laced with the metal, including socks, bedsheets and coatings that can be sprayed onto surfaces. Multiple companies are marketing face coverings and masks with built-in copper linings, touting their germ-killing properties. One company even offers a “nasal wand” designed to apply “the touch of solid copper” to the hands, face and nostrils at the first sign of illness.\nBut while copper does have antimicrobial qualities, Dr. Johnson and others said you should think twice before buying into many of these products’ claims.", "url": "https://www.nytimes.com/article/copper-coronavirus-masks.html"}