{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:26:44", "date_modify": "2022-10-25 23:26:44", "date_publish": "2021-11-17 23:10:07", "description": "After 11 days of intense fighting, Hamas and Israel began a cease-fire. Here is the arc of the conflict.", "filename": "article_israel-gaza-what-we-know_1666740404.html", "image_url": "https://static01.nyt.com/images/2021/05/17/world/17israel-what-we-know2/17israel-what-we-know2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_israel-gaza-what-we-know_1666740404.html", "title": "What Drove the Israel-Gaza Conflict? Here’s What You Need to Know.", "title_page": "What Drove the Israel-Gaza Conflict? Here’s What You Need to Know. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the other direction, Hamas missiles rained over Israeli towns and cities, sowing fear and killing at least 12 Israeli residents, including two children — a greater civilian toll within Israel than during the last war, in 2014, which lasted more than seven weeks.\nIsraeli strategists and representatives described the campaign’s aim to be the destruction of as much of Hamas’s infrastructure as possible, including the group’s network of rocket factories and underground tunnels — a subterranean transit system that the Israel military refers to as “the metro.”\nBut Israel came under increasing international criticism for the growing number of children that were killed in airstrikes on Gaza. Images of children’s bodies circulated on social media, along with a video of a bereft Gaza father comforting his wailing infant — the only one of his five children to survive an Israeli airstrike. Among the deaths were eight children killed in a single airstrike at a refugee camp.\nThe conflict has fueled a humanitarian catastrophe that touches nearly every civilian living in Gaza.\nOn the Israeli side, one of the children killed was a 5-year-old Israeli boy who died after a rocket fired from Gaza made a direct hit on the building next door to his aunt’s apartment, where he was visiting with his mother and older sister.", "url": "https://www.nytimes.com/article/israel-gaza-what-we-know.html"}