{"authors": ["Choe Sang-Hun", "Victoria Kim"], "date_download": "2022-10-25 23:45:39", "date_modify": "2022-10-25 23:45:39", "date_publish": "2022-10-04 18:37:23", "description": "The country has one of the largest standing armies in the world, but much of its equipment is old. Leaders have sought to make up for that shortcoming by building new weapons.", "filename": "article_north-korea-arsenal-nukes_1666741539.html", "image_url": "https://static01.nyt.com/images/2021/03/26/world/26nkorea-arsenal-5/26nkorea-arsenal-5-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_north-korea-arsenal-nukes_1666741539.html", "title": "How Strong Is North Korea’s Military?", "title_page": "How Strong Is North Korea’s Military? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL — North Korea has test-fired a flurry of missiles in recent weeks, culminating Tuesday with the launch of an intermediate-range ballistic missile over Japan into the Pacific Ocean. The test missile, which traveled farther than any previous rocket launched by the country, was the latest demonstration of the North’s growing and increasingly sophisticated military arsenal.\nThe escalation comes as its leader, Kim Jong-un, has sought to solidify the country’s stance as a nuclear-armed power and his position at its helm. Last month, North Korea adopted a new law saying it would launch a nuclear strike “automatically and immediately” if the command and control system for its nuclear forces — an apparent reference to Mr. Kim’s leadership — was put in danger.\nAs the risk of nuclear war grows once again with Russia’s invasion of Ukraine, Mr. Kim earlier this year pledged to expand the North’s nuclear arsenal “at the fastest possible speed.” He said that it was not merely a deterrent but could be used “if any forces try to violate the fundamental interests of our state.”", "url": "https://www.nytimes.com/article/north-korea-arsenal-nukes.html"}