{"authors": ["Pam Belluck"], "date_download": "2022-10-25 22:54:49", "date_modify": "2022-10-25 22:54:49", "date_publish": "2022-05-02 12:24:55", "description": "Maybe, according to a growing number of studies, but there’s not yet a definitive answer.", "filename": "article_long-covid-vaccines_1666738489.html", "image_url": "https://static01.nyt.com/images/2022/04/26/science/26virus-long-covid-vaccines1/26virus-long-covid-vaccines1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_long-covid-vaccines_1666738489.html", "title": "Do Vaccines Protect Against Long Covid?", "title_page": "Do Vaccines Protect Against Long Covid? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two studies in Britain found a bigger effect. One study of about 1.2 million people, based on patients’ reports via a phone app, found a 50 percent lower risk of lingering symptoms among vaccinated patients. Another, which has not been peer-reviewed and was based on surveying about 6,000 patients, found a 41 percent lower risk.\nA study of U.S. patients by Arcadia, a health care data firm, and the Covid Patient Recovery Alliance, a collaboration of leaders with health expertise in government and the private sector, found a larger benefit still. The study, which has not been peer-reviewed, analyzed records of about 240,000 patients infected with the coronavirus by May 2021 and found that those who had received even one dose of a Covid vaccine before their infection were one-seventh to one-tenth as likely to report two or more symptoms of long Covid 12 to 20 weeks later. That study also found that people who received their first vaccine dose after contracting the coronavirus were less likely to develop long Covid than those who remained unvaccinated, and the sooner they were vaccinated after infection, the lower the risk of long-term symptoms.\nA study in Israel, which has also not been peer-reviewed, found through surveys that people who received two doses of vaccine had between 54 percent and 82 percent lower risk than unvaccinated patients to report having seven of the 10 most common long-term symptoms. They were generally no more likely to report symptoms like headache, muscle pain and other issues than people in the general population who had never gotten Covid, the study said. (The authors said they could not confirm whether the patients were vaccinated before or after they had gotten Covid, but said that because of Israeli vaccination policy it was likely most people who received two doses of vaccine were infected with the coronavirus sometime after they had gotten their shots.)\nIn the veterans’ study, also not yet published in a peer-reviewed publication, researchers compared about 48,000 patients who were unvaccinated when they got Covid with about 16,000 patients who were vaccinated. It found that vaccinated patients mostly benefited by being less likely to develop lung problems and blood-clotting difficulties, said one of the authors, Dr. Ziyad Al-Aly, chief of research and development at the V.A. St. Louis Health Care System and a clinical epidemiologist at Washington University in St. Louis. Other symptoms showed “very little risk reduction” from vaccines, he said.", "url": "https://www.nytimes.com/article/long-covid-vaccines.html"}