{"authors": ["Amelia Nierenberg", "Tim Herrera"], "date_download": "2022-10-25 23:48:56", "date_modify": "2022-10-25 23:48:56", "date_publish": "2020-04-06 22:17:22", "description": "With a clear head and some simple tips, you can help reduce your risk, prepare your family and do your part to protect others.", "filename": "article_prepare-for-coronavirus_1666741736.html", "image_url": "https://static01.nyt.com/images/2020/03/15/multimedia/26xp-coronavirus/26xp-coronavirus-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_prepare-for-coronavirus_1666741736.html", "title": "Coronavirus Tip Sheet: Everything You Need to Know", "title_page": "Coronavirus Tip Sheet: Everything You Need to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The flu vaccine is a must, as vaccinating children is good protection for older people. And take the same precautions you would during a normal flu season: Encourage frequent hand-washing, move away from people who appear sick, and get the flu shot.\nAs in airplanes, it’s always best to make sure your metaphorical oxygen mask is on before helping others. When talking to your children about an outbreak, make sure that you first assess their knowledge of the virus and that you process your own anxiety. It’s important that you don’t dismiss their fears and that you speak to them at an age-appropriate level.\nBe sure to be in communication with your child’s school, including about early dismissals or possible online instruction. Be prepared for schools to close; many districts and universities around the world have already taken that step.\nIt’s also good to communicate with your workplace about child-care concerns that you have.\nIf your children are stuck at home, get some games going, turn on a movie and try to make it feel a little like a vacation, at least for the first few days.\n[For more information about children and the pandemic, read 11 Questions Parents May Have About Coronavirus.]\nStock up on groceries, medicine and resources\nPreparation is the best way to protect your family and loved ones.\nStock up on a 30-day supply of groceries, household supplies and prescriptions.\nThat doesn’t mean you’ll need to eat only beans and ramen. Here are tips to stock a pantry with shelf-stable and tasty foods. (Don’t forget the chocolate.) Once you’ve got the food you’ll need, use this guide to organize your pantry. One quick rule of thumb: Put everyday items at eye level for easy access. Also, be careful when you’re buying those groceries.\nIf you take prescription medications, or are low on any over-the-counter essentials, go to the pharmacy sooner rather than later.", "url": "https://www.nytimes.com/article/prepare-for-coronavirus.html"}