{"authors": ["Giulia Mcdonnell Nieto Del Rio", "Miriam Jordan"], "date_download": "2022-10-25 23:24:41", "date_modify": "2022-10-25 23:24:41", "date_publish": "2022-06-15 03:04:14", "description": "Here’s what you need to know about a program that protected from deportation people brought into the United States as children.", "filename": "article_what-is-daca_1666740281.html", "image_url": "https://static01.nyt.com/images/2022/06/18/us/18daca-explainer-update-2/18daca-explainer-update-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_what-is-daca_1666740281.html", "title": "What Is DACA? And Where Does It Stand Now?", "title_page": "What Is DACA? And Where Does It Stand Now? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While allowing current beneficiaries to remain in the program, he barred submissions from new applicants.\nAn appeal by the Biden administration against rescinding the program will be heard by the U.S. Court of Appeals for the Fifth Circuit on July 6, and the case is likely to end up in the Supreme Court.\nIf the program were to reopen, tens of thousands of young adults would qualify, according to the Migration Policy Institute. But because DACA is now a decade old, its requirement that applicants have lived in the United States since June 15, 2007, prevents hundreds of thousands of undocumented teenagers from meeting the basic threshold to participate.\nUnderstand DACA (the Deferred Action for Childhood Arrivals Program) Card 1 of 5 What is DACA? The program was created in 2012 through an executive action by President Barack Obama as a stopgap measure to shield from deportation undocumented people who were brought into the United States as children. The program, which provides protection for two years at a time and is renewable, does not offer a pathway to citizenship. Who are ‘the Dreamers’? DACA recipients, often referred to as Dreamers, are now 26 years old on average; the oldest are 39. The largest number were brought to the United States from Mexico, and many others were born in Central or South America and the Caribbean. The fastest-growing group of undocumented students are those from Asia. Why did DACA begin? Mr. Obama created the program after more than a decade of failed attempts to pass the Dream Act, which would put Dreamers on the path to citizenship. Different versions of that bill have been considered over the years as Congress grappled with a comprehensive overhaul of the country’s immigration system, but they never advanced. How many have applied? More than 830,000 applications have been approved since the program was unveiled 10 years ago. About 1.2 million unauthorized immigrants were eligible to apply, suggesting that more than two-thirds did so at some point, according to the Migration Policy Institute. Currently, slightly more than 600,000 people hold DACA status. Where does DACA stand now? On Oct. 5, 2022, a federal appeals court affirmed a 2021 lower court decision that deemed the program to be illegal. However, the three-judge panel allowed current DACA recipients to renew their status — in essence keeping the status of the program unchanged but its future uncertain.\nHere’s what DACA, or the Deferred Action for Childhood Arrivals program, is all about.\nWhat is DACA?\nThe program was created in 2012 through an executive action by Mr. Obama as a stopgap measure to shield from deportation people who were brought into the United States as children and did not have citizenship or legal residency. The protection lasts for two years at a time, and is renewable. The program does not provide a pathway to citizenship.\nParticipation in the program comes with a range of benefits. Along with authorization to remain in the country, recipients can also get work permits, and can obtain health insurance from employers who offer it.", "url": "https://www.nytimes.com/article/what-is-daca.html"}