{"authors": ["Miguel Salazar", "Isabelia Herrera", "Gregory Cowles"], "date_download": "2022-10-25 23:37:22", "date_modify": "2022-10-25 23:37:22", "date_publish": "2022-09-18 13:47:13", "description": "Reflections on brownness, stories about migrant workers and queer immigrants, postcolonial poems — and more.", "filename": "article_latino-books_1666741042.html", "image_url": "https://static01.nyt.com/images/2021/09/15/books/00HHM-BOOKS-COMBO/00HHM-BOOKS-COMBO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_latino-books_1666741042.html", "title": "11 Books By Latinos to Read for Hispanic Heritage Month", "title_page": "11 Books By Latinos to Read for Hispanic Heritage Month - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "National Hispanic Heritage Month, a celebration that runs from Sept. 15 to Oct. 15, captures a period covering seven different independence days across Latin America. In recent years, however, the celebration has prompted Latinos in the United States to look inward, grappling with issues of representation, colorism and sexuality. To better understand these perspectives, here are 11 recent books that provide a glimpse into distinct corners of contemporary Latino life in the United States:\n‘Latinx: The New Force in American Politics and Culture,’ by Ed Morales (Verso, 2019)\nThe recent debate over the term “Latinx,” which has grabbed the attention of countless op-ed pages and Twitter threads, is just the latest iteration of a long reckoning over this single, shared identity. So argues Morales, a lecturer at Columbia and CUNY, whose book of politics and social history explains how our current understanding of the Latino identity is rooted in the Latin American concept of mestizaje, or “hybridity,” and how that troubled history is shaping American politics today.\nRead our review\n‘The Undocumented Americans,’ by Karla Cornejo Villavicencio (One World, 2020)\nThis collection falls somewhere between reportage, fiction and memoir in its storytelling, rendering an intimate portrait of the undocumented condition in the United States. Villavicencio chronicles the lives of ground zero cleanup workers, a Haitian priestess in Miami and a former housekeeper battling breast cancer in Flint, Mich., richly describing a population that, as Caitlin Dickerson notes in her review, remains “largely absent from modern journalism and literature.”\nRead our review | Read our interview with Cornejo Villavicencio\n‘The Poet X,’ by Elizabeth Acevedo (Quill Tree, 2018)\nIn this National Book Award-winning verse novel, 15-year-old Xiomara Batista’s life in Harlem has changed seemingly overnight: Her body, now larger and curvier, is newly subject to catcalls and insults; her Dominican mother has become a stern disciplinarian; and her church no longer feels like the haven it once was. As Xiomara contends with these changes, she turns to slam poetry, where she finds freedom and discovers a distinctive voice.\nRead our interview with Acevedo\nLovato unearths the family secrets his father kept guarded to tell a story of trauma and violence from El Salvador to San Francisco’s Mission District. As he reckons with this multigenerational history, Lovato blends this memoir with exhaustive reporting that sheds light on a cycle of bloodshed that spans El Salvador’s civil war, the birth of MS-13 in California and the exportation of gangs to Central America.\nRead our review", "url": "https://www.nytimes.com/article/latino-books.html"}