{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:22:53", "date_modify": "2022-10-25 23:22:53", "date_publish": "2021-11-15 20:44:31", "description": "Climate talks hosted by the United Nations in Scotland went into overtime. Here are some key facts.", "filename": "article_what-is-cop26-climate-change-summit_1666740173.html", "image_url": "https://static01.nyt.com/images/2021/11/02/climate/00cli-COPFAQ-illo/00cli-COPFAQ-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_what-is-cop26-climate-change-summit_1666740173.html", "title": "The New York Times", "title_page": "What Is COP26? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden has said that America will cut emissions 50 to 52 percent below 2005 levels in the next decade. As of now, though, few policies are in place to make that happen. The European Union also made new promises to cut their emissions roughly 50 percent below 2005 levels by 2030. But China, now the world’s largest climate polluter, has not shifted its plan to peak emissions “before” 2030 — a target scientists say is not adequate to keep the planet on a 1.5 degree pathway.\nWhether more countries come on board, and whether the United States can actually make good on its promise, will determine the trajectory of the planet.\nWhat Covid safety measures are being taken at COP26?\nThe annual summit was delayed last year because of the pandemic. Despite calls from environmental organizations to delay again, organizers committed to holding this year’s event in person. The British hosts offered to help any delegates who need a Covid-19 vaccination obtain one, but they are not mandating that attendees be vaccinated.\nAnyone entering the main conference site, known as the Blue Zone, must self-administer a rapid Covid-19 test and show a negative result.\nExplaining COP26 to children\nThe science of climate change is complicated, and thinking about its consequences and how to fix the problem can be overwhelming. Explaining the factors in play to children can be especially difficult. To help start the conversation, The New York Times put together a climate change guide for children as part of this year’s Earth Day package.", "url": "https://www.nytimes.com/article/what-is-cop26-climate-change-summit.html"}