{"authors": ["Russell Goldman"], "date_download": "2022-10-25 23:26:00", "date_modify": "2022-10-25 23:26:00", "date_publish": "2022-04-27 05:12:46", "description": "A Feb. 1 coup brought back full military rule following years of quasi-democracy. Now there are worries that the country is on the verge of a civil war.", "filename": "article_myanmar-news-protests-coup_1666740360.html", "image_url": "https://static01.nyt.com/images/2021/03/24/world/00myanmar-explainer-newtop/00myanmar-explainer-newtop-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_myanmar-news-protests-coup_1666740360.html", "title": "Myanmar’s Coup, Explained", "title_page": "Myanmar Coup: What to Know About the Protests and Unrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Unrest has gripped Myanmar. Peaceful pro-democracy street demonstrations and work stoppages have given way to paramilitary operations in opposition to the country’s ruthless military, which seized power in a coup d’état on Feb. 1.\nMilitary leaders’ initially restrained response to the first waves of protests, civil disobedience and general strikes grew more forceful over time, escalating into a brutal effort to put down the movement. The Tatmadaw, as the Myanmar military is known, is now trying to eliminate resistance along the border, firing rocket launchers and burning down homes.\nThe coup returned the country to full military rule after a short span of quasi-democracy that began in 2011, when the military, which had been in power since 1962, implemented parliamentary elections and other reforms. In the months since the coup, Daw Aung San Suu Kyi, the country’s ousted civilian leader, has been held incommunicado in a house in Naypyidaw, the capital of Myanmar, facing a long list of charges in a secret court. So far, she has been found guilty in the initial batch of verdicts.", "url": "https://www.nytimes.com/article/myanmar-news-protests-coup.html"}