{"authors": ["Kwame Opam"], "date_download": "2022-10-25 23:49:10", "date_modify": "2022-10-25 23:49:10", "date_publish": "2020-03-24 13:43:56", "description": "Following California and New York, more states are adopting tougher rules to curb the outbreak. What can and can’t people do?", "filename": "article_what-is-shelter-in-place-coronavirus_1666741750.html", "image_url": "https://static01.nyt.com/images/2020/03/20/nyregion/20nyvirus-explainer/20nyvirus-explainer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_what-is-shelter-in-place-coronavirus_1666741750.html", "title": "What Does Shelter in Place Mean?", "title_page": "What Does Shelter in Place Mean? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What’s the gist of each executive order?\nAs the number of confirmed coronavirus cases in each state rises, the governors for California, Connecticut and New York have started putting stricter provisions into place, while still keeping essential services running.\n“Look, society has to function,” Mr. Cuomo said Friday.\nIn each case, state residents are being told to stay indoors as much as possible, and what are considered nonessential businesses are required to keep all workers at home.\nMr. Cuomo emphasized on Friday that public transportation and roadways would not be shut.\nBroadly speaking, these are the kinds of businesses that could be deemed essential:\ngrocers, restaurants offering takeout or delivery, convenience stores, liquor stores, hardware stores, warehouses and distributors\nhealth care providers and pharmacies\ngas stations, banks, laundromats and dry cleaners\nchild care providers\nanimal shelters and veterinary services\nutilities, telecommunications and transportation providers\nauto repair, plumbers and other skilled contractors, construction companies and many kinds of manufacturers\nfuneral homes, crematories and cemeteries\nStates are also adopting special rules to protect older residents and those with compromised immune systems. Mr. Newsom said earlier this week that people over 65 and those with underlying medical conditions should stay home, though it was not clear whether the newer rules pre-empted previous guidance. Mr. Cuomo put restrictions on people 70 and older.\nDo the restrictions vary by state?\nNot much.\nThe new restrictions for New York State resemble those enacted by California, and those in Connecticut and New Jersey probably will as well. Mr. Lamont offered an initial list of which businesses must close in Connecticut that was similar to New York’s, and he said additional guidance would come shortly.", "url": "https://www.nytimes.com/article/what-is-shelter-in-place-coronavirus.html"}