{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:34:25", "date_modify": "2022-10-25 23:34:25", "date_publish": "2021-10-09 13:26:30", "description": "Hundreds of thousands of borrowers with so-called F.F.E.L. student loans, people who paid late and military members could now get credit for years of payments toward erasing their debts.", "filename": "article_public-service-loan-forgiveness-changes_1666740865.html", "image_url": "https://static01.nyt.com/images/2021/10/09/business/08money/08money-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_public-service-loan-forgiveness-changes_1666740865.html", "title": "A Guide to Big Changes for Public Service Loan Forgiveness", "title_page": "The Big Changes to Public Service Loan Forgiveness, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Finally, some companies provide student loan advice to employers as an employee benefit. One of them, Summer, offers free help to members and associate members of the American Federation of Teachers, and it has posted its own guide to the P.S.L.F. changes on its website.\nHas anyone ever actually received forgiveness in the P.S.L.F. Program?\nYes. According to the Education Department, 16,000 people already have, and it expects about 22,000 more to do so soon as a direct result of these actions.\nIn 2018, I profiled one of the first people to qualify, a social worker named Michael Mitchell. And then there’s a teacher named Jed Shafer, whose loans were also forgiven that year. It took several columns to unspool his saga.\nHow could this all go awry before the Oct. 31, 2022, deadline?\nWhere to start, really?\nGiven all the past problems, it is a bit of a stretch to think that the Education Department will be able to quickly sort data on hundreds of thousands of people or more and pick out the ones who are eligible for waivers. But at least it is trying.\nMeanwhile, FedLoan has announced its intention to get out of the business of servicing these loans altogether. The Education Department did not say what entity might replace it or when. A spokesman for FedLoan’s parent organization said that it intended to work with the Education Department for “as long as it takes” to successfully move borrowers to a new servicer, “which could take us into next year.”\nThere’s lots of potential for chaos when moving millions of people to a new loan servicer in the middle of this waiver period, if that ends up happening. And to make matters messier, borrowers are supposed to start repaying their student debts again early next year, once a pandemic relief provision expires.\nSo keep every form and message related to your loans. Scan, save and also print any loan records you can get your hands on, and do it now.\nAnd most of all, cross your fingers.", "url": "https://www.nytimes.com/article/public-service-loan-forgiveness-changes.html"}