{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:49:09", "date_modify": "2022-10-25 23:49:09", "date_publish": "2020-05-08 13:32:00", "description": "Here’s what scientists have learned about how the new virus infects and attacks cells and how it can affect organs beyond the lungs.", "filename": "article_coronavirus-body-symptoms.html_action=click&module=Spotlight&pgtype=Homepage_1666741749.html", "image_url": "https://static01.nyt.com/images/2020/03/17/science/11VIRUS-BODY-sub/11VIRUS-BODY-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_coronavirus-body-symptoms.html_action=click&module=Spotlight&pgtype=Homepage_1666741749.html", "title": "What Does Coronavirus Do to the Body?", "title_page": "What Does Coronavirus Do to the Body? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Xiao said that the man had almost certainly been infected during his first stay in the hospital, since other patients in his post-surgical recovery room were later found to have coronavirus. Like many other cases, it took the man days to show respiratory symptoms.\nThe man recovered after 20 days in the hospital’s infectious disease unit. Experts say that when patients like that recover, it is often because the supportive care — fluids, breathing support, and other treatment — allows them to outlast the worst effects of the inflammation caused by the virus.\nWhat do scientists still not know about coronavirus patients?\nA lot. Although the illness resembles SARS in many respects and has elements in common with influenza and pneumonia, the course a patient’s coronavirus will take is not yet fully understood.\nSome patients can remain stable for over a week and then suddenly develop pneumonia, Dr. Diaz said. Some patients seem to recover but then develop symptoms again.\nDr. Xiao said that some patients in China recovered but got sick again, apparently because they had damaged and vulnerable lung tissue that was subsequently attacked by bacteria in their body. Some of those patients ended up dying from a bacterial infection, not the virus. But that didn’t appear to cause the majority of deaths, he said.\nOther cases have been tragic mysteries. Dr. Xiao said he personally knew a man and woman who got infected, but seemed to be improving. Then the man deteriorated and was hospitalized.\n“He was in I.C.U., getting oxygen, and he texted his wife that he was getting better, he had good appetite and so on,” Dr. Xiao said. “But then in the late afternoon, she stopped receiving texts from him. She didn’t know what was going on. And by 10 p.m., she got a notice from the hospital that he had passed.”", "url": "https://www.nytimes.com/article/coronavirus-body-symptoms.html?action=click&module=Spotlight&pgtype=Homepage"}