{"authors": ["Elaine Glusac"], "date_download": "2022-10-25 23:48:57", "date_modify": "2022-10-25 23:48:57", "date_publish": "2020-11-28 22:16:31", "description": "A spate of new travel insurance policies have begun covering Covid-19, just as many international destinations begin to require it. Here’s what to look for.", "filename": "article_travel-insurance-coronavirus_1666741737.html", "image_url": "https://static01.nyt.com/images/2020/11/19/travel/19TravelInsurance-illo/19TravelInsurance-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_travel-insurance-coronavirus_1666741737.html", "title": "What You Need to Know Now About Travel Insurance", "title_page": "Travel Insurance During Coronavirus Pandemic: What To Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“People who are traveling are more conscious of their risks and thinking about protecting themselves and their investment,” said Jeremy Murchland, the president of the travel insurer Seven Corners. The company launched policies that included Covid-19 coverage in June; they now account for more than 80 percent of sales.\nBut, like all insurance, the devil is in the details when it comes to understanding travel insurance, including what’s covered, destinations where it’s required, and the inevitable caveats, as follows.\nHow travel insurance covers Covid-19\nThe new Covid-inclusive insurance generally covers travelers from the day after purchase until their return home. During that period, if you become sick and a doctor determines you cannot travel (because of the virus or another illness), trip cancellation and trip interruption benefits would kick in.\nThese benefits vary by policy, but a search to insure a $2,000 weeklong trip to Costa Rica in December on Travelinsurance.com turned up a $69.75 Generali Global Assistance Standard policy with Covid-19 benefits that would be triggered if you, your host at your destination, a travel companion or a family member tested positive for the virus.\nIf this happened before your departure, the policy would cover your prepaid travel expenses. If you or your travel companion contracted Covid-19 during the trip and were diagnosed by a physician, it would reimburse prepaid arrangements, such as lodgings, and cover additional airfare to return home — once a doctor deems it safe to travel — up to $2,500. Should you be required to quarantine and can’t travel, travel delay coverage for lodging, meals and local transportation would pay up to $1,000. The policy also covers medical expenses for up to one year, even after you return home, up to $50,000 — though the policy also states that a holder would have to exhaust their own health insurance benefits before seeking coverage under the travel insurance plan.", "url": "https://www.nytimes.com/article/travel-insurance-coronavirus.html"}