{"authors": ["Isabel Kershner"], "date_download": "2022-10-26 00:11:34", "date_modify": "2022-10-26 00:11:34", "date_publish": "2022-07-01 11:48:05", "description": "Israelis are heading back to the polls for the fifth time in under four years.", "filename": "article_israel-government-elections_1666743094.html", "image_url": "https://static01.nyt.com/images/2022/06/21/world/21israel-explainer-top/21israel-explainer-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_israel-government-elections_1666743094.html", "title": "Why Does Israel Have So Many Elections?", "title_page": "Why Does Israel Have So Many Elections? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israel’s lawmakers voted on Thursday to dissolve Parliament and bring down the government led by Prime Minister Naftali Bennett, a year after he took office. That prompted Israel’s fifth election in less than four years, now set for Nov. 1.\nMr. Bennett’s coalition had started out with a razor-thin majority but recently lost it, making it impossible to govern. The new election will give Benjamin Netanyahu, Israel’s longest-serving prime minister and now the leader of the opposition, the chance for a comeback even as he is on trial battling corruption charges. Still, his path back to power is far from assured.\nIsrael has a new, if temporary, prime minister, Yair Lapid, a centrist who will head the caretaker government. He is expected to remain in office through the election and the subsequent period of negotiations that are usually required to form a new governing coalition commanding at least 61 seats in the 120-seat Parliament. Israel’s yearslong political morass is far from over.\nHere are some of the reasons.\nWhat kind of government does Israel have?\nIsrael is a parliamentary democracy with an electoral system of proportional representation. No single party has ever won enough votes for an outright majority in Parliament. Instead, the larger parties must form coalitions by enlisting the support of smaller parties that negotiate to protect their narrow interests and often end up wielding disproportionate power.", "url": "https://www.nytimes.com/article/israel-government-elections.html"}