{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:39:01", "date_modify": "2022-10-25 23:39:01", "date_publish": "2021-04-23 19:39:36", "description": "How did a deep-rooted local conflict draw in regional powers? And after a cease-fire agreement, what are the prospects for peace?", "filename": "article_armenian-azerbaijan-conflict_1666741141.html", "image_url": "https://static01.nyt.com/images/2020/11/15/world/15karabakh-explainer-add2/15karabakh-explainer-add2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_armenian-azerbaijan-conflict_1666741141.html", "title": "Armenia and Azerbaijan: What Sparked War and Will Peace Prevail?", "title_page": "Armenia and Azerbaijan: What Sparked War and Will Peace Prevail? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This time the conflict was different, analysts and former diplomats said, because Turkey had offered more direct support to Azerbaijan, and because of the scale of the fighting. Azerbaijan used sophisticated attack drones and both sides used powerful, long-range rocket artillery, they said.\nTurkey’s direct engagement in support of its ethnic Turkic ally, Azerbaijan, in an area of traditional Russian influence, turned the local dispute into a regional one.\nThe cease-fire agreement reached on Nov. 9 is a case in point: The deal was brokered by Russia and the next day Russian peacekeepers began deploying to the conflict zone to guard an access road and oversee the handover of land. Azerbaijan has insisted it has a right to invite Turkish peacekeepers as well, raising the possibility that the two countries’ soldiers would operate in proximity along a tense front line.\nBefore the cease-fire, attacks had spread far from the front lines. Cities in Azerbaijan, Nagorno-Karabakh and Armenia have been hit by long-range weaponry fired by combatants on both sides. The capital of Nagorno-Karabakh, Stepanakert, has been repeatedly bombarded.", "url": "https://www.nytimes.com/article/armenian-azerbaijan-conflict.html"}