{"authors": ["Sopan Deb", "Kevin Draper"], "date_download": "2022-10-25 23:34:54", "date_modify": "2022-10-25 23:34:54", "date_publish": "2021-11-05 17:19:12", "description": "Sarver, who owns the N.B.A.’s Phoenix Suns and the W.N.B.A.’s Phoenix Mercury, has been accused of using racial slurs and making sexual and other inappropriate comments.", "filename": "article_robert-sarver-suns-racism-sexism_1666740894.html", "image_url": "https://static01.nyt.com/images/2021/11/04/sports/00nba-suns1/00nba-suns1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_robert-sarver-suns-racism-sexism_1666740894.html", "title": "Here's What We Know About the Robert Sarver Allegations", "title_page": "Here's What We Know About the Robert Sarver Allegations  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sarver and the Suns have also been the subject of critical reporting by ESPN before. In 2019, ESPN reported that the Suns had “no discernible direction” and described Sarver as an “interventionist owner with more authority than expertise.”\nWhat does the ESPN report say about racism?\nThe report paints a picture of a meddlesome owner who fostered a work environment that was toxic, especially for women and Black people. The most prominent voice in the article was Earl Watson, who is Black and Hispanic and spent parts of four seasons in assistant, interim and head coaching roles with the Suns. He was fired in 2017, three games into his second season as head coach.\nAccording to the report, Watson told ESPN that Sarver came into the coaches’ locker room after one game “repeating the N-word several times in a row” in discussing an opposing player’s use of the word on the court. Watson recounted to ESPN that he told Sarver, “You can’t say that.” At least six staffers told ESPN that they heard Sarver repeat the slur in other instances.\nSarver, through his legal team, told ESPN he had “never called anyone or any group of people the N-word, or referred to anyone or any group of people by the N-word, either verbally or in writing.” He said he had used the word “once many years ago” when he was repeating what a player had said but apologized.\nIn 2004, Sarver made “racially insensitive” comments in an initial recruitment meeting with Nash, according to ESPN, which cited three unnamed people who were in the room. Nash, now the head coach of the Nets, declined to comment to The New York Times on Thursday.\nWhat does the report say about sexism and other inappropriate behavior?\nSarver was accused of making inappropriate comments about sex. In one instance, Sarver, according to ESPN, told a pregnant employee that she could not continue her work in coordinating an All-Star game because she would need to breast feed. Sarver denied these accusations.\nIn another instance, David Bodzin, a former Suns account executive, told ESPN that Sarver pulled Bodzin’s pants down in front of more than 60 employees as part of a charitable event in 2014. Sarver apologized in a statement to ESPN.", "url": "https://www.nytimes.com/article/robert-sarver-suns-racism-sexism.html"}