{"authors": ["Michael Gold", "Luis Ferré-Sadurní"], "date_download": "2022-10-25 22:56:39", "date_modify": "2022-10-25 22:56:39", "date_publish": "2021-08-19 18:21:52", "description": "After Gov. Andrew Cuomo said he would resign, the leader of the Assembly said it would no longer move to impeach him. But after an outcry, the body’s investigation of several scandals will go forward.", "filename": "article_cuomo-impeachment.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738599.html", "image_url": "https://static01.nyt.com/images/2021/03/18/nyregion/00impeach-explainer01/00impeach-explainer01-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_cuomo-impeachment.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738599.html", "title": "What to Know About the Cuomo Impeachment Inquiry", "title_page": "What to Know About the Cuomo Impeachment Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Gov. Andrew M. Cuomo said he would resign amid sexual harassment allegations, the leader of the New York State Assembly said that the body would continue its broad investigation into Mr. Cuomo and issue a report with its findings, even as the door to impeachment appeared remote.\nThe investigation started as an impeachment inquiry. It is being led by the Assembly’s Judiciary Committee, which hired an outside law firm in March. While the New York State attorney general, Letitia James, supervised an investigation that corroborated the harassment allegations, the Assembly’s inquiry is broader, and covers other potential misconduct and abuses of power by Mr. Cuomo and members of his inner circle.\nThe inquiry was moving slowly, but picked up momentum after Ms. James’s office released its report. But on Aug. 13, days after Mr. Cuomo said he would step down, the Assembly’s speaker, Carl E. Heastie, said that lawmakers would suspend their investigation and would no longer move to impeach Mr. Cuomo, despite finding “credible evidence” relating to some of the accusations made against him.\nThen, after three days of bipartisan outcry, Mr. Heastie and Charles D. Lavine, the chair of the Judiciary Committee, said on Aug. 16 that the Assembly would continue its inquiry into Mr. Cuomo and issue a report on its findings.", "url": "https://www.nytimes.com/article/cuomo-impeachment.html?action=click&module=Top%20Stories&pgtype=Homepage"}