{"authors": ["The New York Times"], "date_download": "2022-10-25 23:24:29", "date_modify": "2022-10-25 23:24:29", "date_publish": "2021-08-26 22:18:08", "description": "The storm is expected to make landfall along the Gulf Coast in northern Florida on Wednesday, bringing heavy rain and gusty winds.", "filename": "article_tropical-storm-elsa-hurricane_1666740269.html", "image_url": "https://static01.nyt.com/images/2021/07/06/us/elsa-alert/06miami-condo-updates-tropical-storm-elsa3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_tropical-storm-elsa-hurricane_1666740269.html", "title": "Tropical Storm Elsa Weakens Before Expected Landfall in Florida", "title_page": "Tropical Storm Elsa Weakens Before Expected Landfall in Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elsa cut through Cuba on Monday, bringing gusty winds and torrential rains and felling trees and electricity cables in some cities.\nAt least one boat overturned in the storm. On Monday night, a vessel carrying 22 people from Cuba capsized about 26 miles southeast of Key West, the Coast Guard said in a statement on Wednesday, adding that 13 people were rescued, with nine still missing.\n“These ventures are dangerous and can often lead to casualties, especially during tropical storms,” said Cmdr. Jacob McMillan of the Coast Guard. “The seas are unpredictable and unforgiving.”\nElsa, which formed as a tropical storm last week, is the fifth named storm of the 2021 Atlantic hurricane season.\nAna became the first named storm of the season, on May 23, making this year the seventh in a row that a named storm developed in the Atlantic before the official start of the season on June 1.\nThe links between hurricanes and climate change are becoming more apparent. A warming planet can expect to experience stronger hurricanes over time, and a higher incidence of the most powerful storms — though the overall number of storms may drop, because factors like stronger wind shear might keep weaker storms from forming.\nScientists with the National Oceanic and Atmospheric Administration forecast that there would be 13 to 20 named storms this year, six to 10 of which would be hurricanes, and three to five major hurricanes of Category 3 or higher in the Atlantic.", "url": "https://www.nytimes.com/article/tropical-storm-elsa-hurricane.html"}