{"authors": ["Jill Cowan", "Priya Arora"], "date_download": "2022-10-25 23:49:34", "date_modify": "2022-10-25 23:49:34", "date_publish": "2021-05-24 14:57:17", "description": "Here’s what you need to know about the latest easing of pandemic restrictions in California.", "filename": "article_california-reopening-faq_1666741774.html", "image_url": "https://static01.nyt.com/images/2020/12/19/us/19california-reopening-explainer-new2/19california-reopening-explainer-new2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_california-reopening-faq_1666741774.html", "title": "When Is California Reopening?", "title_page": "California Announces Reopening. Here’s What to Know. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[See our map of coronavirus cases in California by county.]\nWhat is allowed in the red tier?\nThe most significant difference between the purple and red tiers is that in the red tier, restaurants, museums and movie theaters can reopen indoors, at 25 percent capacity or 100 people — whichever is fewer. Gyms can reopen indoors at 10 percent capacity. (In the purple tier, all of those are allowed to operate outdoors only.)\nBars that don’t serve food must remain closed. In both the purple and red tiers, though, wineries can operate outdoors, and starting Saturday, breweries and distilleries will also be able to open outside, too.\nIn the purple tier, stores and shopping malls could be open indoors at 25 percent capacity; in the red tier, that can increase to 50 percent.\nIn the red tier, indoor gatherings are strongly discouraged, but allowed, with a maximum of three households.\nAnd masks are still required when you’re not eating or drinking.\nWhat is allowed in the orange and yellow tiers?\nMany of the aforementioned places can open indoors at higher capacity, including restaurants, which can be open at half capacity. In the orange tier, bars can reopen outdoors and smaller amusement parks can also open at 25 percent capacity. And in the yellow tier, bars will be able to open indoors at 25 percent capacity or 100 people, whichever is fewer, starting on Saturday.\n[See more from the state about which activities are allowed under each tier.]\nHow quickly could even more restrictions be lifted?\nAs part of the state’s latest restructuring of its vaccination campaign prioritizing communities where the spread of the virus is most rampant, officials announced new metrics and new, slightly looser restrictions for each color-coded reopening tier. The updated rules, which will take effect on April 1, are aimed at accelerating a return to whatever normal looks like after the pandemic.\nThe new metrics will take into account the number of vaccinations administered to people who live in higher-risk, lower-income communities, according to a state index.", "url": "https://www.nytimes.com/article/california-reopening-faq.html"}