{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:29:20", "date_modify": "2022-10-25 23:29:20", "date_publish": "2021-09-13 23:56:44", "description": "We took an up-close look at the text of S.B. 8, which bans almost all abortions in Texas and delegates enforcement responsibility to citizens.", "filename": "article_abortion-law-texas_1666740560.html", "image_url": "https://static01.nyt.com/images/2021/09/03/us/08abortion-annotation/08abortion-annotation-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_abortion-law-texas_1666740560.html", "title": "Here’s What the Texas Abortion Law Says", "title_page": "Here’s What the Texas Abortion Law Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The only exception is for medical emergencies, a term the law does not define. Some conditions — like ectopic pregnancy, in which a fertilized egg implants outside the uterus, and HELLP syndrome, a severe variant of pre-eclampsia — can be rapidly fatal and are clearly emergencies. Other cases are less clear-cut, like a cancer patient who cannot receive chemotherapy while pregnant and whose disease could become untreatable within a few months, or a woman with a heart condition that causes mild symptoms but could lead to sudden cardiac arrest.\nS.B. 8 leaves it to doctors to decide whether their patient qualifies, knowing they could be sued by anyone who disagrees.\nPatients cannot be sued, but those who help a patient can be.\nSection 171.206 (Page 5): This subchapter may not be construed to authorize the initiation of a cause of action against or the prosecution of a woman on whom an abortion is performed or induced or attempted to be performed or induced. Section 171.208 (Page 6): Any person, other than an officer or employee of a state or local governmental entity in this state, may bring a civil action against any person who: (1) performs or induces an abortion in violation of this subchapter; (2) knowingly engages in conduct that aids or abets the performance or inducement of an abortion, including paying for or reimbursing the costs of an abortion through insurance or otherwise, if the abortion is performed or induced in violation of this subchapter, regardless of whether the person knew or should have known that the abortion would be performed or induced in violation of this subchapter; or (3) intends to engage in the conduct described by Subdivision (1) or (2).\nS.B. 8 invites lawsuits against anyone who performs or “abets” an abortion. That could mean an array of people and groups, including clinics and their employees, from doctors to receptionists; friends, relatives or strangers who pay for an abortion, including people who donate to or administer abortion funds; insurers that approve a claim; ride-share drivers who drive a patient to a clinic; and anyone who shares information about abortion options.\nPeople can be held liable whether or not they knew, or even “should have known,” that they were helping someone obtain a prohibited abortion. They can also be liable if they “intend” to take such action, whether or not they ever follow through.\nThe law does not explain what qualifies as intent. Can someone be sued for considering donating to an abortion fund? For pulling up the donation page on the fund’s website? It is not clear.\nThe law may reach beyond Texas’ border.\nSection 171.210 (Page 11): A civil action brought under Section 171.208 shall be brought in: the county in which all or a substantial part of the events or omissions giving rise to the claim occurred; the county of residence for any one of the natural person defendants at the time the cause of action accrued; the county of the principal office in this state of any one of the defendants that is not a natural person; or the county of residence for the claimant if the claimant is a natural person residing in this state.\nResidents of other states can sue someone who helps a Texan get an abortion, and it is possible they could also be sued for helping a Texan get an abortion.\nOut-of-state defendants could argue that Texas had no jurisdiction over them, and it might not be feasible to enforce a judgment against them. But the law contains no geographic limit and gives plaintiffs multiple options for counties in which to sue. It is within the realm of possibility that a Wisconsinite could sue a Californian for abetting a Texan’s abortion.", "url": "https://www.nytimes.com/article/abortion-law-texas.html"}