{"authors": ["Adam Mann"], "date_download": "2022-10-25 22:55:18", "date_modify": "2022-10-25 22:55:18", "date_publish": "2022-05-24 18:22:32", "description": "Find a dark place. Lie back, look up and see what the cosmos has to offer.", "filename": "article_meteor-showers-2022_1666738518.html", "image_url": "https://static01.nyt.com/images/2021/12/23/science/00meteorshowers-watch/00meteorshowers-watch-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_meteor-showers-2022_1666738518.html", "title": "Meteor Showers That Will Peak in Night Skies in 2022", "title_page": "Meteor Showers That Will Peak in Night Skies in 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Potentially active from the end of May to early June. Peak nights: Possibly May 30 to 31\nIn 1930, astronomers spotted comet 73P/Schwassmann-Wachmann 3 (SW3 to its friends) and a possible meteor shower was predicted as Earth passed close to its debris field. Little activity has been detected since then. But in 1995, comet SW3 had a tremendous breakup, splitting into multiple pieces that spewed a lot of dust. Our planet has a nice chance of hitting its field this year, although some astronomers’ calculations suggest it may not happen. The moon will be new on the night of May 30, meaning conditions should be great for meteor viewing. The event will be most visible in parts of North and Central America, with optimal spots ranging from Southern California and Mexico to Texas.\nThe Southern Delta Aquariids\nActive from Jul. 18 to Aug. 21. Peak night: Jul. 29 to 30\nThis shower is one of the best for viewers in the southern tropics, though it will also be visible low in the sky for those in the Northern Hemisphere. The moon will be a skinny crescent just past new during the peak. Streaks from the shower should be observable for a week before or after the peak evening. The Southern Delta Aquariids are predicted to produce between 15 to 20 meteors per hour under dark skies, and are best seen around 3 a.m.\nThe Perseids\nActive from Jul. 14 to Sept. 1. Peak night: Aug. 11 to 12\nWarm summer nights and high rates of fireballs make the Perseids one of the most popular showers of the year. Originating from comet 109P/Swift-Tuttle, which comes back often through the inner solar system, the Perseids frequently put on a great show. But this year, the moon will be full on the shower’s peak night and up almost all night, greatly cutting down on visibility. Getting to dark skies and waiting until the early hours of the morning might still allow you to see between 15 and 20 meteors per hour.", "url": "https://www.nytimes.com/article/meteor-showers-2022.html"}