{"authors": ["The New York Times"], "date_download": "2022-10-25 22:57:41", "date_modify": "2022-10-25 22:57:41", "date_publish": "2021-11-17 23:14:07", "description": "What is behind the explosion of new coronavirus cases that is overwhelming the South Asian country?", "filename": "article_india-coronavirus-cases-deaths_1666738661.html", "image_url": "https://static01.nyt.com/images/2021/05/12/world/12virus-india-seo-explainer-1/12virus-india-seo-explainer-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_india-coronavirus-cases-deaths_1666738661.html", "title": "Coronavirus in India: What to Know", "title_page": "Coronavirus in India: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By April, some vaccinated individuals, including 37 doctors at one New Delhi hospital, were found to have contracted the virus, leaving many to wonder if a more contagious variant was behind the second wave.\nMany in India already assume that the variant, B.1.617, is responsible for the severity of the second wave. The variant is sometimes called “the double mutant,” though the name is a misnomer because it has many more mutations than two. It garnered the name because one version contains two genetic mutations found in other difficult-to-control variants.\nResearchers outside of India say the limited data so far suggests instead that the variant called B.1.1.7, which has affected Britain and the United States, is more likely to blame.\nThe World Health Organization has called B.1.617.2 “a variant of concern” and said preliminary studies suggested an increased rate of transmission. That research, however, is limited and has not yet been peer reviewed, and scientists caution that other factors could explain the viciousness of the outbreak.\nWhatever the outcome, the variant is now spreading in Britain, Nepal and other places. Scientists say that the vaccines currently available appear to be effective against it.\nCritics cite the Modi government’s policies for worsening the crisis.\nAt the center of the India’s crisis is Prime Minister Narendra Modi, who early this year declared victory over the virus.\nMr. Modi’s Covid-19 task force did not meet for months. His health minister assured the public in March that India had reached the pandemic’s “endgame.” As infections rose, Mr. Modi allowed large gatherings to help his governing Bharatiya Janata Party and burnish its Hindu nationalist credentials. His government approved a Hindu festival with millions of worshipers. He campaigned in state elections without a mask at rallies of thousands of maskless supporters.", "url": "https://www.nytimes.com/article/india-coronavirus-cases-deaths.html"}