{"authors": ["Ruth La Ferla"], "date_download": "2022-10-25 22:56:48", "date_modify": "2022-10-25 22:56:48", "date_publish": "2021-08-09 11:38:37", "description": "Many unfamiliar with state politics have wondered about the steady, steely presence six feet from the governor’s elbow during his popular daily briefings. Here’s an introduction.", "filename": "article_who-is-melissa-derosa_1666738608.html", "image_url": "https://static01.nyt.com/images/2020/05/14/fashion/13MELISSADEROSA-1-SUB/13MELISSADEROSA-1-SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_who-is-melissa-derosa_1666738608.html", "title": "Who Is Melissa DeRosa? Governor Cuomo's Top Aide", "title_page": "Who Is Melissa DeRosa? Governor Cuomo's Top Aide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Competence is captivating. No need to tell viewers tuning in to Gov. Andrew M. Cuomo’s daily media briefings. Many have been riveted by his plain talk in the face of a global pandemic.\nOthers are increasingly focused on the woman usually seated at his left: the one who on a recent Thursday countered a reporter’s suggestion that New York had dragged its heels in response to the spread of the coronavirus by assuring him in a tone like flint that once it was clear that New York, and not just the West Coast, was an entry point for the virus, “we shut down fully, with literally zero guidance from the federal government.”\nShe is Melissa DeRosa, the trusted aide and strategist to whom Mr. Cuomo routinely turns for a reliable litany of figures and facts: often seen taking notes, checking her cellphone and sliding relevant documents under the nose of her boss. A steady presence on the dais, Ms. DeRosa, 37, is having an extended breakout moment.\nAs secretary to the governor, she is the most powerful appointed official in the state, the first woman to hold that position, and one of the youngest, her robust command of facts and arcana only hinting at her sway.", "url": "https://www.nytimes.com/article/who-is-melissa-derosa.html"}