{"authors": ["Tariro Mzezewa"], "date_download": "2022-10-25 23:43:21", "date_modify": "2022-10-25 23:43:21", "date_publish": "2021-11-02 12:22:35", "description": "Taking a test is the best way to assure yourself and others that you aren’t spreading the virus. Here’s what you need to know.", "filename": "article_virus-covid-travel-questions_1666741401.html", "image_url": "https://static01.nyt.com/images/2020/11/09/travel/09covidtests/09covidtests-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_virus-covid-travel-questions_1666741401.html", "title": "Travel and Coronavirus Testing: Your Questions Answered", "title_page": "Travel and Coronavirus Testing: Your Questions Answered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read our 2021 Travel questions and answers guide on restrictions, vaccination and more.]\nIf you want to find out if you currently have the coronavirus, you should plan on taking a virus test like a polymerase chain reaction or PCR test. PCR tests are currently considered the gold standard for tests because of their accuracy and reliability. PCR tests can detect an active infection and require a swab in the nose or the back of the throat. Some tests use saliva. The test is highly sensitive and looks for the virus’s genetic material.\nAnother type of diagnostic test is an antigen test, which detects the presence of a specific viral antigen or bits of coronavirus proteins, implying current viral infection. For antigen tests, a sample is collected by nasal swabbing, with hopes that there are some virus proteins in the sample.\nYou’ve probably heard of antibody tests, too, but those aren’t what you need in order to travel. An antibody test checks for antibodies, which may tell you if you had a past infection with the virus that causes Covid-19.\nAre rapid tests reliable?\nMany companies have released rapid tests and they are mostly antigen tests and they take minutes to return results. These tests tend to be less accurate, and false negatives could lead people to be reckless and unwittingly spread the virus, but they are fast and affordable. You can check if your airline and destination accept results from rapid antigen tests.\nHow do I know which test to take?\nMost airlines and destinations will accept PCR tests although others might also be allowed.\nIf you’re taking a test specifically because you are about to travel, you should first see if your destination has a list of tests that it will accept. Many places, including Hawaii, Washington D.C., New York and a number of Caribbean countries, specify which tests they will accept.", "url": "https://www.nytimes.com/article/virus-covid-travel-questions.html"}