{"authors": ["Frances Robles"], "date_download": "2022-10-25 23:27:27", "date_modify": "2022-10-25 23:27:27", "date_publish": "2020-05-15 16:50:51", "description": "Georgia has allowed its residents to arrest one another since 1863. But after the shooting death of Ahmaud Arbery, critics are calling for such laws to be repealed.", "filename": "article_ahmaud-arbery-citizen-arrest-law-georgia_1666740447.html", "image_url": "https://static01.nyt.com/images/2020/05/12/us/00GEORGIA-LAW-courthouse/00GEORGIA-LAW-courthouse-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_ahmaud-arbery-citizen-arrest-law-georgia_1666740447.html", "title": "What Is Georgia’s Citizen’s Arrest Law, Cited in Ahmaud Arbery's Killing?", "title_page": "What Is Georgia’s Citizen’s Arrest Law, Cited in Ahmaud Arbery's Killing? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Ahmaud Arbery was shot dead by two white men on a quiet residential road in coastal Georgia, a prosecutor cited a Civil War era state law to justify the killing.\nThe same law was invoked last year in suburban Atlanta after a white woman chased down a black man who left the scene of a car accident and killed him after starting a confrontation.\nSince 1863, Georgia has allowed its residents to arrest one another — if they have witnessed a crime and the police are not around. Similar laws exist in nearly every state, and have been raised in courtrooms over the decades to account for actions in a range of criminal cases, including assaults and murders.\nBut after Mr. Arbery’s death, a growing chorus of critics are calling for the laws to be repealed. They say the laws are outdated, relics of the Wild West, and are ripe for abuse by untrained civilians in an age in which 911 is widely available and police response times are generally within minutes.", "url": "https://www.nytimes.com/article/ahmaud-arbery-citizen-arrest-law-georgia.html"}