{"authors": ["Tara Parker-Pope", "Apoorva Mandavilli", "Sharon Lafraniere", "Noah Weiland"], "date_download": "2022-10-25 23:26:01", "date_modify": "2022-10-25 23:26:01", "date_publish": "2021-11-17 23:12:22", "description": "Children ages 5 to 11 in the United States now can be vaccinated against Covid-19, but the dose will be smaller. Here’s what we know about the shots.", "filename": "article_kids-covid-vaccine_1666740361.html", "image_url": "https://static01.nyt.com/images/2021/09/21/well/21well-children-vaccines-FAQ1/21well-children-vaccines-FAQ1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_kids-covid-vaccine_1666740361.html", "title": "Answers to Your Questions About Covid Vaccines and Kids", "title_page": "Children and the Covid Vaccine: Information for Parents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Are the side effects in children different from those in adults?\nFor children ages 5 to 11, trial participants experienced only mild side effects, which were typically more frequent after the second dose, the F.D.A. reported; the most common were pain at the injection site, fatigue and headache.\nIn studies of 12- to 15-year-olds, fevers were slightly more common in children compared with adults. But in general, the side effects in this group also have been similar to those seen in older people. The F.D.A. said that the most commonly reported side effects in the adolescent clinical trial participants were pain at the injection site, tiredness, headache, chills, muscle pain, fever and joint pain. Side effects typically lasted one to three days. Although pain at the injection site was common after both shots, more adolescents reported side effects after the second dose. Younger people tend to have a more powerful response than older people because they have more robust immune systems.\nChildren should not get the Pfizer vaccine if they have a history of severe allergic reaction to any ingredient (such as polyethylene glycol) in the vaccine. Allergies to the vaccine ingredients are rare. You can find a full list here. The vaccine does not contain eggs, preservatives or latex.\nWhat is the risk of heart problems after the vaccine?\nStudies from Israel and the United States have linked both the Pfizer-BioNTech and Moderna vaccines to rare heart issues called myocarditis, an inflammation of the heart muscle, and pericarditis, an inflammation of the heart’s lining. But the number of cases remains exceedingly small, and the conditions appear to be temporary. Studies have shown that coronavirus itself, which can infect the heart, is much more likely to cause heart problems compared with vaccination.\nThe incidence of myocarditis following vaccination varies with age, sex and dose — and across studies. But the trend so far suggests that the chances are highest after the second dose of an mRNA vaccine in males aged 16 to 29.There are roughly 11 cases of myocarditis for every 100,000 vaccinated males in this age group, one study estimated. The odds of myocarditis decrease with age.\nThere were not any cases of heart problems in the 5 to 11 age group, but the trial was probably not big enough to detect whether these conditions might appear with any frequency in younger children.\nDr. Paul Offit, director of the Vaccine Education Center at Children’s Hospital of Philadelphia and a member of the F.D.A.’s vaccine advisory committee, said Covid-19 was much more likely to cause heart problems because the virus can infect and damage the lining of the heart. “That would be the decision point I would make for my child,” he said.", "url": "https://www.nytimes.com/article/kids-covid-vaccine.html"}