{"authors": ["Sophie Kasakove"], "date_download": "2022-10-25 23:26:42", "date_modify": "2022-10-25 23:26:42", "date_publish": "2021-09-21 18:13:13", "description": "Here’s what we know about wildfire smoke and a few tips to protect yourself.", "filename": "article_covid-mask-smoke-fire-protection_1666740402.html", "image_url": "https://static01.nyt.com/images/2021/08/15/multimedia/15wildfire-smoke-health3/merlin_191718474_1d9aa40c-17dd-497b-af26-09b6ff04f6d6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_covid-mask-smoke-fire-protection_1666740402.html", "title": "Can a Covid Mask Protect Me From Wildfire Smoke?", "title_page": "Can a Covid Mask Protect Me From Wildfire Smoke? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the Dixie Fire rages in California, plumes of noxious smoke have turned the air as far afield as Salt Lake City and Denver into some of the dirtiest in the world. Fires across western Canada and the Pacific Northwest last month turned the sun red as far away as New York City.\nThe smoky haze carries with it a range of health threats from mild eye and throat irritation to serious heart and respiratory issues that pose an especially high risk when compounded with similar symptoms caused by Covid-19. Research published this past week found that weakened immune response caused by exposure to wildfire smoke last summer could be associated with thousands of additional infections and hundreds of deaths from Covid-19.\nAlthough smoke exposure and the coronavirus pose similar risks, protecting yourself from each requires different measures: cloth masks used to slow the spread of the virus offer little protection against the small, harmful particles in wildfire smoke, according to the Centers for Disease Control and Prevention.\nWith hundreds of thousands of acres burning across the West, and fire season far from over, here’s a guide to how to keep yourself safe.", "url": "https://www.nytimes.com/article/covid-mask-smoke-fire-protection.html"}