{"authors": ["Lola Fadulu", "Sharon Otterman"], "date_download": "2022-10-25 23:23:38", "date_modify": "2022-10-25 23:23:38", "date_publish": "2022-10-05 21:04:51", "description": "The state has also expanded eligibility to anyone at risk of infection. Learn about where to find shots, how many doses are available and how to stay safe.", "filename": "article_monkeypox-vaccine-nyc.html_action=click&pgtype=Article&state=default&module=styln-monkeypox&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1666740218.html", "image_url": "https://static01.nyt.com/images/2022/07/29/multimedia/29ny-monkeypox-explainer/29ny-monkeypox-explainer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_monkeypox-vaccine-nyc.html_action=click&pgtype=Article&state=default&module=styln-monkeypox&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1666740218.html", "title": "How to Get a Monkeypox Vaccine in N.Y.C.", "title_page": "How to Get a Monkeypox Vaccine in N.Y.C. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York City announced a new stage in the fight against the spread of monkeypox on Wednesday: Expanded eligibility and the adoption of a pre-exposure prophylaxis, or PrEP, prevention model.\nThe new guidelines will open up vaccine appointments to a broader group people, including anyone who has had multiple or anonymous sex partners, or who otherwise believes they may be at risk of contracting the virus through sex or intimate contact; people who know or believe they may have been exposed to the virus; and anyone whose sex partners are eligible for the vaccine under the guidelines.\nJust over 3,600 people in the city had tested positive for the monkeypox virus as of Oct. 2, most of them adult men who have sex with men. As of Oct. 5, over 130,000 first and second doses of the vaccine had been administered, according to the city health department.\nThe supply of vaccine has increased, in part because of a new method of giving the shots that allows providers to get multiple doses out of each vial. As a result, city officials announced earlier this month that second doses of the two-dose Jynneos vaccine, which had been held back because of supply concerns, would now be available.", "url": "https://www.nytimes.com/article/monkeypox-vaccine-nyc.html?action=click&pgtype=Article&state=default&module=styln-monkeypox&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc"}