{"authors": ["Tara Siegel Bernard", "Ron Lieber"], "date_download": "2022-10-25 22:56:17", "date_modify": "2022-10-25 22:56:17", "date_publish": "2021-06-02 14:52:10", "description": "The $2 trillion relief package is sending money directly to Americans, greatly expanding unemployment coverage and making a number of other changes.", "filename": "article_coronavirus-stimulus-package-questions-answers_1666738577.html", "image_url": "https://static01.nyt.com/images/2020/03/27/business/26virus-qa/26virus-qa-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_coronavirus-stimulus-package-questions-answers_1666738577.html", "title": "Stimulus FAQ: Checks, Unemployment, Layoffs and More", "title_page": "Stimulus FAQ: Checks, Unemployment, Layoffs and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Are benefits taxable?\nYes. Benefits are subject to federal income taxes and most state income taxes, according to the Department of Labor. The same goes for the $600. You should be able to elect to have taxes withheld.\nChild support obligations can also be deducted from your benefits.\nWhat happens if I worked in more than one state? Where do I file?\nPeople should apply in the state they worked in last — and be prepared to submit documentation for all income earned in every other state as well, said Michele Evermore, a senior policy analyst for social insurance at the National Employment Law Project. But if you worked in one or more places simultaneously, then she suggested starting with the state you live in.\nStudent Loans\nThe federal government has already waived two months of payments and interest for many federal student loan borrowers. Is there a bigger break now with the new bill?\nYes. Until Sept. 30, there will be automatic payment suspensions for any student loan held by the federal government, and it’s retroactive to March 13. It is hard to contact many of the loan servicers right now, so check your account online in the coming weeks. Once you are logged in, look for the current amount due. There, you should be able to see if the servicer has reset its billing systems so that you are showing no payment due.\nHow do I know if my loan is eligible?\nIf you’ve borrowed money from the federal government — a so-called direct loan — in the past 10 years, you’re definitely eligible. According to the Institute for College Access & Success, 90 percent of loans (in dollar terms) will be eligible.\nOlder Federal Family Educational Loans (F.F.E.L.) that the U.S. Department of Education does not own are not eligible, nor are Perkins loans that your school owns (ask your financial aid office if you’re not sure), loans from state agencies, or loans from private lenders like Discover, Sallie Mae and Wells Fargo. The holders of all those kinds of loans may be offering their own assistance programs.\nWithin a few weeks, you are supposed to receive notice indicating what has happened with your federal loans. You can choose to keep paying down your principal if you want, and you should contact your loan servicer if that is the case. Then, after Aug. 1, you should get multiple notices letting you know about the cessation of the suspension period and that you may be eligible to enroll in an income-driven repayment plan.", "url": "https://www.nytimes.com/article/coronavirus-stimulus-package-questions-answers.html"}