{"authors": ["Luis Ferré-Sadurní", "Mihir Zaveri"], "date_download": "2022-10-25 22:56:28", "date_modify": "2022-10-25 22:56:28", "date_publish": "2021-11-11 11:41:55", "description": "Multiple women have accused Gov. Andrew Cuomo of sexual harassment or inappropriate behavior, prompting calls for his resignation.", "filename": "article_cuomo-sexual-harassment-nursing-homes-covid-19_1666738588.html", "image_url": "https://static01.nyt.com/images/2021/02/28/nyregion/28cuomo-whatweknow1/28cuomo-whatweknow1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/article_cuomo-sexual-harassment-nursing-homes-covid-19_1666738588.html", "title": "Sexual Harassment Claims Against Cuomo: What We Know So Far", "title_page": "Sexual Harassment Claims Against Cuomo: What We Know So Far - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Ruch said she had pulled away as Mr. Cuomo drew closer.\n“I was so confused and shocked and embarrassed,” said Ms. Ruch, who has never been employed by the governor or the state.\n“It’s the act of impunity that strikes me,” Ms. Ruch said. “I didn’t have a choice in that matter.”\nAt first, Mr. Cuomo did not respond directly to her allegation. Instead, a spokesman cited an earlier statement in which the governor generally acknowledged that some things he had said had “been misinterpreted as an unwanted flirtation.”\nThe governor apologized but said he would not resign\nImmediately after the allegations first surfaced, Mr. Cuomo addressed them with a statement lamenting having made “playful” jokes and teased employees in what he thought was “a good-natured way.”\nEventually, he said he was embarrassed by his actions and he apologized, while also insisting that he had not meant to act improperly.\n“I now understand that I acted in a way that made people feel uncomfortable,” he said at a news briefing on March 3.\nHe also said he had “never touched anyone inappropriately.”\nAsked about the episode recounted by Ms. Ruch, Mr. Cuomo said that kissing and hugging was his “usual and customary way of greeting.”\n“If they were offended by it, then it was wrong,” Mr. Cuomo said\nA lawyer for Ms. Bennett, Debra S. Katz, said the governor’s remarks at the briefing were “full of falsehoods and inaccurate information.”", "url": "https://www.nytimes.com/article/cuomo-sexual-harassment-nursing-homes-covid-19.html"}