{"authors": ["Tatiana Schlossberg"], "date_download": "2022-10-25 23:51:22", "date_modify": "2022-10-25 23:51:22", "date_publish": "2014-12-17 12:28:00", "description": "Election results for the Arizona midterm elections", "filename": "elections_2014_arizona-elections_1666741882.html", "image_url": "https://int.nyt.com/applications/elections/2014/assets/108a955fa6fa2e72518a900d50dd41170273a6c7/img/election-2014-promo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/elections_2014_arizona-elections_1666741882.html", "title": "Arizona Election Results", "title_page": "Arizona Election Results 2014 - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "• Ducey is elected governor. Read More ▼\nThe Republican nominee, Doug Ducey, has won the governor’s race, filling the seat left by Gov. Jan Brewer, who is leaving office because of term limits. Mr. Ducey, the state treasurer, is a former executive for Cold Stone Creamery, the ice cream company. Despite his lack of experience in the public sector, Mr. Ducey characterized his position at the company as a valuable leadership role, and his campaign produced an advertisement that included testimonials from Cold Stone franchise holders. Mr. Ducey earned the support of high-profile Republicans, including Gov. Chris Christie of New Jersey, who campaigned for him in early October. The Democrat, Fred DuVal, was an aide to President Bill Clinton and the chairman of the Arizona Board of Regents. He sought to cast himself as a palatable choice for Republicans in a state that often runs red, releasing a “G.O.P. for Fred” list that named nearly 200 Republicans supporting his candidacy. Mr. DuVal also tried to associate Mr. Ducey with the stances of those whom he called extreme conservatives, saying Mr. Ducey’s positions aligned him with the “Sarah Palin and Ted Cruz wing” of the party.\n• ‘Right-to-try’ law is endorsed. Read More ▼\nArizonans voted to approve a proposition that would permit a manufacturer to make “a drug, biological product or device” available to a terminally ill patient if it has cleared the first phase of a clinical trial, meaning it would not need to be approved by the Food and Drug Administration. So-called right-to-try laws have been passed in other states, which could come into conflict with federal regulations. Ms. Brewer supported the measure.\n• Kirkpatrick wins House seat; Barber race still too close to call. Read More ▼", "url": "https://www.nytimes.com/elections/2014/arizona-elections"}