{"authors": ["Adam Rasgon"], "date_download": "2022-10-25 23:54:31", "date_modify": "2022-10-25 23:54:31", "date_publish": "2021-07-28 13:00:14", "description": "El club Wadi al-Nis, de un pequeño poblado de Cisjordania de apenas 1400 habitantes donde casi todos son parientes, era una potencia local. La pandemia detuvo su racha ganadora", "filename": "es_2021_07_28_espanol_futbol-covid-cisjordania_1666742071.html", "image_url": "https://static01.nyt.com/images/2021/07/25/world/25westbank-soccer1-esp-1/25westbank-soccer1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5fa2c30fdf6dfc24a87ac636e14afb9d237b607485e377ba50798531274a0ec7&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_07_28_espanol_futbol-covid-cisjordania_1666742071.html", "title": "El fútbol era la alegría del Valle del Puercoespín. Luego llegó el virus", "title_page": "El fútbol era la alegría del Valle del Puercoespín. Luego llegó el virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Así como el fútbol ha sido la principal opción de entretenimiento del pueblo, su primordial motor económico han sido los trabajos en Israel o en los asentamientos vecinos.\nNo obstante, durante las primeras semanas del brote, los trabajadores palestinos enfrentaron restricciones adicionales para cruzar a Israel. En general, a las personas de más de 50 años no se les permitió el ingreso, mientras que algunos jornaleros en asentamientos no pudieron llegar a sus trabajos.\n“Fue un momento devastador”, dijo Ghaleb Abu Hamad, de 39 años, quien trabaja como conductor de un tractor en un asentamiento cercano y desde hace tiempo ha jugado como defensa en el equipo de fútbol de la aldea. “A diferencia de los israelíes que tienen fondos de desempleo, a nosotros nos dejaron a nuestra suerte”.\nAun así, el panorama laboral ha mejorado un poco. Los habitantes de la aldea que trabajan en Israel y en los asentamientos vecinos dicen que últimamente han podido llegar a sus puestos de trabajo con regularidad, en parte porque han recibido vacunas de Israel.", "url": "https://www.nytimes.com/es/2021/07/28/espanol/futbol-covid-cisjordania.html"}