{"authors": ["Natasha Singer"], "date_download": "2022-10-25 23:40:50", "date_modify": "2022-10-25 23:40:50", "date_publish": "2018-07-11 12:00:07", "description": "Facebook relanzó su función de reconocimiento facial y pidió el consentimiento de los usuarios; sin embargo, algunos críticos afirman que la red social intentó manipular el permiso al promover el servicio como una herramienta de protección de identidad.", "filename": "es_2018_07_11_espanol_facebook-privacidad-reconocimiento-facial_1666741250.html", "image_url": "https://static01.nyt.com/images/2018/07/10/business/10FACE/09FACE.illo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=14f14bc9315605ce68347173548fe4ff180538d38cc46ed856844b9982af213c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_07_11_espanol_facebook-privacidad-reconocimiento-facial_1666741250.html", "title": "Facebook insiste con el reconocimiento facial y enciende alarmas", "title_page": "Facebook insiste con el reconocimiento facial y enciende alarmas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cuando Facebook desplegó herramientas de reconocimiento facial en la Unión Europea este año, promocionó la tecnología como una manera de ayudar a que la gente resguarde su identidad en línea.\n“La tecnología de reconocimiento facial nos permite evitar que un extraño utilice tu foto para hacerse pasar por ti”, Facebook les dijo a sus usuarios en Europa.\nFue una decisión riesgosa por parte de la red social. Seis años antes, había desactivado la tecnología en Europa después de que los reguladores plantearon preguntas acerca de su sistema de consentimiento para el reconocimiento facial. Ahora, Facebook volvía a presentar el servicio como parte de una actualización de su proceso de permisos de los usuarios en Europa.\nSin embargo, Facebook está tomando un gran riesgo para su reputación al presentar de manera agresiva esta tecnología en una época en que sus prácticas de extracción de datos están bajo un mayor escrutinio en Estados Unidos y Europa. Más de una decena de grupos de privacidad y defensa del consumidor, y por lo menos algunos funcionarios, ya argumentan que el uso que hace la empresa del reconocimiento facial ha violado la privacidad de la gente al no obtener el consentimiento del usuario de manera apropiada.", "url": "https://www.nytimes.com/es/2018/07/11/espanol/facebook-privacidad-reconocimiento-facial.html"}