{"authors": ["Carole Cadwalladr"], "date_download": "2022-10-25 23:40:54", "date_modify": "2022-10-25 23:40:54", "date_publish": "2018-03-20 12:00:09", "description": "La consultora política, que ha tenido presencia en Estados Unidos, Europa, México y Kenia, usó los datos de los perfiles en la red social para presentarles anuncios políticos durante la campaña de Donald Trump; en una de las filtraciones más grandes de la historia de las redes sociales.", "filename": "es_2018_03_20_espanol_cambridge-analytica-facebook_1666741254.html", "image_url": "https://static01.nyt.com/images/2018/03/18/autossell/18Cambridge5/18Cambridge5-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f01c608ae280c1a04121bda9cbe8ae6fa7f5ec18a0ea832ee4e69a5a31abe266&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_03_20_espanol_cambridge-analytica-facebook_1666741254.html", "title": "La empresa que explotó millones de datos de usuarios de Facebook", "title_page": "La empresa que explotó millones de datos de usuarios de Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDRES — En 2014, cuando Cambridge Analytica, una empresa que hace perfiles de los votantes, se preparaba para incursionar en las elecciones intermedias de Estados Unidos, se topó con un problema.\nLa firma había asegurado una inversión de 15 millones de dólares por parte de Robert Mercer, el acaudalado donador republicano, y había atraído a su asesor político, Stephen K. Bannon, con la promesa de herramientas que podrían identificar las personalidades de los votantes estadounidenses e influir en su comportamiento. Sin embargo, no contaba con la información necesaria para que sus nuevos productos funcionaran.\nAsí que la firma extrajo información privada de los perfiles de Facebook de más de 50 millones de usuarios sin su consentimiento, de acuerdo con exempleados, exasociados y documentos de Cambridge Analytica, lo cual dio como resultado una de las filtraciones más grandes de la historia de las redes sociales. La filtración permitió a la empresa explotar la actividad privada en redes sociales de un porcentaje enorme del electorado de Estados Unidos para desarrollar técnicas que apuntalaran su trabajo en la campaña de 2016 del presidente Donald Trump.\nUn análisis que realizaron The New York Times y The Observer de Londres revela cómo el impulso que tuvo Cambridge Analytica de poner a la venta una nueva arma potencialmente poderosa puso a la firma —y a los inversionistas conservadores y adinerados que buscaban reconfigurar la política— bajo el escrutinio de investigadores y legisladores en ambos lados del Atlántico.", "url": "https://www.nytimes.com/es/2018/03/20/espanol/cambridge-analytica-facebook.html"}