{"authors": ["Ron Nixon"], "date_download": "2022-10-25 23:38:07", "date_modify": "2022-10-25 23:38:07", "date_publish": "2017-11-07 11:53:48", "description": "Las personas de Nicaragua no serán acreedoras al Estatus de Protección Temporal, o TPS, que les permitía vivir en el país si demostraban que habían huido de un conflicto o desastre; los hondureños serán beneficiarios hasta julio y aún está por determinarse el futuro para salvadoreños y haitianos.", "filename": "es_2017_11_07_espanol_niaragua-tps-estatus-migratorio-eeuu_1666741087.html", "image_url": "https://static01.nyt.com/images/2017/11/08/universal/TPSes/TPSes-facebookJumbo.jpg?year=2017&h=549&w=1050&s=9f701024907b5277b1d9fcfcf42f7e4c7f75e45a9644b5dfb92e1db640bee0df&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_11_07_espanol_niaragua-tps-estatus-migratorio-eeuu_1666741087.html", "title": "Miles de nicaragüenses pierden el permiso especial para vivir en EE. UU.", "title_page": "Miles de nicaragüenses pierden el permiso especial para vivir en EE. UU. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON – Miles de migrantes nicaragüenses que llegaron de manera ilegal a Estados Unidos, muchos de ellos hace décadas, perderán un permiso especial para quedarse en ese país, según anunció el gobierno de Donald Trump el lunes.\nSin embargo, funcionarios del Departamento de Seguridad Nacional dijeron que la fecha de término del programa sería aplazada un año, hasta el 5 de enero del 2019, para que los 2500 nicaragüenses tengan tiempo de dejar el país o arreglar su estatus migratorio.\nEl programa con el que podían quedarse, el Estatus de Protección Temporal (TPS, por su sigla en inglés), fue establecido en 1990 por el congreso estadounidense para proteger a extranjeros, especialmente centroamericanos, que huían de conflictos, catástrofes o desastres; fue ampliado también para beneficiar a haitianos después del terremoto de 2010.\nLos funcionarios dijeron que Elaine Duke, la secretaria en funciones de Seguridad Nacional, no había tomado aún una decisión para los cientos de miles de migrantes haitianos, salvadoreños y hondureños que también son beneficiarios del programa. El departamento tenía hasta el 6 de noviembre para decidir si extender o poner fin al programa para personas de Nicaragua y Honduras; para estas últimas será aplicable por lo menos hasta el 5 de julio. Para los haitianos, el plazo para decidir es el 23 de noviembre.", "url": "https://www.nytimes.com/es/2017/11/07/espanol/niaragua-tps-estatus-migratorio-eeuu.html"}