{"authors": ["Tara Parker-Pope"], "date_download": "2022-10-25 22:57:12", "date_modify": "2022-10-25 22:57:12", "date_publish": "2022-07-18 10:00:06", "description": "El temor al coronavirus ha provocado numerosas búsquedas en internet y mucha información errónea sobre cómo mejorar las defensas del organismo. Esto es lo que funciona y lo que no.", "filename": "es_2022_07_18_espanol_como-reforzar-el-sistema-inmunitario_1666738632.html", "image_url": "https://static01.nyt.com/images/2020/03/09/well/00well-meditate-esp-1/00well-meditate-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_07_18_espanol_como-reforzar-el-sistema-inmunitario_1666738632.html", "title": "¿Es posible reforzar el sistema inmunitario?", "title_page": "¿Es posible reforzar el sistema inmunitario? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Revisa tu nivel de vitamina D: Aunque se necesitan más estudios sobre la relación entre la vitamina D y la salud inmunitaria, algunas investigaciones prometedoras sugieren que monitorear el nivel de vitamina D —y tomar un suplemento de vitamina D— podría ayudar al organismo a combatir las enfermedades respiratorias. En un estudio realizado con 107 pacientes de edad avanzada, algunos tomaron dosis elevadas de vitamina D, mientras que otros recibieron dosis estándar. Al cabo de un año, los investigadores descubrieron que las personas del grupo de dosis altas tenían un 40 por ciento menos de infecciones respiratorias a lo largo del año, en comparación con las que tomaban la dosis estándar. Un análisis más reciente de 25 ensayos controlados aleatorios con 11.000 pacientes mostró un efecto protector general de los suplementos de vitamina D contra las infecciones agudas de las vías respiratorias. Los datos no son concluyentes, y algunos estudios sobre la vitamina D no han mostrado ningún beneficio.\n¿Por qué la vitamina D podría reducir el riesgo de enfermedades respiratorias? Nuestro cuerpo necesita una cantidad adecuada de vitamina D para producir las proteínas antimicrobianas que eliminan los virus y las bacterias. “Si no se tiene una cantidad adecuada de vitamina D en circulación, se es menos eficaz en la producción de estas proteínas y se es más susceptible a la infección”, dice Adit Ginde, profesor de medicina de urgencias en la Escuela de Medicina de la Universidad de Colorado y autor principal del estudio. “Estas proteínas son especialmente activas en las vías respiratorias”.\nEs importante señalar que no hay recomendaciones clínicas para tomar vitamina D para la salud inmunológica, aunque la recomendación estándar para la salud ósea es de 600 a 800 unidades internacionales al día. (Ese es el nivel que se encuentra en la mayoría de los multivitamínicos). En el estudio sobre las enfermedades respiratorias y la vitamina D, la dosis equivalía a unas 3330 unidades internacionales diarias.\nLa vitamina D puede encontrarse en los pescados grasos, como el salmón, y en la leche o los alimentos enriquecidos con vitamina D. En general, nuestros niveles de vitamina D tienden a estar influenciados por la exposición al sol, el tono de la piel y la latitud: las personas de las zonas del norte que se exponen menos al sol en invierno suelen tener menos vitamina D. Para comprobar los niveles de vitamina D es necesario realizar un análisis de sangre. Menos de 20 nanogramos por mililitro se considera deficiente. Por encima de 30 es óptimo.\nLa conclusión: Si te preocupa tu salud inmunológica, puedes considerar la posibilidad de revisar tu nivel de vitamina D y hablar con tu médico sobre la conveniencia de tomar un suplemento.\nEvita el consumo excesivo de alcohol. Numerosos estudios han encontrado una relación entre el consumo excesivo de alcohol y la función inmunitaria. Las investigaciones demuestran que las personas que beben en exceso son más susceptibles de padecer enfermedades respiratorias y neumonía y se recuperan más lentamente de las infecciones y las heridas. El alcohol altera el número de microbios del microbioma intestinal, una comunidad de microorganismos que afectan al sistema inmunitario. El exceso de alcohol puede dañar los pulmones y deteriorar el sistema inmunitario de las mucosas, que es esencial para ayudar al organismo a reconocer los agentes patógenos y combatir las infecciones. Y no solo el consumo crónico de alcohol es perjudicial. Las borracheras también pueden dañar el sistema inmunitario.\nLa conclusión: Un cóctel o una copa de vino mientras te resguardas en casa del coronavirus está bien. Pero evita beber en exceso. Las Guías Alimentarias de EE. UU. recomiendan que el alcohol se consuma solo con moderación: hasta una bebida al día para las mujeres y dos para los hombres.", "url": "https://www.nytimes.com/es/2022/07/18/espanol/como-reforzar-el-sistema-inmunitario.html"}