{"authors": ["Azam Ahmed"], "date_download": "2022-10-25 23:44:48", "date_modify": "2022-10-25 23:44:48", "date_publish": "2015-07-14 11:28:23", "description": "El escape avivó un profundo cinismo en México en cuanto al liderazgo del país y las instituciones plagadas de corrupción.", "filename": "es_2015_07_14_espanol_america-latina_la-fuga-del-chapo-aumenta-frustracion-y-cinismo-en-mexico_1666741488.html", "image_url": "https://static01.nyt.com/images/2015/07/13/world/13MEXICO-copy/13MEXICO-facebookJumbo.jpg?year=2015&h=550&w=1050&s=e5740613ecf631684421f01a10548fe3b04560f4f759bbf7cd2bde408dd398e9&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2015_07_14_espanol_america-latina_la-fuga-del-chapo-aumenta-frustracion-y-cinismo-en-mexico_1666741488.html", "title": "La fuga del Chapo aumenta la frustración y el cinismo en México", "title_page": "La fuga del Chapo aumenta la frustración y el cinismo en México - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Es increíble”, dijo Alma Camarena Díaz, de 54 años, en la Ciudad de México. “El nivel de corrupción en este país. Está simplemente en todas partes”.\nGuzmán, que se cree está próximo a cumplir los 60 años, ascendió en las filas de los grupos del narcotráfico de México para encabezar el Cártel de Sinaloa, el más poderoso del país y, según autoridades estadounidenses, la fuente de la mayor cantidad de drogas que ingresa a Estados Unidos. Es un personaje del bajo mundo de proporciones míticas y ya había escapado de prisión una vez antes, dándole sobornos a guardias y, según algunas versiones, ocultándose en un carrito de lavandería.\nSu fuga también ha sido un golpe para la principal estrategia en la guerra contra las drogas del país, junto con Estados Unidos, de ir tras los líderes de las violentas pandillas del narcotráfico.\n“La guerra contra las drogas se está descarrilando, y no solo en México”, dice Jeremy McDermott, director de InsightCrime, un grupo de investigación basado en Medellín, que da seguimiento al crimen organizado en el continente.\nMcDermott señaló los acontecimientos recientes en la región que han socavado el antiguo consenso sobre cómo combatir al tráfico de drogas, incluida la creciente producción de cocaína en Colombia pese a años de esfuerzos de interdicción; la reciente decisión del gobierno colombiano de suspender la fumigación aérea de los cultivos de drogas en el país, y un giro en Estados Unidos que incluye la legalización de la marihuana en varios estados.\nPero en México, la atención se centró en Peña Nieto y la incapacidad del país para superar los arraigados males de corrupción e impunidad, y un estado de derecho fallido.\nEl arresto de Guzmán en 2014 realizado por las autoridades mexicanas, con ayuda de inteligencia de Estados Unidos, fue en su momento una victoria para Peña Nieto, quien intentó usarlo como una demostración de la eficacia de su gobierno.", "url": "https://www.nytimes.com/es/2015/07/14/espanol/america-latina/la-fuga-del-chapo-aumenta-frustracion-y-cinismo-en-mexico.html"}