{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:30", "date_modify": "2022-10-25 23:43:30", "date_publish": "2017-09-11 07:30:32", "description": "Pese a la unidad después de los atentados en la Rambla, la tensión ha vuelto a florecer por la consulta separatista que promueve el gobierno catalán para el próximo 1 de octubre.", "filename": "es_2017_09_11_espanol_cataluna-espana-referendo-independentista-crisis_1666741410.html", "image_url": "https://static01.nyt.com/images/2017/09/09/world/09catalonia1/09catalonia1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b759e61942eeb3d75153c2faa0b786ff2b41c42017d7b27c2f63ac89533b362f&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_11_espanol_cataluna-espana-referendo-independentista-crisis_1666741410.html", "title": "El referendo independentista catalán agudiza la crisis política de España", "title_page": "El referendo independentista catalán agudiza la crisis política de España - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El presidente del gobierno español Mariano Rajoy se ha mantenido firme, aparentemente confiado, pues ha resistido exitosamente la presión catalana en otras ocasiones como cuando se celebró el referendo de noviembre de 2014. Pero esa consulta no fue vinculante. Menos del 40 por ciento de los votantes participaron y cerca del 80 por ciento votó a favor de la independencia.\nEsta vez, el gobierno de Cataluña ha prometido que el referendo será vinculante, aunque el Tribunal Constitucional de España lo declare ilegal y los oponentes catalanes de la independencia lo boicoteen. Eso ha hecho que el actual enfrentamiento político sea mucho más riesgoso.\nEl separatismo tiene profundas raíces históricas y culturales en Cataluña. La Diada conmemora una derrota catalana a manos de Madrid: la captura de Barcelona en 1714 por parte de las tropas de Felipe V, el primer monarca borbón de España.\nEn algún momento, los legisladores de España buscaron aplacar el sentimiento nacionalista de Cataluña al permitir que la región tuviera una autonomía especial. Pero cuando buena parte del estatuto fue calificado como inconstitucional por la corte constitucional de España en 2010, las tensiones salieron a flote.\nLa disputa cobró impulso durante la crisis financiera después de que Rajoy rechazó una petición por parte de Cataluña para reducir su contribución al sistema fiscal español que transfiere dinero de las zonas más adineradas a las más pobres. En Cataluña —la región española más poderosa desde el punto de vista económico—, la decisión solo aumentó la sensación de que Madrid les está quitando su riqueza de manera injusta.\nEspaña ha salido de su crisis bancaria para encabezar la recuperación económica de Europa, con un producto interno bruto que se espera que crezca por encima del 3 por ciento este año. Pero eso no ha frenado el impulso independentista catalán, dirigido por legisladores separatistas que han sido mayoría en la asamblea regional desde fines de 2015.\n“Tener mejores datos macroeconómicos no significa que la gente tenga más que gastar ni que se sentirá mejor”, dijo Josep Borrel, un economista catalán y antiguo líder del Partido Socialista Obrero Español.", "url": "https://www.nytimes.com/es/2017/09/11/espanol/cataluna-espana-referendo-independentista-crisis.html"}