{"authors": ["Ernesto Londoño"], "date_download": "2022-10-25 23:51:46", "date_modify": "2022-10-25 23:51:46", "date_publish": "2017-09-06 10:08:46", "description": "Rodrigo Janot presentó una denuncia en contra de Luiz Inácio Lula da Silva, Dilma Rousseff y otros funcionarios por operar una “organización criminal” a través del Partido de los Trabajadores; es la primera vez que Rousseff es acusada de participar en los esquemas de sobornos.", "filename": "es_2017_09_06_espanol_america-latina_el-procurador-de-justicia-brasileno-acusa-a-lula-y-rousseff-de-operar-una-organizacion-criminal_1666741906.html", "image_url": "https://static01.nyt.com/images/2017/09/06/world/06BRAZIL/06BRAZIL-facebookJumbo.jpg?year=2017&h=550&w=1050&s=126d086ae5ac733065ee0f1ce48bf4157162f7e9002375fe600720cb8ddfc332&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_06_espanol_america-latina_el-procurador-de-justicia-brasileno-acusa-a-lula-y-rousseff-de-operar-una-organizacion-criminal_1666741906.html", "title": "El procurador de justicia brasileño acusa a Lula y Rousseff de operar una ‘organización criminal’", "title_page": "El procurador de justicia brasileño acusa a Lula y Rousseff de operar una ‘organización criminal’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SÃO PAULO — El procurador general de Brasil presentó una denuncia el martes contra el expresidente Luiz Inácio Lula da Silva; su sucesora, Dilma Rousseff, y otros funcionarios del Partido de los Trabajadores por cargos de operar una “organización criminal” que obtuvo cientos de millones de dólares en sobornos durante los casi catorce años que el partido estuvo en el poder.\nEl caso es el primero en el que Rousseff está acusada de participar en los esquemas de sobornos que han involucrado a cada uno de los principales partidos políticos de Brasil. Rousseff fue destituida el año pasado por violar el reglamento presupuestario —al manipularlo a través del uso de fondos de los bancos del Estado—.\nLos cargos fueron dados a conocer el mismo día en que Da Silva concluyó una gira de campaña a veinticinco ciudades del noreste consideradas como leales a su partido, durante la cual intentó minimizar la reciente condena por corrupción, que podría acabar con sus aspiraciones de volver a ocupar la presidencia.\nEl procurador general Rodrigo Janot, cuya gestión termina este mes, describió los gobiernos de Da Silva y de Rousseff básicamente como fachadas de una empresa criminal a través de la cual políticos de alto rango obtuvieron alrededor de 450 millones de dólares de parte de entidades que incluyen la petrolera estatal Petrobras y el Banco de Desarrollo de Brasil. Además de su condena, Da Silva ha sido acusado por aceptar sobornos de montos relativamente modestos.", "url": "https://www.nytimes.com/es/2017/09/06/espanol/america-latina/el-procurador-de-justicia-brasileno-acusa-a-lula-y-rousseff-de-operar-una-organizacion-criminal.html"}