{"authors": ["David Yaffe-Bellany"], "date_download": "2022-10-25 23:39:30", "date_modify": "2022-10-25 23:39:30", "date_publish": "2020-02-27 22:10:35", "description": "Los planes corporativos de emergencia en Europa obligan a los empleados a trabajar de manera remota. En Estados Unidos otros negocios mejoran sus protocolos en anticipación a la llegada del brote.", "filename": "es_2020_02_27_espanol_negocios_coronavirus-trabajo_1666741170.html", "image_url": "https://static01.nyt.com/images/2020/02/26/business/26virus-continuity-1-ES/26virus-continuity-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=85cf931088c0de598a267d70cbc49815ce4da3a1dcbb8e98fefafe4b39d37fcd&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_02_27_espanol_negocios_coronavirus-trabajo_1666741170.html", "title": "El coronavirus y el trabajo: ¿cómo están reaccionando las empresas frente al virus?", "title_page": "El coronavirus y el trabajo: ¿cómo están reaccionando las empresas frente al virus? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La compañía británica de televisión de paga Sky ha comenzado a inspeccionar a los visitantes en varias de sus oficinas europeas, y les ha dicho a sus empleados que los clientes que hayan viajado recientemente a países de “mayor riesgo”, como China y Japón, no podrán ingresar a sus oficinas. La aerolínea insignia de Alemania, Lufthansa, ha congelado las contrataciones y les ofreció vacaciones sin goce de sueldo a sus empleados mientras se prepara para el crecimiento del impacto económico del virus. Y el martes, la agencia de publicidad Dentsu instruyó a todos los empleados en su sede de Tokio que trabajaran desde casa.\nEn su mayor parte, estas interrupciones en las actividades laborales diarias se han limitado a Europa y Asia. En China, la mayoría de las empresas se detuvieron en enero, cuando el gobierno trabajó para contener el brote, que ha enfermado a decenas de miles de personas y ocasionado la muerte de más de 3000.\nEn Italia, el centro del brote en Europa, varias compañías —entre ellas el gigante de seguros Generali y la marca de moda Armani— han adoptado políticas para que sus empleados trabajen desde casa en la medida de lo posible.\nStefano Conforti, un estratega de mercadotecnia digital que generalmente trabaja desde un concurrido espacio compartido de oficinas en Milán, ha laborado desde casa toda la semana, vestido con jeans y un suéter. Incluso ha considerado pasar parte de la jornada laboral en la biblioteca de su localidad.", "url": "https://www.nytimes.com/es/2020/02/27/espanol/negocios/coronavirus-trabajo.html"}