{"authors": ["Li Yuan"], "date_download": "2022-10-25 23:50:23", "date_modify": "2022-10-25 23:50:23", "date_publish": "2022-01-14 10:30:10", "description": "Como ha demostrado el problemático cierre de Xi’an, muchos chinos están dispuestos a trabajar para cumplir el objetivo gubernamental de eliminar el virus, sin importar las consecuencias.", "filename": "es_2022_01_14_espanol_china-cero-covid_1666741823.html", "image_url": "https://static01.nyt.com/images/2022/02/01/business/0112Newworld-illo-esp-1/0112Newworld-illo-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_01_14_espanol_china-cero-covid_1666741823.html", "title": "Millones de funcionarios chinos imponen la política de ‘cero covid’, al costo que sea", "title_page": "Millones de funcionarios chinos imponen la política de ‘cero covid’, al costo que sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El sistema de códigos sanitarios de la ciudad, que se utiliza para llevar un rastreo de casos y hacer cumplir las cuarentenas, colapsó por el uso intensivo. Las entregas a domicilio prácticamente desaparecieron. Algunos residentes recurrieron a internet para quejarse de que no tenían suficiente comida.\nNo obstante, las normas de confinamiento se cumplieron con diligencia.\nUn grupo de voluntarios de la comunidad obligaron a un joven que se aventuró a salir a comprar comida a leer una carta autocrítica frente a una cámara de video. “Solo me importó si tenía comida para alimentarme”, leyó el joven, según un video que se compartió de manera extensa. “No pensé en las graves consecuencias que mi comportamiento podía traer a la comunidad”, agregaba. Los voluntarios se disculparon más tarde, según el medio de comunicación estatal The Beijing News.\nTres hombres fueron capturados mientras trataban de escapar de Xi’an para ir a una provincia, quizá para evitar los altos costos del encierro. Escalaron, anduvieron en bicicletas y nadaron durante varios días y noches de invierno. Dos de ellos fueron detenidos por la policía, según la policía local y los medios de comunicación. En el internet chino se les llamó los “ironmen de Xi’an”.\nTambién hubo ocasiones en que los hospitales les negaban la atención médica a los pacientes y privaban a sus seres queridos de la posibilidad de despedirse.\nEl hombre que sufrió dolores en el pecho cuando se estaba muriendo de un ataque al corazón esperó seis horas antes de que lo admitieran en un hospital. Después de que su condición empeoró, su hija les rogó a los empleados del hospital que la dejaran entrar para verlo por última vez.", "url": "https://www.nytimes.com/es/2022/01/14/espanol/china-cero-covid.html"}