{"authors": ["Farhad Manjoo", "Por Paul Krugman", "Por David Brooks", "Por Zeynep Tufekci", "Por Farhad Manjoo"], "date_download": "2022-10-25 23:38:25", "date_modify": "2022-10-25 23:38:25", "date_publish": "2022-07-24 11:00:03", "description": "Sí, hace 13 años fui evangelista de esta red social.", "filename": "es_2022_07_24_espanol_opinion_facebook-zuckerberg_1666741105.html", "image_url": "https://static01.nyt.com/images/2022/07/20/opinion/sunday/20IWasWrongR-02/20IWasWrongR-02-facebookJumbo.png", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_07_24_espanol_opinion_facebook-zuckerberg_1666741105.html", "title": "Me equivoqué sobre Facebook", "title_page": "Me equivoqué sobre Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sin embargo, sea cual sea el resultado de ese debate más amplio, mi exhortación de 2009 para que la gente se dedicara de lleno a Facebook me sigue dando vergüenza. Mi argumento adolece de los mismos defectos que habitualmente llevo a mi tribuna en los medios de comunicación para denunciar a los tech bros: la incapacidad de considerar seriamente las implicaciones de un invento a medida que se arraiga en la sociedad; una profunda confianza en las redes, en la idea de que permitir que la gente se asocie más libremente redundará sobre todo en el bien de la sociedad, y demasiado afecto por la cultura de Silicon Valley y la idea de que la gente que ha creado algo seguramente sabe qué hacer con eso.\nDebí haberlo sabido. En ese momento llevaba casi una década cubriendo el mundo de la tecnología. Había escrito sobre las formas en que las corporaciones intentaban controlar internet y me había preocupado cómo podría deshacer el tejido social. Justo el año anterior había publicado un libro en el que describía las formas en que los medios digitales estaban acelerando nuestro cambio hacia lo que yo llamaba un mundo “posfacto”. Entonces, ¿por qué, en los albores de 2009, estaba enjaretando Facebook a las masas? Tengo tres respuestas.\nMe dejé llevar por la emoción de la nueva tecnología\nFacebook aún no se había convertido en la red social más grande del mundo; superaría a MySpace más adelante en 2009. Pero para entonces la red fundada en 2004 por un estudiante de segundo año de Harvard llamado Mark Zuckerberg se había desmarcado de decenas de competidores, principalmente por su excelencia operativa: Facebook funcionaba, era relativamente fácil de usar, estaba lleno de personas reales que publicaban con sus nombres verdaderos y tenía controles de privacidad relativamente más potentes que muchos de sus competidores (¡Es cierto! Facebook fue en su día una de las redes sociales más conscientes de la privacidad). Observé que las redes sociales mejoraban a medida que más gente las utilizaba; parecía razonable que en algún momento una red social ganara aceptación generalizada y se convirtiera en un directorio completo para conectar a todo el mundo.\nEste era el núcleo de mi argumento. Me había enamorado de la utilidad de Facebook, de la magia de buscar a alguien y encontrar a esa persona exacta, algo que hoy suena poco impresionante pero que entonces era simplemente alucinante. Como inmigrante, también me convencí de las implicaciones de esa red para reducir el mundo. Antes de Facebook, me sentía completamente desconectado de mis parientes en Sudáfrica. Luego, en 2007 y 2008, muchos de ellos empezaron a unirse a Facebook. De repente, yo tenía un panorama de sus vidas lejanas y ellos tenían una vista de la mía, lo cual no es tan molesto como parece. De hecho, me sentí conectado a ellos como no me había parecido posible. ¿Cómo podría resultarnos negativa esa conexión?\nNo consideré las implicaciones de largo alcance de la ubicuidad de Facebook\nDurante la primera década del nuevo milenio, la industria tecnológica explotó con una serie de nuevos inventos. Además del auge de las redes sociales, la década de 2000 nos trajo sitios de contenido “generado por el usuario” como Flickr, YouTube y Reddit; potentes aplicaciones basadas en la nube como Gmail, Google Maps y, para los desarrolladores, Amazon Web Services; servicios de medios digitales como iTunes Store y el servicio de transmisión en continuo de Netflix; y, con el lanzamiento en 2007 del iPhone de Apple, el acceso generalizado a internet a través de los celulares con pantalla táctil.", "url": "https://www.nytimes.com/es/2022/07/24/espanol/opinion/facebook-zuckerberg.html"}