{"authors": ["Stephanie Saul"], "date_download": "2022-10-25 23:25:59", "date_modify": "2022-10-25 23:25:59", "date_publish": "2022-10-05 20:20:17", "description": "Maitland Jones, un profesor respetado, defendió sus estándares. Pero los estudiantes hicieron un reclamo y la universidad lo despidió.", "filename": "es_2022_10_05_espanol_nyu-profesor-estudiantes_1666740359.html", "image_url": "https://static01.nyt.com/images/2022/09/29/us/00tough-teacher-esp-1/00tough-teacher-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_10_05_espanol_nyu-profesor-estudiantes_1666740359.html", "title": "Los alumnos reprobaban química orgánica. ¿De quién era la culpa?", "title_page": "Los alumnos reprobaban química orgánica. ¿De quién era la culpa? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Con respecto a la queja de que no les decía cómo se promediaba el curso, Jones explicó que era imposible hacerlo porque la calificación del laboratorio representaba el 25 por ciento de la nota total, pero que por lo demás los alumnos sí sabían sus calificaciones.\nEn cuanto al acceso por Zoom, Jones afirmó que con la tecnología de la sala de conferencias no podía grabar los problemas que ponía en la pizarra.\nZacharia Benslimane, auxiliar de docencia en la sección de resolución de problemas del curso, defendió a Jones en un correo electrónico que envió a las autoridades de la universidad.\n“Creo que esta carta de reclamación fue escrita más por la inconformidad con las calificaciones de los exámenes, que por una sensación genuina de que trato injusto”, escribió Benslimane, quien ahora es estudiante de doctorado en la Universidad de Harvard. “Yo he visto que muchos de los alumnos que con mucha frecuencia se quejaban de las clases no usaban las herramientas que les ofrecíamos”.\nRyan Xue, quien tomó el curso, comentó que Jones le parecía simpático y motivador.\n“Este es un curso extenso y se sabe que es un curso de eliminación”, señaló Xue, quien se mudó y ahora cursa su tercer año en la Universidad de Brown. “Así que hay gente que no saca las mejores calificaciones. Tal vez algunos de los comentarios estuvieron muy influidos por las calificaciones que obtuvieron los alumnos”.\nPero otros estudiantes parecían haber quedado traumados por esa experiencia. Muchos dijeron en las entrevistas que Jones estaba dispuesto a ayudar a los alumnos que hacían preguntas, pero que a veces también era sarcástico y pesimista ante el mal desempeño del grupo.\nDespués del segundo examen intermedio para el cual el promedio rondaba en el 30 por ciento, dijeron que muchos temían por su futuro. Uno de los estudiantes incluso estaba hiperventilando.", "url": "https://www.nytimes.com/es/2022/10/05/espanol/nyu-profesor-estudiantes.html"}