{"authors": ["Farhad Manjoo"], "date_download": "2022-10-25 23:46:19", "date_modify": "2022-10-25 23:46:19", "date_publish": "2017-10-13 15:43:22", "description": "Amazon, Apple, Facebook, Microsoft y Alphabet, la empresa matriz de Google, han comprado las ideas tecnológicas de la industria del cine, la televisión y la música, pero no han entendido el valor de la imaginación, el talento y la inspiración subjetiva.", "filename": "es_2017_10_13_espanol_los-limites-de-los-cinco-gigantes-de-la-tecnologia-en-el-mundo-del-entretenimiento_1666741579.html", "image_url": "https://static01.nyt.com/images/2017/10/12/business/12STATE1/12STATE1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c6cb8400fedb3a969ea936041e7d85469e83906098fd86c025a04bc66001378c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_10_13_espanol_los-limites-de-los-cinco-gigantes-de-la-tecnologia-en-el-mundo-del-entretenimiento_1666741579.html", "title": "Los límites de los cinco gigantes de la tecnología en el mundo del entretenimiento", "title_page": "Los límites de los cinco gigantes de la tecnología en el mundo del entretenimiento - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Durante las conversaciones que he sostenido con personas de Hollywood, varias veces he escuchado que se refieren a la gente de la industria tecnológica como “dinero fácil”: el tipo de forasteros (en el pasado, gente del petróleo, después gente de las finanzas) que desfilan por la ciudad buscando dónde dar órdenes. Un ejecutivo de Hollywood que ha trabajado a menudo con las empresas tecnológicas me comentó: “No diría que los hemos visto con miedo”.\nLos problemas que han tenido los Cinco en la industria del entretenimiento, si persisten, sugieren que pueden ser tan despistados como el resto de nosotros sobre los cambios que provoca la tecnología, en el sentido de que no entienden por completo, y aún no han empezado a dominar, la manera de traducir su potencial tecnológico en un poder cultural más amplio.\nHace no mucho tiempo, esta historia lucía mucho más sencilla. Con el iPod y iTunes, Apple adquirió dominio sobre una industria de la música que estaba teniendo dificultades para responder a la era digital. Amazon eclipsó a Barnes & Noble como el rival más fuerte de las librerías independientes; durante años, el gigante tuvo combates violentos con la industria editorial por los contratos de las ventas que las casas editoras acusaban de ser demasiado onerosos. Por medio de YouTube, Google ganó control no solo sobre los graciosos videos de gatos, sino también sobre el remplazo moderno de la radio (la gente ve muchos videos musicales en YouTube). Facebook se ha convertido en la fuente de noticias más popular del mundo, un puesto que ha consumido a sus líderes durante la mayor parte del último año.\nNo cabe la menor duda de que la tecnología ha derrocado la economía de los negocios culturales modernos. En una polémica reciente, Move Fast and Break Things, Jonathan Taplin, el director emérito del Laboratorio de Innovación de Annenberg en la Universidad del Sur de California (y un exrepresentante de bandas de rock y productor de cine), señala que en algún momento los músicos pudieron tener una vida decente gracias a los cheques de las regalías.\nEn la actualidad, la tecnología digital ha debilitado ese negocio por completo. YouTube ha logrado que todas las canciones estén disponibles en línea y, aunque muchos artistas reciben un pago por la publicidad que pasan en YouTube (la empresa afirmó que pagó 1000 millones de dólares el año pasado), el dinero no se compara en lo más mínimo a lo que ganaban los artistas por vender discos.\nTaplin ve lo que ha sucedido en la industria musical como un presagio de lo que podría suceder con una gran parte del resto de la cultura. “El ascenso de los gigantes digitales está directamente conectado con la caída de las industrias creativas de nuestro país”, escribió.\nNo obstante, hay otro lado de la historia. Como he señalado antes, mientras los músicos se han visto obligados a encontrar nuevas fuentes de ingresos, el ascenso de las suscripciones en línea y la nueva disposición de los consumidores por pagar han provocado una explosión de nuevas voces culturales.", "url": "https://www.nytimes.com/es/2017/10/13/espanol/los-limites-de-los-cinco-gigantes-de-la-tecnologia-en-el-mundo-del-entretenimiento.html"}