{"authors": ["Kirk Semple"], "date_download": "2022-10-25 22:59:16", "date_modify": "2022-10-25 22:59:16", "date_publish": "2020-03-16 21:43:14", "description": "El enfoque de Andrés Manuel López Obrador para combatir la pandemia del nuevo coronavirus quedó en evidencia el fin de semana, cuando se llevaron a cabo un multitudinario festival musical y varios eventos deportivos.", "filename": "es_2020_03_16_espanol_deportes_mexico-coronavirus-amlo-futbol_1666738756.html", "image_url": "https://static01.nyt.com/images/2020/03/15/world/15mexico-soccer-virus-ES/merlin_170535927_26d0da6e-5709-484a-b2e8-24f958b01b53-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ba3be10d5ae1816453f89e426a92eb9c6521f889b817baaa6dd55c3a0eb76f6e&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_03_16_espanol_deportes_mexico-coronavirus-amlo-futbol_1666738756.html", "title": "El gobierno de México llama a la calma y adopta medidas mesuradas frente al virus", "title_page": "El gobierno de México llama a la calma y adopta medidas mesuradas frente al virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sin embargo, para el viernes 13 de marzo en la noche, la cifra de casos confirmados se había disparado. El gobierno federal se vio obligado a tomar acciones más contundentes y los funcionarios de salud instaron a la suspensión de “servicios no esenciales”, incluidos seminarios, clases, foros y otros eventos a pequeña escala que tienen poco impacto económico.\nEl sábado se anunciaron más medidas. El juego entre Pumas y Cruz Azul —uno de varios partidos de futbol profesional que se llevaron a cabo la noche del viernes y el sábado en estadios abarrotados en todo México— también fue uno de los últimos.\nEl sábado por la tarde, mientras los equipos femeniles jugaban ante un público de más de 22.000 aficionados, las autoridades anunciaron que el resto de los partidos de liga a celebrarse el fin de semana se iban a jugar con estadios vacíos. Entre ellos había un partido muy esperado entre rivales de Ciudad de México, el Club América y el Cruz Azul, el cual se iba a disputar en el cavernoso Estadio Azteca. El domingo, la liga anunció que iba a suspender la temporada después del partido entre el América y el Cruz Azul del domingo por la noche.", "url": "https://www.nytimes.com/es/2020/03/16/espanol/deportes/mexico-coronavirus-amlo-futbol.html"}