{"authors": ["Christopher Flavelle", "Julian E. Barnes", "Eileen Sullivan", "Jennifer Steinhauer"], "date_download": "2022-10-25 23:43:03", "date_modify": "2022-10-25 23:43:03", "date_publish": "2021-10-25 07:00:10", "description": "Diversas instancias del gobierno de Estados Unidos emitieron informes alertando sobre las consecuencias del calentamiento global para la seguridad nacional y la estabilidad mundial.", "filename": "es_2021_10_25_espanol_cambio-climatico-amenazas-migracion_1666741383.html", "image_url": "https://static01.nyt.com/images/2021/10/21/climate/21CLI-NATIONALSECURITY1-esp-1/21CLI-NATIONALSECURITY1-facebookJumbo-v3.jpg?year=2021&h=549&w=1050&s=08afa461f7726dffd6d07dc4d3080ba5a6661f18b8fd77e523ea69df95296975&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_10_25_espanol_cambio-climatico-amenazas-migracion_1666741383.html", "title": "El cambio climático ocasionará más migraciones y conflictos internacionales", "title_page": "El cambio climático ocasionará más migraciones y conflictos internacionales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Los informes incluyen advertencias por parte de la comunidad de inteligencia sobre cómo el cambio climático puede actuar en varios niveles para minar la fuerza de una nación. Por ejemplo, países como Irak y Argelia podrían verse afectados por la pérdida de ingresos derivados de los combustibles fósiles, mientras la región enfrenta olas de calor y sequías cada vez peores. El Pentágono advirtió que la escasez de alimentos podría ocasionar agitación social, además de luchas entre los países por el agua.\nEl Departamento de Seguridad Nacional (DHS, por su sigla en inglés), que incluye a la Guardia Costera de Estados Unidos, advirtió que a medida que el hielo se derrita en el océano Ártico, se incrementará la competencia por el pescado, los minerales y otros recursos. Otro informe advirtió que, para 2050, es probable que decenas de millones de personas sean desplazadas por el cambio climático, incluyendo hasta 143 millones de personas en el sur de Asia, el África subsahariana y América Latina.\nLas advertencias de las autoridades de seguridad nacional sucedieron el mismo día en que los principales reguladores financieros por primera vez calificaron el cambio climático como “una amenaza emergente” para la economía estadounidense. Los desastres naturales más frecuentes y destructivos —como los huracanes, las inundaciones y los incendios forestales— están causando daños materiales, pérdida de ingresos e interrupciones empresariales que amenazan con cambiar la manera en que se valúan los bienes inmuebles y otros activos, según un informe publicado por un panel de reguladores federales y estatales. Hasta el 8 de octubre de este año, se han registrado 18 “eventos meteorológicos o desastres climáticos” con costos mayores a 1000 millones de dólares cada uno, según la Oficina Nacional de Administración Oceánica y Atmosférica.\nLos informes también se dieron a conocer justo cuando el presidente de Estados Unidos, Joe Biden, se estaba preparando para asistir a la Conferencia de las Naciones Unidas sobre el Cambio Climático, conocida como COP26, en Glasgow. Ahora que su agenda climática se ha quedado estancada en el Congreso, Biden corre el riesgo de tener pocos logros que anunciar en Glasgow, donde él y su gobierno tenían la esperanza de volver a establecer el liderazgo de Estados Unidos en el combate al calentamiento global.\nLos reportes “refuerzan el compromiso del presidente con tomar decisiones basadas en evidencia y guiadas por los mejores datos y pruebas científicas disponibles”, declaró la Casa Blanca el jueves, y “sentarán las bases para nuestras labores cruciales en materia de clima y seguridad de ahora en adelante”.", "url": "https://www.nytimes.com/es/2021/10/25/espanol/cambio-climatico-amenazas-migracion.html"}