{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:25", "date_modify": "2022-10-25 23:43:25", "date_publish": "2017-09-26 07:30:14", "description": "Mariano Rajoy, presidente del gobierno de España, ha superado derrotas electorales, un rescate de la banca y escándalos de corrupción en su partido, pero ahora no solo está en peligro la supervivencia política de Rajoy, sino también la unidad de España con el referéndum de Cataluña.", "filename": "es_2017_09_26_espanol_confrontacion-con-cataluna-pone-a-prueba-el-instinto-de-supervivencia-de-rajoy_1666741405.html", "image_url": "https://static01.nyt.com/images/2017/09/24/world/24Catalonia1/23Catalonia1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f6275a7548d9fc2e4abbc003e2c328924a3a36eeb2cf1e6a5cddfa6f535b132a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_26_espanol_confrontacion-con-cataluna-pone-a-prueba-el-instinto-de-supervivencia-de-rajoy_1666741405.html", "title": "Confrontación con Cataluña pone a prueba el instinto de supervivencia de Rajoy", "title_page": "Confrontación con Cataluña pone a prueba el instinto de supervivencia de Rajoy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Mariano Rajoy, presidente del gobierno de España, es el gran sobreviviente de la política española: ha superado derrotas electorales, un rescate de la banca y escándalos de corrupción en su partido, no debido a alguna demostración de audacia política, sino por cautela y una gran paciencia para esperar que otros fallen.\nSin embargo, ahora no solo está en peligro la supervivencia política de Rajoy, sino también la unidad de España, pues un desafío secesionista que dejó germinar en Cataluña amenaza con salirse fuera de control. Después de su apoyo a los recientes arrestos de separatistas catalanes y funcionarios electos, se avivó el movimiento de independencia. Se trató de una extraña medida de Rajoy que podría ser contraproducente.\n“Rajoy siempre ha demostrado el enfoque imperturbable de un administrador inteligente en vez de la visión de un gran líder político”, afirmó Josep Ramoneda, un columnista político y filósofo. “Pero creo que ahora va a pagar un precio muy alto por su pasividad y falta de disposición para tomar las riendas de este problema y en cambio creer que Cataluña era un problema que de alguna manera se disiparía solo”.\nEl gobierno regional separatista de Cataluña se prepara para celebrar un referéndum de independencia el 1 de octubre, a pesar de la oposición de políticos y jueces de Madrid, pues afirman que este voto contravendría la Constitución. El miércoles de la semana pasada, la policía española allanó las oficinas centrales de la Generalitat, el gobierno regional en Barcelona, y arrestó a 14 personas.", "url": "https://www.nytimes.com/es/2017/09/26/espanol/confrontacion-con-cataluna-pone-a-prueba-el-instinto-de-supervivencia-de-rajoy.html"}