{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:55:20", "date_modify": "2022-10-25 23:55:20", "date_publish": "2017-11-08 16:00:10", "description": "El príncipe heredero Mohamed bin Salmán ordenó el arresto de decenas de figuras muy influyentes, incluidos once de sus primos reales, en un movimiento que parece ser la transformación más radical en la forma de gobierno del reino durante más de ocho décadas.", "filename": "es_2017_11_08_espanol_purga-transformacion-arabia-saudita-mohamed-bin-salman_1666742120.html", "image_url": "https://static01.nyt.com/images/2017/11/06/world/06riyadh1/06riyadh1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ffe8b69266e55835dc6a1efa016dd6153bc83bf9f7d96cf2a2c5ed3d188caa39&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_11_08_espanol_purga-transformacion-arabia-saudita-mohamed-bin-salman_1666742120.html", "title": "La purga del príncipe heredero y la transformación radical de Arabia Saudita", "title_page": "La purga del príncipe heredero y la transformación radical de Arabia Saudita - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDRES — La serie de arrestos que ordenó el príncipe heredero durante el fin de semana encerró a decenas de sus figuras más influyentes, incluidos once de sus primos reales, en la que para el domingo pareció ser la transformación más radical en la forma de gobierno del reino durante más de ocho décadas.\nLos arrestos, ordenados por el príncipe heredero Mohamed bin Salmán sin acusaciones formales ni procedimientos jurídicos, se presentaron como medidas enérgicas contra la corrupción. Lo mismo arrestaron al inversionista más rico del reino, el príncipe Alwaleed bin Talal, que a su rival al trono más poderoso: el príncipe Mutaib bin Abdalá, un hijo favorito del difunto rey Abdalá.\nMutaib bin Abdalá había sido retirado de su puesto como jefe de un importante servicio de seguridad horas antes de que los arrestos se anunciaran el sábado pasado.\nSe prohibió a todos los miembros de la familia real salir del país, según dijeron el domingo funcionarios estadounidenses que daban seguimiento a los acontecimientos.", "url": "https://www.nytimes.com/es/2017/11/08/espanol/purga-transformacion-arabia-saudita-mohamed-bin-salman.html"}