{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:11", "date_modify": "2022-10-25 23:43:11", "date_publish": "2019-04-29 15:29:53", "description": "Un analista dice que la votación demostró la \"excepcionalidad de la península ibérica\" debido a la alta participación, las muestras de resiliencia del socialismo y los frenos a la ultraderecha que ha avanzado por Europa; Vox consiguió escaños pero no los suficientes para tener más peso político.", "filename": "es_2019_04_29_espanol_elecciones-pedro-sanchez-vox_1666741391.html", "image_url": "https://static01.nyt.com/images/2019/05/04/world/29spain1/29spain1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=bffdc4a499062efb94553cc57b813f51a803a1ea4e55d06789a98bd0236b99d1&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_04_29_espanol_elecciones-pedro-sanchez-vox_1666741391.html", "title": "Elecciones en España: Un impulso a la izquierda y una advertencia a la extrema derecha", "title_page": "Elecciones en España: Un impulso a la izquierda y una advertencia a la extrema derecha - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Si quieres recibir las noticias y reportajes de The New York Times en Español en tu correo, suscríbete aquí a El Times]\nMADRID — Antes de las elecciones generales del 28 de abril en España, los políticos habían formulado fuertes advertencias acerca de que el país se desmoronaría si triunfaba la izquierda o si regresaría a los días del autoritarismo franquista si ganaba la derecha.\nLos electores respondieron a esa campaña para generar miedo con una alta participación electoral, de 76 por ciento que es una de las mayores desde que España regresó a la democracia, y gran parte de esa votación fue para confirmar su respaldo a una agenda social de izquierda y a la diversidad regional del país.\nEl voto también le dio a Vox, partido antiinmigrante, sus primeros escaños parlamentarios; un hito significativo en España, un país donde el nacionalismo tiene un estigma por el legado de la dictadura de Francisco Franco.", "url": "https://www.nytimes.com/es/2019/04/29/espanol/elecciones-pedro-sanchez-vox.html"}