{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:35:07", "date_modify": "2022-10-25 23:35:07", "date_publish": "2018-10-29 15:37:41", "description": "A una semana de las elecciones legislativas en las que el tema migratorio ha destacado, el gobierno estadounidense de Donald Trump anunció el movimiento de miles de soldados a resguardar el área adonde unos tres mil centroamericanos se dirigen en busca de asilo o ayuda.", "filename": "es_2018_10_29_espanol_trump-tropas-frontera-caravana_1666740907.html", "image_url": "https://static01.nyt.com/images/2018/10/30/us/politics/30dc-border-print/merlin_146054292_dbef4ab2-0cef-4986-ad11-c231ba72e59c-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8304f8e6347c0674bf5a3b21f1cbb6f1277fbca0fd5e2d850d30fa71b72ddba5&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_10_29_espanol_trump-tropas-frontera-caravana_1666740907.html", "title": "Trump envía 5200 efectivos a la frontera con México por caravana migrante", "title_page": "Trump envía 5200 efectivos a la frontera con México por caravana migrante - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — El Departamento de Defensa estadounidense desplegará a por lo menos 5200 soldados en activo a la frontera con México a finales de esta semana para fortalecer la seguridad, anunciaron los funcionarios del gobierno de Donald Trump. La movida sería una respuesta, motivada en parte por la campaña electoral antes de las elecciones legislativas del 6 de noviembre, al viaje de una caravana de migrantes centroamericanos que se dirige al norte desde México.\nUn grupo inicial de 800 tropas ya se dirige a la zona fronteriza en Texas, de acuerdo con Terrence O’Shaughnessy, a cargo del Comando Norte de Estados Unidos.\nEl despliegue es la primera de varias medidas que Trump ha estado considerando desde hace semanas, que también incluirían emitir un decreto que prohíba temporalmente el ingreso de cualquier persona de Centroamérica al territorio estadounidense, incluso personas que estén en busca de asilo o refugio.\n“No permitiremos que un grupo grande entre a Estados Unidos de manera ilegal e insegura”, dijo Kevin McAleenan, el comisionado de la Oficina de Aduanas y Protección Fronteriza (CBP).", "url": "https://www.nytimes.com/es/2018/10/29/espanol/trump-tropas-frontera-caravana.html"}