{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:40:59", "date_modify": "2022-10-25 23:40:59", "date_publish": "2018-03-22 10:00:43", "description": "Si contemplas eliminar la red social ante la revelación de que una consultora política tuvo acceso a datos de millones de usuarios sin su permiso, lee esta guía sobre las medidas que debes tomar y las implicaciones de cerrar tu perfil.", "filename": "es_2018_03_22_espanol_facebook-borrar-instagram-whatsapp_1666741259.html", "image_url": "https://static01.nyt.com/images/2018/03/21/business/22techfix/22techfix-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f3f30f2202fab6e5243421fc370c44603d55414a530ae39f2e6e5427f9ec2116&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_03_22_espanol_facebook-borrar-instagram-whatsapp_1666741259.html", "title": "Algunas consideraciones antes de que borres Facebook", "title_page": "Algunas consideraciones antes de que borres Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Aquí hay algunas respuestas a las preguntas que muchas personas hacen a The New York Times a través de las redes sociales.\n¿Cuáles son las alternativas a usar Facebook, Instagram y WhatsApp?\nNo hay un verdadero sustituto para Facebook si buscas una red social que incluya virtualmente a todas las personas que conozcas en la vida real. Las redes sociales son totalmente sobre las personas en ellas y Facebook tiene más de dos mil millones de usuarios mensuales. Puedes considerar usar Snapchat, que tiene alrededor de 187 millones de usuarios diarios, pero es una experiencia muy diferente —principalmente la usas para enviar fotos que se autodestruyen— con una interfaz que a mucha gente le resulta confusa.\nHay muchas alternativas a WhatsApp, pero tienen desventajas y no tienen el alcance de WhatsApp, que tiene más de 1500 millones de usuarios mensuales.\nSignal es una buena aplicación para mensajería segura encriptada —pero todavía es una plataforma incipiente con un número de usuarios relativamente pequeño—. Pues lograr que cientos de tus amigos se unan a Signal, pero probablemente tienes amigos o familiares en otros países y WhatsApp es el servicio de mensajería internacional al que más gente recurre. Por ejemplo, prácticamente cada usuario de celulares en India —más de doscientos millones de personas— usa WhatsApp.\nOtra alternativa a WhatsApp es WeChat, una aplicación de mensajería china que cuenta con alrededor de mil millones de usuarios mensuales. Pero la mayoría de las personas en ese servicio viven en China. Además, WeChat enfrenta sus propios problemas de privacidad debido a la notoria reputación de China de realizar una vigilancia masiva. Tencent, la compañía que opera WeChat, niega que almacene el historial de conversaciones de sus usuarios. Sin embargo, usuarios de WeChat han sido arrestados en relación con conversaciones que sostuvieron a través de la aplicación y las transcripciones han sido empleadas como evidencia en los procesos judiciales.", "url": "https://www.nytimes.com/es/2018/03/22/espanol/facebook-borrar-instagram-whatsapp.html"}