{"authors": ["Joseph Goldstein"], "date_download": "2022-10-25 23:44:37", "date_modify": "2022-10-25 23:44:37", "date_publish": "2017-01-24 11:53:49", "description": "Joaquín Guzmán Loera está considerado como prisionero de alto riesgo y se encuentra en la unidad de confinamiento solitario 10 South, donde las luces están prendidas por 23 horas diarias y las cámaras de seguridad vigilan la regadera y el escusado.", "filename": "es_2017_01_24_espanol_la-prision-de-nueva-york-en-la-que-esta-el-chapo-podria-ser-peor-que-guantanamo_1666741477.html", "image_url": "https://static01.nyt.com/images/2017/01/24/nyregion/24SECURITY1/24SECURITY1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=8830eb324a114395b9454042eb59831a0bf1e754d18be6b4e8877400160a5c25&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_01_24_espanol_la-prision-de-nueva-york-en-la-que-esta-el-chapo-podria-ser-peor-que-guantanamo_1666741477.html", "title": "La prisión de Nueva York en la que está el Chapo podría ser peor que Guantánamo", "title_page": "La prisión de Nueva York en la que está el Chapo podría ser peor que Guantánamo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NUEVA YORK — El Centro Correccional Metropolitano, una fortaleza ubicada al sur de Manhattan donde están cientos de prisioneros federales, ha sido descrita como menos habitable que la bahía de Guantánamo por un hombre acusado de terrorismo que ha sido encarcelado en ambas prisiones.\nUna media decena de prisioneros de “alto riesgo” –usualmente aquellos condenados por los cargos más severos– viven en condiciones de aislamiento tan duras que algunos han reportado pérdidas ligeras de la vista.\nEste centro fue el destino de Joaquín Guzmán Loera, el narcotraficante conocido como el Chapo, después de su extradición desde Ciudad Juárez, al norte de México, y tras escapar dos veces de prisiones de máxima seguridad en ese país.\nPor el Centro Correccional Metropolitano han pasado presos como Ramzi Ahmed Yousef, el autor intelectual del bombardeo de 1993 al World Trade Center de Nueva York, y Bernard Madoff, expresidente de una firma de inversión con la que hizo una estafa de 20 mil millones de dólares con un sistema Ponzi.", "url": "https://www.nytimes.com/es/2017/01/24/espanol/la-prision-de-nueva-york-en-la-que-esta-el-chapo-podria-ser-peor-que-guantanamo.html"}