{"authors": ["Rebecca Robbins"], "date_download": "2022-10-25 23:50:23", "date_modify": "2022-10-25 23:50:23", "date_publish": "2021-10-13 09:00:22", "description": "Las dosis de la empresa, que han resultado ser muy efectivas, aún no están ampliamente disponibles para los países en desarrollo, algunos de los cuales han pagado más y esperado más para recibir sus pedidos.", "filename": "es_2021_10_13_espanol_moderna-vacuna-escasez_1666741823.html", "image_url": "https://static01.nyt.com/images/2021/10/08/business/00virus-moderna-01-esp-1/merlin_194872458_37590513-9c7e-494b-a49b-6de409120120-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9a2e47993f4cd7a29478e7bac063abc583f4f631f105205314dfdcc7a3e6630f&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_10_13_espanol_moderna-vacuna-escasez_1666741823.html", "title": "La vacuna de Moderna, fuera del alcance de los pobres", "title_page": "La vacuna de Moderna, fuera del alcance de los pobres - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En algunos casos, Moderna ha ofrecido a los países más pobres la vacuna a precios relativamente bajos, pero solo después de haber cumplido con los pedidos de otros países.\nEn mayo, Moderna ofreció a la Unión Africana dosis por unos 10 dólares cada una, según un funcionario del bloque que participó en las conversaciones. Pero las dosis no estarían disponibles hasta el año que viene, lo que hizo que las conversaciones se suspendieran, según dos funcionarios de la Unión Africana.\nAyoade Alakija, médica que ayuda a dirigir el programa de suministro de vacunas de la Unión Africana, pero que no participó en las discusiones sobre la adquisición, dijo que la actitud de Moderna equivalía a: “Estamos aquí para ganar dinero. Dimos con algo bueno, y ni siquiera intentaremos fingir que tratamos de salvar el mundo”.\nLa vacuna contra la covid de Moderna ha sido transformadora para la compañía y sus líderes. La empresa dijo que espera que su vacuna genere al menos 20.000 millones de dólares en ingresos este año, con lo cual sería uno de los productos médicos más lucrativos en la historia. Andersen, la analista de Morningstar, estimó que las ganancias de la empresa por la vacuna podrían alcanzar los 14.000 millones de dólares. En 2019, Moderna declaró unos ingresos totales de 60 millones de dólares.\nEl valor de mercado de Moderna casi se ha triplicado este año hasta superar los 120.000 millones de dólares. Dos de sus fundadores, así como uno de los primeros inversionistas, este mes aparecieron en la lista de la revista Forbes de las 400 personas más ricas de Estados Unidos.\nAnte la propagación del coronavirus al inicio de 2020, Moderna se apresuró a desarrollar su vacuna, la cual usa una tecnología nueva conocida como ARN mensajero, y a planear un estudio de seguridad. A fin de poder fabricar las dosis para esa prueba, la compañía recibió 900.000 dólares de la organización sin fines de lucro Coalición para las Innovaciones en Preparación para Epidemias.", "url": "https://www.nytimes.com/es/2021/10/13/espanol/moderna-vacuna-escasez.html"}