{"authors": ["Vincent M. Mallozzi"], "date_download": "2022-10-25 23:36:09", "date_modify": "2022-10-25 23:36:09", "date_publish": "2017-07-07 07:30:56", "description": "La Xolos Academy F. C. New Jersey es una academia de fútbol afiliada al equipo mexicano de primera división Club Tijuana que convirtió un viejo almacén en un campo de entrenamiento para los jóvenes inmigrantes de habla hispana.", "filename": "es_2017_07_07_espanol_academia-futbol-xolos-migrantes_1666740969.html", "image_url": "https://static01.nyt.com/images/2017/07/03/sports/03SOCCER1/23SOCCER1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=df5401a062954a3f253a7851c7a0c3c0a7088cc9207450e51f408baeff16f131&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_07_07_espanol_academia-futbol-xolos-migrantes_1666740969.html", "title": "Una academia mexicana de fútbol cruza la frontera para formar jugadores jóvenes", "title_page": "Una academia mexicana de fútbol cruza la frontera para formar jugadores jóvenes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Las tres academias empiezan de arriba hacia abajo”, afirmó Ramos. “Pero los clubes pequeños como Xolos Academy pueden intervenir para identificar talento de abajo hacia arriba, desde los 5 y los 6 años de edad, y luego esperar que cuando esos mismos jugadores tengan 10 u 11 años puedan emigrar a academias más grandes que les puedan ofrecer competir a nivel nacional”.\nRamos agregó que el problema más grande que enfrentan las tres academias de futbolistas no es tanto el subsidio del entrenamiento para los jugadores que tienen problemas financieros, sino más bien proporcionarle transporte a los deportistas que viven dentro del estado y no pueden pagar viajes de largas distancias para asistir a los entrenamientos y los juegos.\n“Estas academias no pueden solventar la compra de una camioneta o contratar un autobús para darle servicio a tantos jugadores esparcidos por todo el territorio estatal”, dijo. “Esto hace que sea más importante el trabajo de las academias pequeñas que trabajan con jugadores a un nivel más local”.\nDiMauro mencionó que los miembros del equipo de entrenadores se organizaron para compartir sus vehículos y llevar a gran parte de los 80 jugadores, de entre 8 y 18 años, a los entrenamientos y los partidos. El club también creó un sitio para entrenar al aire libre en un campo de South River que está más cerca del lugar de residencia de un gran número de jugadores de habla hispana.\nUno de esos futbolistas es Xavier Tapia, un defensa de 12 años que pertenece al 80 por ciento de los jugadores de habla hispana que provienen de una decena de países de América Latina y forman parte del programa de los Xolos de Nueva Jersey (el resto de los jugadores son blancos y suelen ser residentes de clase media de las ciudades y pueblos de los alrededores).\nHace poco, antes de un entrenamiento matutino, Tapia señaló hacia arriba, en dirección a dos afiches que se encontraban en un muro de las instalaciones, donde se ve a Moreno en acción. “Mi sueño es ser profesional como él”, dijo Tapia.\nMoreno regresó a casa el mes pasado para visitar a su familia y amigos después de que el Tijuana fue eliminado de la liguilla (la fase final de liga del fútbol mexicano). Hizo una parada en el centro de entrenamiento de los Xolos y saludó a DiMauro y a su hijo, Phil, un entrenador que ayuda a su padre con el manejo de la academia.", "url": "https://www.nytimes.com/es/2017/07/07/espanol/academia-futbol-xolos-migrantes.html"}