{"authors": ["Kevin Draper"], "date_download": "2022-10-25 23:27:59", "date_modify": "2022-10-25 23:27:59", "date_publish": "2019-05-30 08:00:15", "description": "En respuesta a las críticas, la empresa dijo que eliminará durante doce meses las reducciones a la paga por desempeño a las atletas “que decidan tener un bebé“.", "filename": "es_2019_05_30_espanol_nike-atletas-embarazadas_1666740479.html", "image_url": "https://static01.nyt.com/images/2019/05/24/sports/24nike1/24nike1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=86b6f7e8808f308006970f900693ede6effec3c6d5cae56ef5a5a05a096fef87&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_05_30_espanol_nike-atletas-embarazadas_1666740479.html", "title": "Nike ya no sancionará económicamente a las atletas embarazadas", "title_page": "Nike ya no sancionará económicamente a las atletas embarazadas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Si quieres recibir las noticias y reportajes de The New York Times en Español en tu correo, suscríbete aquí a El Times]\nNike, el gigante de la ropa deportiva, recibió múltiples críticas por el trato que les daba a las atletas embarazadas que patrocina. Es por eso que el viernes 24 de mayo se comprometió a garantizar que esas deportistas no serán penalizadas económicamente.\nNike afirmó que durante doce meses no aplicará las reducciones en los pagos por desempeño a las atletas “que decidan tener un bebé”, y prometió añadir cláusulas que refuercen esta política en los contratos que la empresa celebra con las deportistas patrocinadas.\nEn artículos y videos de la sección de Opinión de The New York Times publicados a lo largo de las últimas dos semanas, corredoras actualmente patrocinadas por Nike o que alguna vez fueron patrocinadas por esa empresa, como Alysia Montaño, Kara Goucher, Phoebe Wright y Allyson Felix, recordaron las difíciles decisiones que tuvieron que tomar al considerar la idea de tener hijos y describieron las penalizaciones económicas a las que se enfrentaban las deportistas de Nike si se embarazaban (The New York Times sostiene una estricta separación entre la cobertura de noticias y los artículos de opinión).", "url": "https://www.nytimes.com/es/2019/05/30/espanol/nike-atletas-embarazadas.html"}