{"authors": ["Mike Isaac", "David Yaffe-Bellany"], "date_download": "2022-10-25 23:28:58", "date_modify": "2022-10-25 23:28:58", "date_publish": "2019-08-19 16:30:03", "description": "Las aplicaciones para pedir comida están transformando la industria de los restaurantes, con establecimientos que solo cuentan con cocina, sin asientos ni camareros.", "filename": "es_2019_08_19_espanol_negocios_apps-restaurantes-cocina-fantasma_1666740538.html", "image_url": "https://static01.nyt.com/images/2019/08/15/espanol/19Cocinas-1/00ghostkitchens1-facebookJumbo.jpg?year=2019&h=549&w=1050&s=3d8c6c8ab7909fe6a092ddc3bae60b99e6efc42eb2fbc1158c849c1c29504cd0&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_08_19_espanol_negocios_apps-restaurantes-cocina-fantasma_1666740538.html", "title": "El auge de las cocinas fantasma", "title_page": "El auge de las cocinas fantasma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Muchos de los negocios de comida a domicilio apenas comienzan, pero su efecto quizá tenga un gran alcance, pues posiblemente acelerará el cambio de las visitas a los restaurantes y la comida preparada en casa a los platillos a domicilio.\nUber y compañías similares son las que están impulsando la transformación. Desde 2017, la empresa de servicio de transporte privado ha contribuido a la inauguración de cuatro mil restaurantes virtuales como los de López: son exclusivos de la aplicación de Uber Eats.\nJanelle Sallenave, que dirige Uber Eats en Norteamérica, dijo que la empresa analiza los datos de ventas en vecindarios para identificar la demanda existente de ciertos tipos de gastronomía. Después se acerca a los restaurantes para que empiecen a usar la aplicación y los anima a crear un restaurante virtual que satisfaga la demanda que identificaron.\nSin embargo, aunque las aplicaciones de comida a domicilio ayudan en la creación nuevos tipos de restaurantes, también están afectando a los establecimiento tradicionales, que ya se enfrentan a grandes gastos de operación y una competencia brutal. Los restaurantes que usan aplicaciones de entrega a domicilio como Uber Eats y Grubhub pagan comisiones desde el 15 hasta el 30 por ciento de cada orden. Aunque los establecimientos digitales ahorran en gastos generales, los pequeños locales independientes con márgenes estrechos de ganancias difícilmente pueden costear esas tarifas por uso.\n“A algunas personas les preocupa que pueda ser un sistema en el que los propietarios de restaurantes estén atrapados en un modelo de negocio inestable e inadecuado”, dijo en junio Mark Gjonaj, presidente del comité de pequeños negocios del Consejo Municipal de Nueva York, durante una audiencia de cuatro horas sobre los servicios de terceros que ofrecen comida a domicilio.", "url": "https://www.nytimes.com/es/2019/08/19/espanol/negocios/apps-restaurantes-cocina-fantasma.html"}