{"authors": ["Ian Urbina"], "date_download": "2022-10-25 23:52:07", "date_modify": "2022-10-25 23:52:07", "date_publish": "2018-10-09 16:53:01", "description": "En medio del debate estadounidense sobre un acceso más restringido a las armas y los esfuerzos legislativos por regular la venta de municiones, el interés por la fabricación de balas caseras ha ganado impulso e incluso podría inclinar el mercado hacia el uso de armas desechables.", "filename": "es_2018_10_09_espanol_municiones-caseras-impresas-3d_1666741927.html", "image_url": "https://static01.nyt.com/images/2018/10/09/universal/es/09AmmunitionES/09AmmunitionES-facebookJumbo.jpg?year=2018&h=549&w=1050&s=8ee26a19b8871fbbd6de73a72860b325a0994ede047ac0466114a6e85aa94aeb&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_10_09_espanol_municiones-caseras-impresas-3d_1666741927.html", "title": "Las balas caseras: un nuevo capítulo en la batalla por las armas en Estados Unidos", "title_page": "Las balas caseras: un nuevo capítulo en la batalla por las armas en Estados Unidos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Estos aficionados se dividen principalmente en dos grupos: las personas que recogen los casquillos percutidos que deja un arma —por lo general una semiautomática— después de ser disparada, los rellenan cuidadosamente con pólvora y les ponen una nueva cápsula fulminante y una bala para volver a usarlos, y los fundidores caseros que crean sus balas desde cero al derretir plomo que compran en línea o que obtienen en depósitos de chatarra, talleres de reparación de autos o campos de tiro.\nSegún los aficionados, por medio de esta actividad se pueden fabricar municiones personalizadas más precisas y letales, además de ser una habilidad práctica que podría ser útil si se prohibieran las balas o si algún día el suministro fuera escaso.\n“Me da tiempo para pensar”, comentó Gavin Gear, quien tiene un blog popular y un canal de YouTube llamado Ultimate Reloader, el cual ofrece videos instructivos y reseñas de equipo para recargar municiones. Gear describió el proceso como un ritual de relajación “parecido al de un herrero que fabrica un cuchillo o una espada samurái”.\nNo obstante, lo más común es que el objetivo sea ahorrar dinero: muchas de las personas que funden balas en sus casas citaron el precio de las municiones, el cual, según la Oficina de Estadísticas Laborales, ha subido de manera constante a lo largo de las últimas décadas y llegó a su punto más alto este año.\nDavid Reiss, quien hace sus propias balas desde hace más de diez años, mencionó que una caja de cincuenta cartuchos hechos en una fábrica para una pistola .38 especial cuesta unos 15 dólares, mientras que él puede hacer la misma cantidad por unos 4 dólares en materiales.\nAlgunos tipos de municiones, como los cartuchos para la Magnum .44, pueden costar más de 50 centavos por unidad. Durante una práctica de tiro promedio, una persona puede usar más de 150 balas, mientras que los tiradores que compiten pueden usar más de 1000 por semana.", "url": "https://www.nytimes.com/es/2018/10/09/espanol/municiones-caseras-impresas-3d.html"}