{"authors": ["Fernanda Santos"], "date_download": "2022-10-25 22:56:27", "date_modify": "2022-10-25 22:56:27", "date_publish": "2017-09-15 16:00:50", "description": "La historia de Suny Santana, un joven chef que gracias al programa DACA empieza a triunfar en Estados Unidos, es un reflejo del peligro que corren las personas indocumentadas con los recientes anuncios de Donald Trump.", "filename": "es_2017_09_15_espanol_los-suenos-de-un-chef-indocumentado-corren-peligro-por-trump_1666738587.html", "image_url": "https://static01.nyt.com/images/2017/08/31/dining/13phoenix/00immigrant-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ae1bf514e26f3048f4aa9228590eb8f836fa579b3839150ccdb8bc7d3b22a6dd&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_15_espanol_los-suenos-de-un-chef-indocumentado-corren-peligro-por-trump_1666738587.html", "title": "Los sueños de un chef indocumentado corren peligro por Trump", "title_page": "Los sueños de un chef indocumentado corren peligro por Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chamberlin, quien ahora tiene 44 años, contrató a Santana a fines de 2011 en St. Francis, el local que acababa de abrir en Uptown, el barrio donde están algunos de los restaurantes más innovadores de Phoenix (desde entonces Chamberlin ha añadido otro restaurante a su portafolio, el Phoenix Public Market Cafe, y tiene tres más por abrir, incluyendo Taco Chelo).\nSantana le había proporcionado el nombre y número de seguridad social de un amigo, que no estaban reseñados cuando el restaurante los ingresó a E-Verify, una base de datos en línea que revisa la elegibilidad laboral de las nuevas contrataciones. Sin embargo, conforme pasó el tiempo, Santana se sintió mal por mentir y le contó a Chamberlin la verdad.\n“Solo sé sincero conmigo”, recuerda que Chamberlin le dijo, “¿Tienes documentos?”. “No”, le contestó Santana, “pero quiero trabajar”.\nPara entonces, Santana ya llevaba muchas semanas de trabajo arduo y había acortado el tiempo de preparación de la salsa verde a la mitad. Chamberlin se enteró de que antes se había dedicado al tipo de trabajos que con frecuencia hacen los inmigrantes mexicanos: construcción de casas, instalación de techos de tejas, limpieza de piscinas y jardinería.\nDe adolescente, Santana vendía botellas de plástico y latas de aluminio que recogía de los contenedores de basura para no tener que pedirle dinero a sus padres. A los 18, ya se había graduado de la preparatoria y se inscribió en el programa de cocina de una universidad comunitaria pero no podía pagar la colegiatura para los no residentes que Arizona le pedía a los inmigrantes indocumentados.\n“El chico lo había hecho todo bien”, dijo Chamberlin. “Valía la pena luchar por él”.\nChamberlin dijo que durante un tiempo consideró adoptarlo, pero no fue posible porque Santana ya era adulto. Cuando el gobierno de Obama inició el programa DACA, en junio de 2012, presionó a Santana para que llenara una solicitud.\nDesde entonces, Santana ha hecho un poco de todo en la cocina, perfeccionando las habilidades que había adquirido cocinando menudo, pozole y picadillo norteño en la casa de su madre, en Phoenix. Ha limpiado y ha lavado, picado, cortado y rebanado. Cocina y afina recetas, inventa algunos platillos y ha desechado otros.", "url": "https://www.nytimes.com/es/2017/09/15/espanol/los-suenos-de-un-chef-indocumentado-corren-peligro-por-trump.html"}