{"authors": ["Rachel Rabkin Peachman"], "date_download": "2022-10-25 23:22:30", "date_modify": "2022-10-25 23:22:30", "date_publish": "2022-10-03 08:00:06", "description": "El trastorno disfórico premenstrual, o TDPM, es una afección extrema y, a menudo debilitante, que puede ser difícil de controlar. Esto es lo que dicen las más recientes investigaciones.", "filename": "es_2022_10_03_espanol_antidepresivos-sindrome-premenstrual-grave_1666740150.html", "image_url": "https://static01.nyt.com/images/2022/09/27/multimedia/20ASKWELL-PMDD-ANTIDEPRESSANTS-esp-1/20ASKWELL-PMDD-ANTIDEPRESSANTS-facebookJumbo-v2.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_10_03_espanol_antidepresivos-sindrome-premenstrual-grave_1666740150.html", "title": "¿Los antidepresivos alivian el síndrome premenstrual grave?", "title_page": "¿Los antidepresivos alivian el síndrome premenstrual grave? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ensayos clínicos amplios, aleatorios y controlados con placebo (los tipos de estudios más rigurosos) han descubierto que, si se toman dosis bajas de ISRS solo durante las dos últimas semanas del ciclo menstrual, es posible aliviar en gran medida los síntomas del TDPM. Por ejemplo, en un estudio publicado en 2005, los investigadores les pidieron a 373 mujeres con TDPM que tomaran una píldora durante los 14 días previos a la menstruación por tres meses: un grupo tomó 12,5 miligramos del antidepresivo paroxetina CR (Paxil-CR), un segundo grupo tomó 25 miligramos del mismo medicamento y el tercer grupo ingirió un placebo. De las 292 mujeres que completaron el ensayo, las de los grupos de antidepresivos toleraron los fármacos e informaron una reducción significativa de los síntomas del TDPM, sin grandes diferencias entre las dos dosis.\n“Esto funciona muy bien siempre y cuando hagas un seguimiento de en qué punto del ciclo estás”, comentó Deligiannidis. La Administración de Alimentos y Medicamentos de Estados Unidos (FDA, por su sigla en inglés) aprobó la sertralina (Zoloft), la fluoxetina (Prozac) y la paroxetina (Paxil) para tratar el TDPM, pero numerosos ensayos con otros ISRS, como el citalopram (Celexa), el escitalopram (Lexapro) y la fluvoxamina (Luvox), también han demostrado sus beneficios.\nLa razón por la que estos antidepresivos son efectivos sigue siendo un misterio, dijo Deligiannidis. “Sabemos que los ISRS deben estar funcionando de manera distinta, en comparación a su actuación en los casos de depresión o los trastornos de ansiedad”, dijo y agregó que sus beneficios para esas afecciones pueden demorar semanas en dar resultados, mientras que en el caso del TDPM, los síntomas pueden aliviarse en días.\nSi tienes TDPM y ya estás tomando ISRS, tu médico puede recomendarte que aumentes la dosis durante el período previo a la menstruación.\n¿Qué otra cosa funciona para el TDPM?\nNo todos los tratamientos funcionan para todas las personas pero, por suerte, hay otras opciones.\nAnticonceptivos. Para quienes no responden bien a los ISRS o no quieren tomarlos, se ha demostrado que los anticonceptivos orales que contienen estrógenos y progesterona sintética alivian los síntomas. “El objetivo de usar un anticonceptivo oral es mantener los niveles hormonales estables día a día”, dijo Edler Schiller; sin embargo, las mujeres deben tomar la píldora de manera continua durante todo el mes (lo que significa saltarse las píldoras de placebo al final del ciclo menstrual) para que no experimenten una menstruación o el cambio de hormonas que desencadena sus síntomas.\nYaz es el único anticonceptivo aprobado por la FDA para el tratamiento del TDPM, pero Schiller afirma que otros anticonceptivos orales también pueden ser eficaces. Solo sería necesario recurrir al ensayo y error para determinar cuál es el indicado para ti.\nTerapia cognitivo-conductual. Para quienes quieren evitar la medicación por completo, algunas investigaciones sugieren que la terapia cognitivo-conductual (TCC), una forma de terapia de conversación que se centra en reformular los pensamientos y comportamientos negativos, puede disminuir el TDPM y los síntomas del SPM. “Las investigaciones sobre la terapia cognitiva conductual son prometedoras”, afirmó Teresa Lanza di Scalea, psiquiatra especializada en la salud mental reproductiva de la mujer y miembro del cuerpo docente de la Facultad de Medicina Dell de la Universidad de Texas en Austin.", "url": "https://www.nytimes.com/es/2022/10/03/espanol/antidepresivos-sindrome-premenstrual-grave.html"}