{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:54:50", "date_modify": "2022-10-25 23:54:50", "date_publish": "2021-04-20 07:00:07", "description": "El nuevo torneo busca reestructurar el fútbol europeo para beneficiar a algunos equipos ricos, pero todavía falta un largo camino por recorrer.", "filename": "es_2021_04_20_espanol_futbol-superliga-real-madrid-liverpool_1666742090.html", "image_url": "https://static01.nyt.com/images/2021/04/18/sports/20on-soccer-ESP-00/18onsoccer-henry-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bcc0bb593d8b2012b306ab0008a5d2c0946e1deac8ec9ae0724f71725a771625&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_04_20_espanol_futbol-superliga-real-madrid-liverpool_1666742090.html", "title": "La Superliga europea parece inevitable, pero eso no significa que sea un éxito", "title_page": "La Superliga europea parece inevitable, pero eso no significa que sea un éxito - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Para la docena de miembros fundadores, el atractivo de una Superliga es que es predecible. Ya no habría que preocuparse por la clasificación para la Liga de Campeones —es posible que al menos cuatro de los equipos comprometidos se pierdan la edición de la próxima temporada solo por no ser lo suficientemente buenos en sus ligas nacionales— para tener acceso al premio más lucrativo del fútbol. En cambio, los ingresos estarían garantizados.\nEl problema con eso, por supuesto, es que la imprevisibilidad —lo que en el argot del deporte se conoce con bastante grandilocuencia como equilibrio competitivo— forma parte del secreto del atractivo del fútbol. En marzo, el F. C. Porto eliminó a la Juventus de la Liga de Campeones en octavos de final. Su eliminación se produjo la misma semana en que el presidente de la Juventus, Andrea Agnelli, había anunciado sus planes descabellados para mejorar el deporte que dice amar.\nDesde una perspectiva empresarial, la salida de su club es mala. La Juventus es la campeona de Italia. Es uno de los equipos más populares del mundo. Tiene mucho más atractivo de taquilla que Porto y cuanto más tiempo permanezca en la Liga de Campeones, mejor no solo para la propia Juventus, sino hasta cierto punto para la competición en su conjunto. Sin embargo, desde una perspectiva deportiva, su desaparición fue un drama fascinante, y en el centro de la trama estaba el peligro: algo estaba en juego. Si se quita el riesgo es muy probable que el producto sufra.\nPara las sensibilidades estadounidenses, por supuesto, nada de esto es ajeno. Las principales ligas profesionales de Norteamérica funcionan todas como tiendas cerradas, libres del espectro de la promoción y el descenso, y lo están haciendo bastante bien. Su ejemplo se ha filtrado en el pensamiento no solo de aquellos clubes europeos cuyos propietarios tienen intereses en la NFL o en la Major League Baseball, sino también de aquellos que miran con envidia tanto los acuerdos de transmisión que pueden ordenar como las medidas de control de costos a su disposición.", "url": "https://www.nytimes.com/es/2021/04/20/espanol/futbol-superliga-real-madrid-liverpool.html"}