{"authors": ["Binyamin Applebaum"], "date_download": "2022-10-25 23:41:56", "date_modify": "2022-10-25 23:41:56", "date_publish": "2017-08-16 13:50:05", "description": "En el primer día de conversaciones para reformular el acuerdo comercial norteamericano, el equipo estadounidense mantuvo sus críticas respecto a que el pacto ha causado un desequilibrio, mientras que canadienses y mexicanos recalcaron el valor de la unidad regional y la apertura comercial.", "filename": "es_2017_08_16_espanol_renegociacion-tlcan-mexico-canada-eeuu-comercio.html_rref=collection%252Fsectioncollection%252Fnyt-es_1666741316.html", "image_url": "https://static01.nyt.com/images/2017/08/17/us/17dc-nafta/17dc-nafta-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4e670bf3f985b7225571a7fd0ebd0270db5ca94ae1a99d2384a70386f3718c05&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_08_16_espanol_renegociacion-tlcan-mexico-canada-eeuu-comercio.html_rref=collection%252Fsectioncollection%252Fnyt-es_1666741316.html", "title": "La renegociación del TLCAN arranca entre desacuerdos y tensiones", "title_page": "La renegociación del TLCAN arranca entre desacuerdos y tensiones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sin embargo, los fabricantes de autos no están tan seguros. Importar partes a un menor precio ayuda a que el costo del producto final sea menor. En general, mientras más componentes haya de la zona del TLCAN y mientras mayor sea la proporción de partes estadounidenses, mayor es el precio del auto.\n“Muchas personas en la comunidad empresarial sienten que el TLCAN funciona muy bien y no quieren irrupciones a sus cadenas de suministro actuales”, dijo Jeffrey Schott, experto en el tratado del Peterson Institute for International Economics, en Washington.\nLas tres naciones están de acuerdo en general con que el TLCAN necesita modernizarse. Por ejemplo, fue escrito antes del comercio en línea. También hay respaldo a que haya una implementación más fuerte de protecciones laborales y ambientales. De hecho, los tres países ya renegociaron el TLCAN de cara al –ahora descartado– Acuerdo Transpacífico.\nDiscutir algunos de los temas sí podría ser relativamente sencillo. El gobierno estadounidense quiere incluir provisiones sobre la manipulación del tipo de cambio; pero tanto Canadá como México tienen bandas cambiarias y es poco probable que se resistan al gesto simbólico.\nSin embargo, Canadá y México han mostrado mayor resistencia a las exigencias estadounidenses en otras cuestiones de mayor sustancia.\nLuis de la Calle, exnegociador del TLCAN por parte de México, dijo que las amenazas y declaraciones combativas de Trump han sido menos desde la elección. “Mucha gente pensaba entonces que tenía el poder para imponer aranceles, cerrar la frontera y prevenir las inversiones”, dijo De la Calle. “Ahora ya aprendieron lo que los expertos comerciales han sabido desde un inicio: no tiene esos poderes”.\nTrump también necesitará el respaldo legislativo para avanzar con su acuerdo revisado. Los demócratas, que también han buscado que haya cambios al TLCAN, comparten algunas de las propuestas, pero los desacuerdos políticos posiblemente compliquen un voto en alianza. También hay poco apoyo en el congreso a la amenaza de la Casa Blanca de retirarse por completo del acuerdo si México y Canadá se resisten a los cambios propuestos.", "url": "https://www.nytimes.com/es/2017/08/16/espanol/renegociacion-tlcan-mexico-canada-eeuu-comercio.html?rref=collection%252Fsectioncollection%252Fnyt-es"}