{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:38:09", "date_modify": "2022-10-25 23:38:09", "date_publish": "2018-01-14 11:20:48", "description": "El gobierno estadounidense dijo que permitirá la renovación del permiso que protege de la deportación a jóvenes inmigrantes conocidos como “dreamers” para acatar un fallo emitido esta semana, aunque no se aceptarán nuevas solicitudes.", "filename": "es_2018_01_14_espanol_renovacion-daca-trump-dreamers_1666741089.html", "image_url": "https://static01.nyt.com/images/2018/01/15/us/15xp-DACA/15xp-DACA-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ffa8b9c4d5a6811b8dd84fd7c47eb870c774972a5e251ec96c00d64a80c4a61b&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_01_14_espanol_renovacion-daca-trump-dreamers_1666741089.html", "title": "Los beneficiarios de DACA pueden solicitar de nuevo su renovación", "title_page": "Los beneficiarios de DACA pueden solicitar de nuevo su renovación - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El gobierno federal estadounidense dijo el sábado que de nuevo está aceptando solicitudes de renovación del permiso DACA, que protege de la deportación a jóvenes inmigrantes que fueron llevados ilegalmente a Estados Unidos por padres o familiares cuando eran niños.\nEn un comunicado, el Servicio de Ciudadanía e Inmigración de Estados Unidos dijo que el programa establecido por el gobierno de Obama, la Acción Diferida para los Llegados en la Infancia, conocido como DACA por su sigla en inglés, “hasta nuevo aviso” operará en los términos existentes antes de que fuera rescindida el 5 de septiembre de 2017, cuando el presidente Trump lo revocó.\nLa decisión fue anunciada después de que un juez federal en California emitiera un fallo el martes en la que ordenaba al gobierno de Trump a reanudar DACA en lo que se resuelven acciones legales contra la revocación.\nLa agencia dijo el sábado que las personas a las que anteriormente les fue otorgada la acción diferida podrían solicitar una renovación si el permiso había expirado el 5 de septiembre de 2017 o después. La agencia dijo que las personas que previamente habían sido beneficiarios de DACA, pero cuya acción diferida había expirado antes del 5 de septiembre del año pasado no podrían renovar, pero en vez de eso pueden presentar una nueva solicitud. Subrayó que la misma instrucción aplica para cualquiera cuyo permiso haya concluido.", "url": "https://www.nytimes.com/es/2018/01/14/espanol/renovacion-daca-trump-dreamers.html"}