{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:26:16", "date_modify": "2022-10-25 23:26:16", "date_publish": "2020-09-30 11:00:08", "description": "Los científicos dicen que la clave tal vez está en la respuesta inmune del organismo infantil ante los patógenos desconocidos.", "filename": "es_2020_09_30_espanol_ciencia-y-tecnologia_ninos-inmunes-coronavirus_1666740376.html", "image_url": "https://static01.nyt.com/images/2020/09/25/science/30virus-children-00/25VIRUS-KIDS01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=a57af1dd57106faec5e821aed8690dfeec01b14eb505324676bfa0ae69bc26cc&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_09_30_espanol_ciencia-y-tecnologia_ninos-inmunes-coronavirus_1666740376.html", "title": "¿Por qué los niños resisten mejor el coronavirus?", "title_page": "¿Por qué los niños resisten mejor el coronavirus? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La razón por la que el coronavirus afecta mucho menos a los niños que a los adultos se ha vuelto un misterio que ha durado toda la pandemia. La gran mayoría de los niños no se enferma; cuando sucede, suelen recuperarse.\nEl primer estudio que compara la respuesta inmunitaria de los niños con la de los adultos sugiere una razón para explicar por qué los niños han tenido relativamente buena fortuna. En los niños, una rama del sistema inmunitario que ha evolucionado para protegerlos de patógenos desconocidos destruye con rapidez el coronavirus antes de que cause daño en el cuerpo, de acuerdo con la investigación, publicada la semana pasada en Science Translational Medicine.\n“En conclusión, sí, los niños tienen una respuesta inmunitaria distinta frente a este virus que al parecer los protege”, comentó Betsy Herold, una experta en enfermedades infecciosas pediátricas de la Escuela de Medicina Albert Einstein, quien dirigió el estudio.", "url": "https://www.nytimes.com/es/2020/09/30/espanol/ciencia-y-tecnologia/ninos-inmunes-coronavirus.html"}