{"authors": ["William J. Broad"], "date_download": "2022-10-25 23:41:27", "date_modify": "2022-10-25 23:41:27", "date_publish": "2022-03-24 12:00:12", "description": "Los expertos militares dicen que una nueva generación de armas nucleares aumenta el riesgo de que Putin use armas atómicas menos destructivas en los campos de batalla de Ucrania y sus alrededores.", "filename": "es_2022_03_24_espanol_ucrania-bombas-nucleares_1666741287.html", "image_url": "https://static01.nyt.com/images/2022/02/11/science/00nukes-esp1/00nukes-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_03_24_espanol_ucrania-bombas-nucleares_1666741287.html", "title": "Las armas nucleares y el riesgo en la guerra en Ucrania", "title_page": "Las armas nucleares y el riesgo en la guerra en Ucrania - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Putin está usando la disuasión nuclear para hacer lo que quiere en Ucrania”, aseveró Nina Tannenwald, una politóloga de la Universidad de Brown que hace poco hizo un perfil sobre los armamentos menos poderosos. “Sus armas nucleares evitan que Occidente intervenga”.\nUna carrera global por las armas menos poderosas se intensifica. Aunque esas armas son menos destructivas en comparación con los estándares de la Guerra Fría, hay estimaciones modernas que muestran que si el equivalente a media bomba como la de Hiroshima se detonara en el centro de Manhattan, mataría o lesionaría a medio millón de personas.\nEl problema con estas armas es que socavan el tabú nuclear y hacen que las situaciones de crisis sean más peligrosas. Por su naturaleza menos destructiva, afirman los críticos, pueden fomentar la ilusión de control atómico cuando, de hecho, su uso puede desatar una guerra nuclear a gran escala de un momento a otro. Una simulación creada por expertos en la Universidad de Princeton comienza con Moscú haciendo un ataque nuclear de advertencia; la OTAN responde con un pequeño ataque y la guerra consiguiente causa más de 90 millones de bajas en las primeras horas.\nNingún tratado de control de armas regula las ojivas menores, conocidas en ocasiones como armas nucleares tácticas o no estratégicas, por lo que las superpotencias nucleares fabrican y despliegan tantas como desean. Rusia cuenta con unas 2000, según Hans M. Kristensen, director del Proyecto de Información Nuclear en la Federación de Científicos Estadounidenses, una organización privada en Washington. Además, Estados Unidos tiene alrededor de 100 en Europa, una cantidad limitada por disputas de políticas nacionales y las complejidades políticas de ubicarlas en bases entre los aliados de la OTAN, cuyas poblaciones a menudo se resisten y protestan por la presencia de las armas.\nLa doctrina de la guerra atómica de Rusia llegó a ser conocida como “escalar para desescalar”, lo que significa que las tropas derrotadas dispararían un arma nuclear para aturdir a un agresor con el fin de que se retirara o se sometiera. En repetidas oportunidades, Moscú practicó esa táctica en ejercicios de campo. En 1999, por ejemplo, un gran ejercicio simuló un ataque de la OTAN contra Kaliningrado, el enclave ruso en el mar Báltico. El ejercicio tuvo a las fuerzas rusas en desorden hasta que Moscú disparó armas nucleares contra Polonia y Estados Unidos.\nKühn, el académico de la Universidad de Hamburgo, dijo que los ejercicios de entrenamiento defensivo de la década de 1990 se volvieron ofensivos en la década de 2000 cuando el Ejército ruso recuperó parte de su fuerza previa.\nSimultáneamente con su nueva estrategia ofensiva, Rusia se embarcó en una modernización de sus fuerzas nucleares, incluidas sus armas menos destructivas. Al igual que en Occidente, algunas de las ojivas recibieron rendimientos explosivos variables que podían aumentarse o disminuirse según la situación militar.", "url": "https://www.nytimes.com/es/2022/03/24/espanol/ucrania-bombas-nucleares.html"}