{"authors": ["Tariq Panja", "Rory Smith"], "date_download": "2022-10-25 23:54:53", "date_modify": "2022-10-25 23:54:53", "date_publish": "2021-04-19 20:23:41", "description": "Tanto si eres un aficionado de toda la vida como si no eres capaz de distinguir entre los equipos de Manchester y los de Madrid, tenemos respuestas a tus preguntas más urgentes.", "filename": "es_2021_04_19_espanol_superliga-europea_1666742093.html", "image_url": "https://static01.nyt.com/images/2021/04/19/sports/19soccer-explainer-ES-1/19soccer-explainer1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fc374c57e01b506afffb49ce1f16d5aa2a319c83130dc510b444eafa436f31c2&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_04_19_espanol_superliga-europea_1666742093.html", "title": "Superliga europea: esto es lo que sabemos", "title_page": "Superliga europea: esto es lo que sabemos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "De repente, no está claro hacia dónde se dirige el fútbol, ni qué aspecto tendrá cuando llegue allí. Esto es lo que sabemos hasta ahora.\nPrimero lo primero: ¿Qué es una Superliga?\nEl concepto existe desde hace décadas: una competencia continental que incorpora todos los nombres más famosos de las ligas nacionales de Europa cada año en un evento propio. Durante mucho tiempo, ha sido de hecho algo entre una aspiración y una amenaza. Sin embargo, el domingo por la noche fue la primera vez que alguien le dio una forma física.\n¿Quién puede participar?\nHasta ahora, hay 12 miembros fundadores. Los equipos que impulsaron el proyecto —Real Madrid, Manchester United, Liverpool y Juventus— han tenido la amabilidad de invitar a otros ocho clubes a unirse a ellos: el Barcelona y el Atlético de Madrid de España, el Inter de Milán y el A. C. de Milán de Italia, y el resto de los autodenominados Seis Grandes de la Liga Premier: Manchester City, Chelsea, Tottenham y Arsenal.\nSe espera que pronto se les unan otros tres miembros permanentes, aunque todavía no está claro por qué esos equipos no han revelado su participación. El París Saint-Germain francés y el gigante portugués F. C. Porto se consideraban probables candidatos, pero ambos se han distanciado del proyecto. Los organizadores desean contar con un equipo como el Bayern de Múnich, campeón vigente de Europa y uno de los mayores clubes del mundo, pero el lunes el presidente del Borussia Dortmund dijo que su equipo estaba descartado y que el Bayern estaba de acuerdo con su postura.\nSea cual sea la lista final, esos 15 equipos fundadores formarán la base de la liga. Los 20 clubes de cada temporada se completarán con un reparto rotativo de cinco equipos más, elegidos mediante algún tipo de fórmula que los organizadores aún no han decidido.", "url": "https://www.nytimes.com/es/2021/04/19/espanol/superliga-europea.html"}