{"authors": ["Elisabeth Malkin", "Elda Cantú"], "date_download": "2022-10-25 22:59:05", "date_modify": "2022-10-25 22:59:05", "date_publish": "2019-11-26 15:31:45", "description": "El expresidente de Bolivia salió huyendo de su país y vive, por ahora, en una base militar mexicana, en donde se siente encerrado y nostálgico por la nación que dejó atrás.", "filename": "es_2019_11_26_espanol_america-latina_evo-morales-mexico_1666738745.html", "image_url": "https://static01.nyt.com/images/2019/11/22/world/26EvoES-1/22evo3-facebookJumbo.jpg?year=2019&h=550&w=1050&s=451087f4acaca1e50f8d1be8136aa6de7862e234c44302f44adc9a4822dd408a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_11_26_espanol_america-latina_evo-morales-mexico_1666738745.html", "title": "Evo Morales sabe que su presidencia ha terminado", "title_page": "Evo Morales sabe que su presidencia ha terminado - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dijo que todavía es el presidente de su país, al menos hasta el 22 de enero, cuando finaliza oficialmente su mandato, y por eso piensa que se le debe permitir regresar a Bolivia y terminar los últimos dos meses de su presidencia.\n“ Aquí, ¿cómo hacemos? ”, preguntó con lamento. “Tenemos que defender, ya no solo a Evo, sino a los programas sociales, bonos, rentas, los pequeños programas”.\nEstá convencido de que existe una rotunda exigencia para que regrese a Bolivia y que el país no puede progresar sin él. Según algunos medios, su partido, que tiene la mayoría en el congreso, ha propuesto que a él y a su círculo cercano se les otorgue inmunidad de enjuiciamiento.\nPero los eventos sucedidos en La Paz, la capital de Bolivia, se han precipitado desde que se marchó del país. En medio de las continuas protestas de sus partidarios y las violentas acciones represivas de las fuerzas de seguridad, su partido y la oposición trabajaron para aprobar una ley para convocar nuevas elecciones, según informó The Associated Press.\nMorales no dio importancia a que algunos miembros de su propio partido hayan dicho que presentarán candidatos en las nuevas elecciones, dijo que solo son “algunos compañeros que no están escuchando el pedido clamoroso del pueblo”.\nSin embargo, prometió apoyar al candidato a la presidencia que elija su partido; es, como lo calificó, una obligación. Y agregó que ahora que está “liberado de ser presidente”, tendrá más tiempo para hacer campaña por los candidatos de su partido.\nEn un tono mucho más moderado que en otras apariciones públicas recientes, Morales habló con nostalgia de Bolivia. El líder de toda la vida del sindicato cocalero dijo que extrañaba la hoja de coca, un estimulante que muchos bolivianos mastican. Bromeó sobre la comida mexicana, demasiado picante para su gusto, y dijo que tenía que aprender a comer tortillas en lugar de quinua.", "url": "https://www.nytimes.com/es/2019/11/26/espanol/america-latina/evo-morales-mexico.html"}