{"authors": ["Yan Zhuang", "Elian Peltier"], "date_download": "2022-10-25 23:47:11", "date_modify": "2022-10-25 23:47:11", "date_publish": "2021-06-08 17:32:43", "description": "Autoridades policiales dieron a conocer un operativo de tres años en el que dijeron haber interceptado millones de mensajes que llevaron a cientos de detenciones en todo el mundo.", "filename": "es_2021_06_08_espanol_operacion-trojan-shield-celulares_1666741631.html", "image_url": "https://static01.nyt.com/images/2021/06/08/world/08sting-esp-1/08STING1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=b891cbbf5b99f83907bb4506a85de130004bab4365a9d2a8a73cb60852e84236&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_06_08_espanol_operacion-trojan-shield-celulares_1666741631.html", "title": "Operación Escudo de Troya: una app llevó a redadas en todo el mundo", "title_page": "Operación Escudo de Troya: una app llevó a redadas en todo el mundo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El martes, autoridades policiales de todo el mundo revelaron una operación de tres años de duración, en la que, dijeron, interceptaron más de 20 millones de mensajes y detuvieron al menos a 800 personas en más de una decena de países.\nLa operación, conocida como Trojan Shield, representa un gran avance para las fuerzas del orden. Aunque las autoridades han descifrado o cerrado plataformas cifradas en el pasado —como una llamada EncroChat que la policía europea consiguió hackear—, este es el primer caso conocido en el que las autoridades han controlado toda una red cifrada desde su creación.\nEuropol, la agencia policial europea, describió el esfuerzo como “una de las mayores y más sofisticadas operaciones policiales hasta la fecha en la lucha contra las actividades delictivas encriptadas”.\n“En las próximas semanas se llevarán a cabo innumerables operaciones derivadas”, dijo Europol en un comunicado. Se espera que las fuerzas del orden estadounidenses anuncien nuevas detenciones el martes.\nEn Australia, la operación atrapó a grupos de delincuencia organizada nacionales e internacionales y a pandillas de motoristas forajidos, y se detuvo a más de 200 personas, según las autoridades. En Suecia, la policía detuvo a 155 personas sospechosas de delitos graves y evitó el asesinato de diez personas gracias a la operación, según informaron las autoridades en un comunicado. La operación se dirigió también contra la delincuencia organizada italiana y las organizaciones internacionales de tráfico de drogas, y cientos de personas más fueron detenidas en Europa.", "url": "https://www.nytimes.com/es/2021/06/08/espanol/operacion-trojan-shield-celulares.html"}