{"authors": ["Andrew Keh"], "date_download": "2022-10-25 23:45:52", "date_modify": "2022-10-25 23:45:52", "date_publish": "2018-02-15 10:00:49", "description": "En la delegación de Corea del Norte en las Olimpiadas de Invierno hay un grupo de 229 jóvenes animadoras que, para algunos, son una muestra de las posibilidades de paz en medio de crisis nucleares; para otros, solo representan el engrane de una maquinaria propagandística.", "filename": "es_2018_02_15_espanol_porristas-corea-olimpiadas-pieonchang_1666741552.html", "image_url": "https://static01.nyt.com/images/2018/02/13/sports/13cheerleaders-web1SUB/13cheerleaders-web1SUB-facebookJumbo.jpg?year=2018&h=550&w=1050&s=78b86ee4a3f253f7c86e7fdfee44719c478746828a4505767dffd3842613b603&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_02_15_espanol_porristas-corea-olimpiadas-pieonchang_1666741552.html", "title": "Las porristas norcoreanas tienen una disciplina militar y las supervisan hasta cuando van al baño", "title_page": "Las porristas norcoreanas tienen una disciplina militar y las supervisan hasta cuando van al baño - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Están bajo un estricto control: entran y salen de las arenas olímpicas en las que dan su espectáculo con guardaespaldas que las protegen de cualquier interacción con extraños. En esta esfera tan pública han sido fuente de una intensa e incesante curiosidad. Dado que son tantas y con ello han sido parte de escenas algo surreales, han conseguido un nivel de atención —en las mismas sedes deportivas y por parte de los medios— que despertaría la envidia de la mayoría de los atletas olímpicos.\n“Es una parte más de su ofensiva de paz y encanto”, dijo Duyeon Kim, investigador sénior visitante en el Foro para el Futuro de la Península de Corea.\nA pesar de todo el escrutinio del que han sido objeto, es poco lo que se sabe sobre las porristas.\nEl equipo de animación se hospeda en 108 unidades de condominio en un alejado centro turístico en Inje Speedium, un complejo de pistas de carreras en el condado Inje ubicado a lo largo de las laderas del monte Sorak. Ahí, en la mayoría de los casos, hay dos personas en una misma habitación, de acuerdo con Kim Tae-eun, vocero de Inje Speedium. Hay veintiún reporteros norcoreanos que también se quedan en habitaciones ahí. Según Kim, la mayoría de las unidades tienen dos televisiones con canales locales y satelitales disponibles (lo que pondría en entredicho la idea de que los norcoreanos no pueden tener acceso a información sobre cómo se vive fuera del régimen de su país).", "url": "https://www.nytimes.com/es/2018/02/15/espanol/porristas-corea-olimpiadas-pieonchang.html"}