{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:22:46", "date_modify": "2022-10-25 23:22:46", "date_publish": "2022-06-07 09:00:17", "description": "El estudio era pequeño y los expertos dicen que hay que replicarlo. Pero para 18 pacientes oncológicos, el resultado produjo “lágrimas de felicidad”.", "filename": "es_2022_06_07_espanol_cancer-rectal_1666740166.html", "image_url": "https://static01.nyt.com/images/2022/06/05/science/07rectal-cancer-ESP-1/05rectal-cancer-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_06_07_espanol_cancer-rectal_1666740166.html", "title": "Un ensayo sobre cáncer da un resultado inesperado: remisión en todos los pacientes", "title_page": "Un ensayo sobre cáncer da un resultado inesperado: remisión en todos los pacientes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Las personas que participaron en ese ensayo tomaron pembrolizumab, un inhibidor de puntos de control fabricado por Merck, hasta por un periodo de dos años. Los tumores se encogieron o estabilizaron en casi una tercera parte o incluso la mitad de los pacientes y vivieron más. Los tumores desaparecieron en el 10 por ciento de los participantes del estudio.\nEso hizo que Cercek y Diaz se preguntaran ¿qué pasaría si el medicamento se usara en un estadio mucho más temprano de la enfermedad, antes de que el cáncer tenga la oportunidad de diseminarse?\nSe decidieron por un estudio de pacientes con cáncer rectal localmente avanzado; es decir, con tumores que se habían extendido por el recto y a veces por los ganglios linfáticos, pero no por otros órganos. Cercek había observado que la quimioterapia no ayudaba a una parte de las personas que tenían las mismas mutaciones que afectaban a los pacientes del ensayo de 2017. En vez de reducirse durante el tratamiento, sus tumores rectales crecían.\nQuizás, razonaron Cercek y Díaz, la inmunoterapia con un inhibidor de puntos de control permitiría que esos pacientes evitaran tratamientos como la quimioterapia, la radiación y la cirugía.\nDiaz empezó a preguntar a las empresas que fabricaban inhibidores de puntos de control si podían patrocinar un ensayo reducido. Las farmacéuticas lo rechazaron, con el argumento de que el estudio era demasiado arriesgado. Él y Cercek querían administrar el fármaco a pacientes que pudieran curarse con los tratamientos estándar. Lo que los investigadores proponían podría permitir que los cánceres crecieran más allá del punto en el que fueran curables.\n“Es muy difícil alterar el estándar de atención. Toda la maquinaria de atención estándar quiere hacer la cirugía”, explicó Díaz.\nAl final, una pequeña empresa de biotecnología, Tesaro, aceptó patrocinar el estudio. GlaxoSmithKline compró Tesaro y Díaz tuvo que recordar a la empresa más grande que estaban haciendo el estudio; los ejecutivos casi se habían olvidado del pequeño ensayo.", "url": "https://www.nytimes.com/es/2022/06/07/espanol/cancer-rectal.html"}