{"authors": ["Dan Barry"], "date_download": "2022-10-25 22:57:20", "date_modify": "2022-10-25 22:57:20", "date_publish": "2021-02-12 11:00:07", "description": "Diez dosis de la vacuna de COVID-19 expirarían en unas horas, por lo que un médico de Houston se las administró a personas con afecciones médicas, incluida su esposa. Lo que sucedió luego fue “el momento más bajo de mi vida”, dijo el doctor Hasan Gokal.", "filename": "es_2021_02_12_espanol_hasan-gokal-vacuna_1666738640.html", "image_url": "https://static01.nyt.com/images/2021/02/09/multimedia/00covid-doctor-1-esp-1/00covid-doctor-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=0abceff6a2458681a410672b45da4b941ea3653132c503664ca5798cd8187bec&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_02_12_espanol_hasan-gokal-vacuna_1666738640.html", "title": "Hasan Gokal, el médico que fue despedido por no desperdiciar dosis de la vacuna", "title_page": "Hasan Gokal, el médico que fue despedido por no desperdiciar dosis de la vacuna - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gokal, de 48 años, emigró de Pakistán cuando era niño y se graduó de médico en la SUNY Upstate Medical University en Syracuse. Después de trabajar en hospitales de la zona central del estado de Nueva York, se mudó a Texas en 2009 para supervisar el departamento de emergencias en un hospital suburbano de Houston. Su trabajo voluntario ha incluido la reconstrucción de viviendas y labores de atención médica después del huracán Harvey en 2017.\nEn los últimos años, Gokal dividió su tiempo entre dos hospitales de la zona. Pero cuando la pandemia golpeó a principios de 2020, vivió durante un mes en un hotel y un apartamento para no arriesgarse a infectar a su esposa, María, de 47 años, quien tiene sarcoidosis pulmonar, una enfermedad que la deja sin aliento después de cualquier actividad física.\n“Estaba petrificado ante la posibilidad de llegar a casa y contagiar de covid a mi esposa”, dijo.\nAfortunadamente, dijo, el departamento de Salud Pública del Condado de Harris lo reclutó en abril para convertirse en el director médico de su equipo de respuesta a la covid. El sueldo era menor, pero estaba ansioso por proteger a su esposa limitando su exposición al coronavirus en las salas de emergencia.\nEl 22 de diciembre, Gokal participó en una conferencia telefónica en la que los funcionarios de salud estatales explicaron los protocolos para administrar la vacuna Moderna recientemente aprobada. Las diez u once dosis en un vial tienen seis horas de vida luego de que se perfora el sello.\nGokal dijo que la indicación fue vacunar a las personas elegibles en la categoría 1(a) (trabajadores de la salud y residentes en centros de atención a largo plazo) y luego las de la categoría 1(b) (personas mayores a 65 años o con una condición de salud que incremente el riesgo de una enfermedad grave relacionada con la COVID-19).\nSegún Gokal, después de eso el mensaje fue: “Simplemente inyéctenlas en los brazos de las personas. No queremos que se pierda ninguna dosis. Punto”.\nEl martes 29 de diciembre, Gokal llegó antes del amanecer a un parque en el suburbio de Humble, en Houston, para supervisar una campaña de vacunación destinada en su mayoría a los trabajadores de emergencias. En parte debido a la poca publicidad, el ritmo fue lento, se administraron menos de 250 dosis. Pero este era el primer evento público del condado, dijo. “Sabíamos que habría contratiempos”.", "url": "https://www.nytimes.com/es/2021/02/12/espanol/hasan-gokal-vacuna.html"}