{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:51:14", "date_modify": "2022-10-25 23:51:14", "date_publish": "2016-04-04 15:10:14", "description": "Las declaraciones del senador exponen cómo un partido de izquierda que llegó al poder y juró acabar con la corrupción de una élite política privilegiada terminó adoptando las prácticas de sus predecesores.", "filename": "es_2016_04_04_espanol_america-latina_delcidio-do-amaral-revela-en-detalle-la-corrupcion-en-brasil_1666741874.html", "image_url": "https://static01.nyt.com/images/2016/04/02/world/04brazil-web/04brazil-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b90e69993d937a135da2d85fa52bcd66048a3f8eab85a9ef77197885563e6afd&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_04_04_espanol_america-latina_delcidio-do-amaral-revela-en-detalle-la-corrupcion-en-brasil_1666741874.html", "title": "El Senador Delcídio do Amaral revela en detalle la corrupción en Brasil", "title_page": "El Senador Delcídio do Amaral revela en detalle la corrupción en Brasil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ya que su objetivo era hacer que Amaral se pusiera definitivamente en contra de Rousseff y su Partido de los Trabajadores, los investigadores consideraron que el nombre código de la operación fuera Catilina, al igual que el patricio renegado cuyas conspiraciones agitaron el Senado romano en el siglo I a. C.\nLos relatos del senador acerca de sobornos colosales, acuerdos petroleros por debajo de la mesa y encubrimientos desesperados ⎯descifrados a partir de entrevistas, llamadas telefónicas interceptadas y después filtradas, así como documentos tribunales⎯ brindan un panorama excepcional de la forma en que un partido de izquierda que llegó al poder y juró acabar con la corrupción de una élite política privilegiada terminó adoptando las prácticas de sus predecesores. Su testimonio ha acelerado la crisis política de Brasil, en la que los gobernantes temerosos están dominando el arte de aferrarse al poder, grabándose en secreto y preparándose para el día en que ellos también se puedan encontrar en el lado equivocado de una redada policiaca, temprano en la mañana.\nIncluso el juez, quien al principio fue proclamado por perseguir sin miedo a los poderosos, ahora es acusado de romper la ley por publicar evidencia de la investigación.\nLa agitación comenzó hace dos años cuando los fiscales descubrieron un complot dentro de la compañía petrolera nacional, Petrobras: los contratistas habían pagado cerca de 3 mil millones de dólares en sobornos a ejecutivos que a su vez canalizaron el dinero a las campañas de partidos en la coalición gobernante de Brasil. Casi 40 políticos, magnates de los negocios y comerciantes de dinero del mercado negro han sido encarcelados desde entonces, y se espera que la lista crezca; los fiscales investigan a los sospechosos, entre ellos los líderes de ambas cámaras del Congreso.\nLos investigadores dicen que el escándalo de corrupción está entre los más trascendentales en los países en vías de desarrollo, y lo compararon con un terremoto que afecta a la élite más privilegiada del país. Se ha desenvuelto junto con retos económicos aplastantes, pues el aumento en los precios de los productos básicos han elevado el número de desempleados del 6,8 por ciento del año pasado, a 9,5 este año. Tan solo en 2015, Brasil perdió cerca de 1,5 millones de trabajos, un sorprendente giro inesperado después del crecimiento económico del país de 7,6 por ciento en 2010.", "url": "https://www.nytimes.com/es/2016/04/04/espanol/america-latina/delcidio-do-amaral-revela-en-detalle-la-corrupcion-en-brasil.html"}