{"authors": ["Giovanni Russonello"], "date_download": "2022-10-25 23:32:22", "date_modify": "2022-10-25 23:32:22", "date_publish": "2016-09-15 14:01:01", "description": "Según una encuesta de The New York Times/CBS News, Hillary Clinton cuenta con el apoyo del 46 por ciento de los electores a nivel nacional frente a un 44 por ciento de Donald Trump.", "filename": "es_2016_09_15_espanol_la-brecha-entre-donald-trump-y-hillary-clinton-cada-vez-se-cierra-mas_1666740742.html", "image_url": "https://static01.nyt.com/images/2016/09/16/us/16poll_web1/16poll_web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b4787eda1003da43c946460f92ec3636aed18920885a9df7a436d14dc6069e67&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_09_15_espanol_la-brecha-entre-donald-trump-y-hillary-clinton-cada-vez-se-cierra-mas_1666740742.html", "title": "La brecha entre Donald Trump y Hillary Clinton cada vez se cierra más", "title_page": "La brecha entre Donald Trump y Hillary Clinton cada vez se cierra más - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El descontento con los candidatos de los partidos principales está muy extendido. Entre quienes dicen que tienen la intención de votar a favor de Trump o Clinton, un poco más de la mitad expresan un fuerte apoyo. El resto afirma tener dudas acerca de su candidato, o votarán para frustrar al oponente.\nEn general, solo el 43 por ciento de los votantes probables se describen como entusiastas ante la perspectiva de emitir su voto en noviembre. Cincuenta y uno por ciento de los partidarios de Trump dicen que están entusiasmados por la votación; 43 por ciento de los partidarios de Clinton afirman lo mismo.\nClinton fue muy criticada la semana pasada al sugerir que la mitad de los partidarios de Trump tenían puntos de vista que los convertían en personas “deplorables”, y por los intentos de su equipo de campaña para ocultar su diagnóstico de neumonía. La encuesta de The New York Times/CBS News se realizó del 9 al 13 de septiembre, por lo que muchos de los entrevistados eran conscientes de las controversias generadas por la candidata demócrata.\nEsta es la primera encuesta de The New York Times/CBS News del ciclo electoral que intenta medir a los posibles votantes. La encuesta telefónica a nivel nacional consultó a 1433 votantes registrados y tiene un margen de error de tres puntos porcentuales, aproximadamente. Para lograr una muestra que refleje al electorado, esos votantes fueron medidos por sus respuestas a las preguntas sobre la historia de la elección, la noticias de la campaña y su probabilidad de votar.", "url": "https://www.nytimes.com/es/2016/09/15/espanol/la-brecha-entre-donald-trump-y-hillary-clinton-cada-vez-se-cierra-mas.html"}