{"authors": ["Sophie Egan"], "date_download": "2022-10-25 23:22:40", "date_modify": "2022-10-25 23:22:40", "date_publish": "2019-07-02 12:00:25", "description": "Cocinar a la parrilla conlleva posibles riesgos a la salud; si lo haces con frecuencia, los expertos sugieren que tomes medidas sencillas para disminuir tu exposición a compuestos cancerígenos.", "filename": "es_2019_07_02_espanol_carne-asada-cancer_1666740160.html", "image_url": "https://static01.nyt.com/images/2019/07/02/science/02-well-grilling/well-grilling-facebookJumbo.jpg?year=2019&h=549&w=1050&s=e1de91389a847e1dcf1752f3939ffe3a3da66d334a280eefac0cff115a58f198&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_07_02_espanol_carne-asada-cancer_1666740160.html", "title": "Cómo disminuir el riesgo de cáncer al cocinar a la parrilla", "title_page": "Cómo disminuir el riesgo de cáncer al cocinar a la parrilla - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A muchas personas les sorprendería saber que cocinar a la parrilla conlleva posibles riesgos de desarrollar cáncer. Sin embargo, cada año, el Instituto Estadounidense para la Investigación del Cáncer publica una guía para “cocinar a la parrilla y prevenir el cáncer”, en la que les advierte a los consumidores que eviten dos tipos de compuestos que se han relacionado con el cáncer. Estos compuestos, llamados hidrocarburos aromáticos policíclicos y aminas heterocíclicas, se producen cuando los alimentos, en especial la carne, se cocinan en un asador. No se ha comprobado que provoquen cáncer en las personas, pero ciertos estudios de laboratorio han revelado que alteran el ADN de una manera que podría conducir a este padecimiento.\n[Si quieres recibir los mejores reportajes de The New York Times en Español en tu correo suscríbete aquí a El Times]\n“Los hidrocarburos aromáticos policíclicos se forman cuando se quema cualquier tipo de materia orgánica”, principalmente la grasa que escurre de la carne y se desliza por las rejillas del asador, “porque el carbono en su interior entra en combustión en las llamas, y esos hidrocarburos se elevan con el humo”, dijo Rashmi Sinha, investigadora principal de la División de Epidemiología y Genética del Cáncer en el Instituto Nacional del Cáncer. El humo que se produce puede envolver a la carne y cubrirla de compuestos potencialmente cancerígenos.\n¿La corteza negra de carbón que todos hemos visto en las rejillas del asador y los alimentos que se cocinan a la parrilla? Esas son las aminas heterocíclicas, o AHC, que surgen cuando el tejido muscular, como el de la carne roja (puerco, res, cordero, cabra), las aves (pavo, pollo) y el pescado, entra en contacto con temperaturas elevadas. “Cocinar a la parrilla —o incluso freír alimentos en una sartén— a temperaturas elevadas provoca que los aminoácidos en la carne reaccionen con otra sustancia que se encuentra también en la carne llamada creatina”, explicó Colleen Doyle, directora general de Nutrición y Actividad Física en American Cancer Society y nutrióloga certificada. La creatina solo está presente en el tejido muscular.", "url": "https://www.nytimes.com/es/2019/07/02/espanol/carne-asada-cancer.html"}