{"authors": ["Miriam Jordan"], "date_download": "2022-10-25 23:38:07", "date_modify": "2022-10-25 23:38:07", "date_publish": "2018-01-08 09:52:33", "description": "Las autoridades determinaron que los salvadoreños que estaban protegidos contra la deportación después de dos terremotos devastadores ahora deberán dejar Estados Unidos; los haitianos y nicaragüenses ya también perdieron acceso al llamado TPS y se prevé que suceda lo mismo con los hondureños.", "filename": "es_2018_01_08_espanol_tps-el-salvador-trump_1666741087.html", "image_url": "https://static01.nyt.com/images/2018/01/09/us/09salvadorans-01/00salvadorans-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e19d4d7d78e4222e724839592e774e16f876b82ac9c0014ae95c8a02527f82c2&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_01_08_espanol_tps-el-salvador-trump_1666741087.html", "title": "El gobierno de Trump pone fin al estatus de protección de 200.000 salvadoreños", "title_page": "El gobierno de Trump pone fin al estatus de protección de 200.000 salvadoreños - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ÁNGELES — Casi 200.000 personas de El Salvador que tenían permiso de vivir en Estados Unidos por más de una década deberán irse del país, anunciaron este lunes funcionarios del gobierno estadounidense. Es el revés más reciente de la administración de Donald Trump en materia migratoria y una de las que más consecuencias podría tener.\nLos funcionarios del Departamento estadounidense de Seguridad Nacional dijeron que el gobierno dará por terminado el programa humanitario conocido como Estatus de Protección Temporal (TPS, por su sigla en inglés) para los salvadoreños, que podían vivir y trabajar legalmente en Estados Unidos después de que hubo dos terremotos mortíferos en El Salvador en 2001.\nLos salvadoreños son por mucho el grupo más numeroso de migrantes beneficiados por el TPS, que los protegía de ser deportados si habían llegado sin papeles a Estados Unidos. Esta decisión se tomó justo semanas después de que más de 45.000 haitianos —el segundo grupo más grande— perdieron la protección que obtuvieron después del terremoto de 2010 en esa nación caribeña. Parece que otros beneficiarios del programa, los hondureños, también perderán sus beneficios después de una extensión tempora. El año pasado, los nicaragüenses dejaron de ser acreedores a la protección.\nEn los días previos al anuncio, los defensores de migrantes y el gobierno de El Salvador solicitaron a Estados Unidos que extendiera el programa, como lo hizo varias veces desde 2001, con el argumento de que la situación en El Salvador aún es grave. Los salvadoreños y sus empleadores en California, Texas y Virginia, entre otros estados, expresaron su temor a que esta fuera la decisión de la Casa Blanca.", "url": "https://www.nytimes.com/es/2018/01/08/espanol/tps-el-salvador-trump.html"}