{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:38:09", "date_modify": "2022-10-25 23:38:09", "date_publish": "2018-01-13 14:00:08", "description": "Miles de jóvenes inmigrantes en Estados Unidos han vivido entre la angustia y la esperanza los últimos meses, con cada notica en Washington que parece presagiar un cambio sobre su futuro y el del programa de Acción Diferida para los Llegados en la Infancia.", "filename": "es_2018_01_13_espanol_dreamers-daca-migracion-trump_1666741089.html", "image_url": "https://static01.nyt.com/images/2018/01/11/us/11immigreact9/11immigreact9-facebookJumbo.jpg?year=2018&h=550&w=1050&s=31c90b7462665e2c55f75115c1034d562dd0699b464ab04d46f0dae46521bf05&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_01_13_espanol_dreamers-daca-migracion-trump_1666741089.html", "title": "‘Es como estar al borde del precipicio’: la montaña rusa emocional que viven los ‘dreamers’", "title_page": "‘Es como estar al borde del precipicio’: la montaña rusa emocional que viven los ‘dreamers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En medio de la angustia y las plegarias, con una cuenta regresiva siempre presente en la cabeza y el teléfono de sus abogados migratorios a la mano, cientos de miles de jóvenes inmigrantes pasaron todo el otoño y el invierno observando y analizando lo que hacían el presidente Donald Trump y los líderes del congreso mientras negociaban su destino. Cada noticia, por más ínfima que fuera, se convertía en un presagio martirizante.\n“Es como ver una telenovela: cada día es distinto”, dijo Francis Madi, una joven de 28 años que llegó de Venezuela a Estados Unidos en 2003 y ahora vive en Long Island, Nueva York. “Estamos en la parte estresante, cuando nos mordemos las uñas y nos preguntamos qué le depara el futuro a la protagonista”.\nSolo que en este caso la protagonista es ella.\nLas vidas de los jóvenes migrantes conocidos como dreamers, quizá más que las de cualquier otro grupo en Estados Unidos, han sido afectadas y moldeadas de manera directa por los abruptos cambios en Washington.", "url": "https://www.nytimes.com/es/2018/01/13/espanol/dreamers-daca-migracion-trump.html"}