{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:38:01", "date_modify": "2022-10-25 23:38:01", "date_publish": "2017-09-26 15:30:03", "description": "Después de que se reportara que la tecnología de publicidad dirigida de la red social focalizaba a personas que habrían hecho comentarios racistas, la directora de operaciones prometió que habrá mayor supervisión humana para evitar este tipo de errores.", "filename": "es_2017_09_26_espanol_facebook-promete-tener-mas-supervision-humana-para-evitar-publicidad-racista_1666741081.html", "image_url": "https://static01.nyt.com/images/2017/09/21/business/21FACEBOOKADS/21FACEBOOKADS-facebookJumbo.jpg?year=2017&h=550&w=1050&s=edb32574faa75db5773d5501be5253ea1184de4f52b6fe651c5452a4a4186ace&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_26_espanol_facebook-promete-tener-mas-supervision-humana-para-evitar-publicidad-racista_1666741081.html", "title": "Facebook promete tener más supervisión humana para evitar publicidad racista", "title_page": "Facebook promete tener más supervisión humana para evitar publicidad racista - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En respuesta a la evidencia que demostró que sus herramientas habían permitido que hubiera publicidad dirigida a usuarios que publicaron comentarios racistas o discurso de odio en sus perfiles, la semana pasada Facebook señaló que cambiaría su forma de dirigir los anuncios publicitarios.\nEl hecho de que sus herramientas para focalizar publicidad se pudieran usar de esa manera fue “un error” de la empresa, mencionó Sheryl Sandberg, directora de operaciones de Facebook. Agregó que la empresa añadiría “más análisis y supervisión humana” a sus sistemas automatizados para prevenir abusos en el futuro.\nSandberg, quien por primera vez abordó de manera directa los recientes problemas que tuvo la red social con la publicidad, también afirmó que la empresa se esforzaría más para garantizar que el contenido ofensivo —incluido el que ataca a las personas por su raza y religión— no se utilice con el objetivo de focalizar publicidad.\nEl anuncio llegó después de que un informe que emitió ProPublica la semana pasada revelara que las herramientas de publicidad en línea de Facebook habían permitido que los anunciantes se dirigieran a quienes se describieron como “personas que odian a los judíos” o gente que había utilizado términos como “cómo quemar judíos”. Los términos aparecieron de forma automática en el sistema de publicidad de Facebook porque al parecer la gente los colocó en la sección de “formación” y “empleo” de sus perfiles.", "url": "https://www.nytimes.com/es/2017/09/26/espanol/facebook-promete-tener-mas-supervision-humana-para-evitar-publicidad-racista.html"}