{"authors": ["Joe Rennison", "Isabella Simonetti"], "date_download": "2022-10-25 23:31:49", "date_modify": "2022-10-25 23:31:49", "date_publish": "2022-10-10 07:00:13", "description": "Los países de bajos ingresos ya experimentaban dificultades durante la pandemia. La subida del dólar se suma a sus problemas.", "filename": "es_2022_10_10_espanol_dolar-tipo-de-cambio-deuda_1666740709.html", "image_url": "https://static01.nyt.com/images/2022/10/05/business/05dollar-em-3a-esp-1/05dollar-em-3a-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_10_10_espanol_dolar-tipo-de-cambio-deuda_1666740709.html", "title": "La fortaleza del dólar genera caos en los mercados emergentes", "title_page": "La fortaleza del dólar genera caos en los mercados emergentes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Luego llegó la invasión de Rusia a Ucrania. La guerra entre dos de los principales exportadores de comida y energía del mundo produjo un gran aumento de los precios, en especial para importadores como Ghana. Los precios al consumidor incrementaron un 30 por ciento para el año que terminó en junio, según datos de la firma de investigación Moody’s Analytics. Para productos domésticos esenciales, la inflación anual este año ha llegado a un 60 por ciento o más, según los datos de S&P.\nPara ilustrar esto, consideremos el precio de un barril de petróleo en dólares frente al cedi ghanés. A inicios de octubre del año pasado, el precio del petróleo estaba a 78,52 dólares por barril, se elevó a casi 130 dólares por barril en marzo antes de caer a 87,96 dólares a principios de este mes, un alza de un 12 por ciento durante un año en términos de dólares. Durante el mismo periodo, el cedi ghanés se ha debilitado más de un 40 por ciento frente al dólar, es decir que el mismo barril de petróleo que costaba casi 475 cedis hace un año ahora cuesta más de 900 cedis: casi el doble.\nPara agravar el problema están los grandes subsidios financiados por el Estado — algunos iniciaron durante la pandemia o aumentaron a lo largo de esta— que ahora son un peso para las finanzas gubernamentales.\nEl presidente de Ghana recortó los impuestos al combustible en noviembre, perdiendo aproximadamente 22 millones de dólares en ingresos proyectados para el gobierno, según las últimas cifras disponibles.\nEn Egipto, se espera que el gasto en lo que el gobierno define como “productos básicos de suministro”, que casi en su totalidad es trigo para su subsidio al pan de larga duración, ascienda a un 7 por ciento de todo el gasto del gobierno este año, un 12 por ciento más —o más de 500 millones de dólares— de lo presupuestado por el gobierno.", "url": "https://www.nytimes.com/es/2022/10/10/espanol/dolar-tipo-de-cambio-deuda.html"}