{"authors": ["Andrew Keh"], "date_download": "2022-10-25 23:36:18", "date_modify": "2022-10-25 23:36:18", "date_publish": "2018-06-26 09:00:01", "description": "Armado con esa prenda y sin boletos para algún partido del Tri, José Ramón Díaz tuvo dos trabajos y durmió en un albergue para personas sin techo para costear su viaje a Rusia; es uno de los muchos hinchas que se desviven por estar en una Copa del Mundo.", "filename": "es_2018_06_26_espanol_mexico-mundial-fanaticos_1666740978.html", "image_url": "https://static01.nyt.com/images/2018/06/26/sports/26sombrero-web01/26sombrero-web01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bfd9045c4974a44d62b9dceeec26f839e2690f398e073b5046d8bc6a077ad34c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_06_26_espanol_mexico-mundial-fanaticos_1666740978.html", "title": "El hincha mexicano que llegó a Rusia sin boletos, con un sueño y un sombrero", "title_page": "El hincha mexicano que llegó a Rusia sin boletos, con un sueño y un sombrero - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EKATERIMBURGO, Rusia — Es un sombrero que parece tener poderes especiales.\nProtege contra el sol, claro. Pero también es una manera de entablar una conversación con un desconocido que habla otro idioma o de poder colarse a una transmisión televisiva o, incluso, de dar inicio a algún romance.\n“A las chicas les encanta el sombrero”, dijo José Ramón Díaz, quien lo compró hace dos años en Tehuacán, en el estado mexicano de Puebla, de donde es oriundo. Le costó 47 pesos, unos 2,50 dólares. “Es una llave que abre muchas puertas”.\nDíaz lo ha aprendido durante su tiempo en Rusia este mes. Es estudiante universitario y estuvo dispuesto a hacer algunos sacrificios para costear su primer viaje fuera de Norteamérica, el primero de ellos dejar Tehuacán, donde vive con su padre, para ir a Los Ángeles (Díaz nació en Estados Unidos), y después dormir en un albergue para personas sin techo en Los Ángeles durante un mes mientras hacía dos trabajos para juntar algo de dinero.\nEn Rusia, Díaz come tan poco como sea posible. Cuando lo hace intenta no gastar más de 300 rublos, o 4,75 dólares: usualmente come sándwiches de Subway (la primera frase en ruso que aprendió es: “Dame el más barato”) o alimento para bebé (“Es barato y nutritivo”, cuenta Díaz, un adulto de 23 años).", "url": "https://www.nytimes.com/es/2018/06/26/espanol/mexico-mundial-fanaticos.html"}