{"authors": ["Kate Conger", "Jack Healy", "Lucy Tompkins"], "date_download": "2022-10-25 23:22:30", "date_modify": "2022-10-25 23:22:30", "date_publish": "2020-07-12 13:00:09", "description": "El virus se ha infiltrado en los servicios dominicales, en las reuniones de los ministros y en los campamentos juveniles. Más de 650 casos en Estados Unidos han sido vinculados a instalaciones religiosas durante la pandemia.", "filename": "es_2020_07_12_espanol_mundo_iglesias-coronavirus_1666740150.html", "image_url": "https://static01.nyt.com/images/2020/07/09/us/12Iglesias-ES-1/07VIRUS-CHURCHES-calvary-facebookJumbo.jpg?year=2020&h=550&w=1050&s=dd71263556dddb3d73ff6917f3b2c76b3aabae0d9baabe5fe9ce00147ee7b3a8&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_07_12_espanol_mundo_iglesias-coronavirus_1666740150.html", "title": "Las iglesias estaban ansiosas por reabrir; ahora se enfrentan a casos de coronavirus", "title_page": "Las iglesias estaban ansiosas por reabrir; ahora se enfrentan a casos de coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Otras congregaciones han seguido desobedeciendo a pesar de los contagios en aumento, pues sostienen que las reglas del estado que limitan el número de asistentes a los servicios religiosos violan su derecho constitucional al culto.\nAlgunos grupos cristianos se opusieron a una nueva regla en California que no permite cantar en los lugares de culto. En Nevada, la iglesia Calvary Chapel Dayton Valley está cuestionando las reglas estatales que limitan las reuniones religiosas a 50 personas mientras que autorizan a los casinos y a otros comercios que están volviendo a abrir a que operen sin esos límites.\n“Están minimizando el papel que juega la religión en la vida de los estadounidenses al insinuar que es más importante ir al gimnasio que ir a la iglesia”, señaló Kristen K. Waggoner, consejera jurídica de Alliance Defending Freedom, un grupo conservador de libertad religiosa que entabló una demanda contra Nevada y que ha cuestionado otras restricciones estatales relacionadas con las asambleas religiosas. Waggoner afirmó que la gran mayoría de las iglesias cumplen o superan los lineamientos federales sanitarios para su reapertura.\nNo obstante, debido a que en las últimas semanas han aparecido nuevos casos y grupos desde Florida hasta Hawái, pasando por Kansas, los expertos en salud pública han subrayado que, incluso con el distanciamiento social, el virus puede propagarse con facilidad por el aire al cantar los himnos y predicar los sermones dentro de espacios cerrados. Uno de los primeros brotes masivos del coronavirus tuvo lugar en una iglesia secreta de Corea del Sur.\n“Es un lugar ideal para el contagio”, afirmó Carlos del Rio, experto en enfermedades infecciosas en la Universidad Emory, al referirse a las congregaciones en las iglesias. “Se reúnen muchas personas en un espacio cerrado. Además, hablan a un volumen alto y cantan. Eso es justamente lo que no queremos”.\nLos feligreses de la iglesia bautista Graystone en Ronceverte, Virginia Occidental, comenzaron a enfermarse diez días después de que los servicios dominicales se reanudaran, a fines de mayo. El uso de cubrebocas era opcional. Ha habido por lo menos 51 casos confirmados y tres muertes vinculadas a la iglesia, dijeron los funcionarios de salud local.\nCharles Hiser, de 82 años, fue el primero de tres fieles en morir después de contraer el virus.\nSu hija, Libby Morgan, dijo que su padre había vivido solo y había pasado los últimos meses encerrado en casa para mantenerse a salvo. Ella le llevaba víveres y hablaba con él regularmente por teléfono para que no se sintiera solo. Pero Hiser extrañaba ir la iglesia bautista Graystone, donde había asistido a los servicios religiosos durante aproximadamente 30 años, dijo su hija. Así que tan pronto se reanudaron los servicios regulares regresó, pero evitó el cubrebocas.", "url": "https://www.nytimes.com/es/2020/07/12/espanol/mundo/iglesias-coronavirus.html"}