{"authors": ["Paulina Villegas"], "date_download": "2022-10-25 23:52:34", "date_modify": "2022-10-25 23:52:34", "date_publish": "2017-04-24 13:40:05", "description": "Gendes, un grupo de investigación y activismo en Ciudad de México, impulsa la reflexión en los hombres por medio de la educación, terapias grupales y campañas de concientización.", "filename": "es_2017_04_24_espanol_eliminar-machismo-sociedad-mexicana-gendes_1666741954.html", "image_url": "https://static01.nyt.com/images/2017/04/19/world/machismo/machismo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fd3cf0d2c19884df398ed98f9a049fe6eb44f86fccef89b487014cea8b9a89bc&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_04_24_espanol_eliminar-machismo-sociedad-mexicana-gendes_1666741954.html", "title": "¿Se puede desaprender el machismo? Una organización en México cree que sí", "title_page": "¿Se puede desaprender el machismo? Una organización en México cree que sí - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CIUDAD DE MÉXICO – El machismo ha estado presente en la sociedad mexicana desde hace mucho tiempo. Presente en las telenovelas, películas, ámbitos laborales, familias y relaciones; ha sido tolerado e, incluso, celebrado.\nPero el contexto está cambiando.\nEl aumento en las tasas de violencia de género en los últimos años y un movimiento por los derechos de la mujer cada vez más público han forzado a los mexicanos a lidiar con el machismo en la sociedad y con el daño que provoca esa misoginia.\nTales esfuerzos cobraron un mayor ímpetu en el Día Internacional de la Mujer, cuando hubo marchas multitudinarias en varias ciudades y el presidente Enrique Peña Nieto pidió “dar una lucha central contra cualquier forma de machismo”.\nEse reconocimiento público fue visto por activistas de los derechos de la mujer como un buen comienzo, pero hay escepticismo sobre si podría haber cambios en la sociedad. El argumento es que solo puede suceder si se confrontan las ideas machistas desde la raíz.", "url": "https://www.nytimes.com/es/2017/04/24/espanol/eliminar-machismo-sociedad-mexicana-gendes.html"}