{"authors": ["Azeen Ghorayshi"], "date_download": "2022-10-25 23:24:22", "date_modify": "2022-10-25 23:24:22", "date_publish": "2022-01-20 08:00:15", "description": "Los médicos están divididos sobre las nuevas pautas que proponen que los adolescentes deben someterse a exámenes de salud mental antes de recibir hormonas o cirugías de género.", "filename": "es_2022_01_20_espanol_adolescentes-trans-tratamiento_1666740262.html", "image_url": "https://static01.nyt.com/images/2022/01/13/science/13-SCI-trans-health-promo/13-SCI-trans-health-promo-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_01_20_espanol_adolescentes-trans-tratamiento_1666740262.html", "title": "Expertos en salud trans debaten sobre los nuevos estándares para adolescentes", "title_page": "Expertos en salud trans debaten sobre los nuevos estándares para adolescentes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En otro modelo, que se desarrolló en Canadá y que ahora se considera una forma de “terapia de conversión”, se presionaba a los niños para que vivieran con el género que se les había asignado al nacer, con el fin de evitar fármacos u operaciones en el futuro para aquellos que pudieran cambiar de opinión más adelante.\nA fines de la década de 2000, los médicos estadounidenses propusieron el método de “afirmación de género”, que desde entonces ha sido respaldado por varios grupos médicos importantes. Su filosofía básica es que los menores deben tener la libertad de vivir su identidad de género, sin que los médicos o los padres les impongan retrasos innecesarios. Su camino puede incluir medicamentos, operaciones o ningún tratamiento médico.\n“Los niños no son adultos chiquitos, pero también tienen autonomía y pueden conocer su género”, explicó Diane Ehrensaft, directora de salud mental del Centro de Género para Niños y Adolescentes de la Universidad de California en San Francisco. Ehrensaft es una de las primeras promotoras del modelo de afirmación de género y ayudó a escribir un nuevo capítulo sobre los preadolescentes en el borrador de las directrices.\nLos datos sobre la cantidad de adolescentes y adultos transgénero o de género no conforme en Estados Unidos son limitados. Alrededor del 1,8 por ciento de los estudiantes de bachillerato encuestados en 19 distritos escolares estatales o urbanos en 2017 se describieron como transgénero, según los CDC.\nLas clínicas de género para adolescentes como la de Ehrensaft han experimentado un rápido crecimiento en las tasas de derivación y han surgido más sitios para satisfacer la demanda. En la actualidad, hay más de cincuenta clínicas especializadas de este tipo en Estados Unidos, precisó, en comparación con las cuatro que existían en 2012.\nPocos estudios han dado seguimiento a adolescentes que recibieron bloqueadores de la pubertad u hormonas hasta la edad adulta. Ehrensaft y otros están trabajando en investigaciones de gran escala y a largo plazo de pacientes en Estados Unidos.\nUna brecha emergente\nLos nuevos estándares establecen que los médicos deben facilitar una “exploración abierta” del género a los adolescentes y sus familias, sin presionarlos en una dirección u otra. Sin embargo, las directrices recomiendan restringir el uso de medicamentos y operaciones, en parte debido a sus riesgos médicos.", "url": "https://www.nytimes.com/es/2022/01/20/espanol/adolescentes-trans-tratamiento.html"}