{"authors": ["Paulina Villegas"], "date_download": "2022-10-25 23:41:56", "date_modify": "2022-10-25 23:41:56", "date_publish": "2017-09-14 09:29:28", "description": "Casi dos tercios de los mexicanos tienen ahora una opinión negativa sobre su vecino del norte, más del doble de la proporción en comparación con hace dos años, descubrió el estudio realizado por el Pew Research Center.", "filename": "es_2017_09_14_espanol_imagen-mexico-estados-unidos-trump-pew_1666741316.html", "image_url": "https://static01.nyt.com/images/2017/09/15/universal/es/15mexicoES/15mexico-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2e49b3ebe23e4558b23f3ef9a07027134d6f837ec36638e713baee78cbf20ccb&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_14_espanol_imagen-mexico-estados-unidos-trump-pew_1666741316.html", "title": "Un estudio indica que el 65 por ciento de los mexicanos opinan negativamente sobre EE. UU.", "title_page": "Un estudio indica que el 65 por ciento de los mexicanos opinan negativamente sobre EE. UU. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CIUDAD DE MÉXICO — Los puntos de vista favorables sobre Estados Unidos han descendido abruptamente entre los mexicanos, al alcanzar el nivel más bajo en 15 años mientras existe una profunda desaprobación sobre el gobierno de Trump y su política hacia México, de acuerdo con una encuesta dada a conocer este jueves.\nCasi dos tercios de los mexicanos tienen ahora una opinión negativa sobre su vecino del norte, más del doble de la proporción en comparación con la de hace dos años, de acuerdo con el estudio realizado por el Pew Research Center. La caída en la percepción favorable fue la más grande entre los 37 países encuestados por Pew.\nLa percepción negativa coincide con un triste concepto de Trump y una de sus principales promesas de campaña. Solo cinco por ciento de los mexicanos tiene la confianza de que Trump hará lo correcto cuando se trate de asuntos internacionales, la calificación más baja del presidente estadounidense en cualquier país, y 94 por ciento se opone a su plan de construir un muro fronterizo entre México y Estados Unidos.\nTrump también ha puesto en marcha medidas severas para restringir a los migrantes sin papeles —muchos de los cuales son mexicanos— y ha amenazado con retirar a Estados Unidos del Tratado de Libre Comercio de América del Norte (TLCAN).", "url": "https://www.nytimes.com/es/2017/09/14/espanol/imagen-mexico-estados-unidos-trump-pew.html"}