{"authors": ["Patricia Mazzei", "Richard Fausset", "Christina Morales"], "date_download": "2022-10-25 23:24:33", "date_modify": "2022-10-25 23:24:33", "date_publish": "2021-06-29 09:00:19", "description": "El número de personas fallecidas aumentó a 11, mientras los equipos de búsqueda continuaban clasificando el acero pulverizado y excavaban entre las losas de hormigón.", "filename": "es_2021_06_29_espanol_derrumbe-miami-rescate_1666740273.html", "image_url": "https://static01.nyt.com/images/2021/06/28/us/29miami-ESP-1/28miami-rescue-facebookJumbo.jpg?year=2021&h=549&w=1050&s=af76950f484f83c7a7fae973a240d7aac816b02d74db81a5de69fe3e4a5f063c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_06_29_espanol_derrumbe-miami-rescate_1666740273.html", "title": "‘Es muy muy triste’: las peligrosas labores de rescate en Miami", "title_page": "‘Es muy muy triste’: las peligrosas labores de rescate en Miami - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Las tormentas eléctricas han complicado el rescate, y fuertes lluvias cayeron sobre los escombros el lunes. Cuando amainaron, los curiosos y los dolientes acudieron a ver los monumentos conmemorativos que se han hecho en las vallas ubicadas a lo largo de la edificación. Los alrededores han pasado de ser una zona idílica junto a la playa a convertirse en un lugar lleno de luces intermitentes y generadores que vibran constantemente. Los equipos de rescate han pintado los números de los pisos del edificio en verde, con anotaciones en naranja que indican que las búsquedas se han completado.\nEn la conferencia de prensa del lunes por la mañana, Ray Jadallah, subjefe de los bomberos de Miami-Dade, insistió en que los funcionarios no habían tomado la sombría decisión de finalizar las operaciones de búsqueda y centrarse en el descubrimiento de restos.\nTambién enfatizó la complejidad de los esfuerzos. No se trataba de levantar un piso tras otro para buscar sobrevivientes, dijo, sino de clasificar el acero pulverizado y cavar a través de rocas de concreto. En otras zonas, los rescatistas han encontrado “losas de concreto más grandes que requieren de maquinaria pesada”, un proceso que llevó al descubrimiento de uno de los dos cuerpos encontrados el lunes.\nLas cuadrillas están usando cámaras para explorar los espacios estrechos que los rescatistas no han podido alcanzar. En algunos casos, han estado rastreando sonidos débiles. Pero Jadallah advirtió que esto no era necesariamente una prueba de sobrevivientes.\n“Podría ser un golpecito, un rasguño, es posible que no sea más que algo del metal que se retuerce”, dijo. Pero insistió en que todas las variables deben considerarse “antes de tomar la decisión de pasar a la siguiente fase”.\nLos expertos han dicho que despejar el sitio e identificar los restos puede llevar meses, según los esfuerzos similares realizados en edificaciones colapsadas. A corto plazo, usar el ADN proporcionado por los miembros de la familia para identificar los cuerpos lleva unos 90 minutos. Pero el médico forense también debe proporcionar una confirmación adicional de los restos, un proceso que generalmente toma un día.", "url": "https://www.nytimes.com/es/2021/06/29/espanol/derrumbe-miami-rescate.html"}