{"authors": ["Ann Carrns"], "date_download": "2022-10-25 23:47:58", "date_modify": "2022-10-25 23:47:58", "date_publish": "2021-02-12 12:00:08", "description": "La temporada de declaración de impuestos está a punto de comenzar; esto es lo que tienes que saber.", "filename": "es_2021_02_12_espanol_cheque-estimulo-desempleo-impuestos_1666741678.html", "image_url": "https://static01.nyt.com/images/2021/02/11/business/11Adviser-illo-esp-1/11Adviser-illo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2e6760e64c048d6dafa8f0ffb2256c17f1a6c5bcfe5cdbce4443142ffb4854ac&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_02_12_espanol_cheque-estimulo-desempleo-impuestos_1666741678.html", "title": "¿Tengo que pagar impuestos por el cheque de estímulo? Y otras dudas tributarias", "title_page": "¿Tengo que pagar impuestos por el cheque de estímulo? Y otras dudas tributarias - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Es probable que también debas impuestos estatales sobre las prestaciones por desempleo, a menos que vivas en uno de los nueve estados que no tienen impuesto estatal sobre la renta o en algunos otros que eximen las prestaciones por desempleo, como California, Montana, Nueva Jersey, Pensilvania y Virginia. Wisconsin exime las prestaciones por desempleo para los residentes del estado, pero grava las prestaciones pagadas a los no residentes, según la Tax Foundation.\nEstas son algunas preguntas y respuestas sobre la temporada de impuestos:\nNo recuerdo que me hicieran llegar un recibo por mis cheques de estímulo. ¿Cómo puedo confirmar la cantidad que he recibido?\nSi no has recibido un aviso o lo has extraviado, comprueba tus extractos bancarios para refrescarte la memoria. O, según el IRS, puedes encontrar los importes utilizando una cuenta de contribuyente en línea. Si aún no tienes una, tendrás que crearla en IRS.gov/account. Esto requiere que proporciones alguna información, incluyendo una dirección de correo electrónico y tu número de Seguro Social y por lo general toma alrededor de 15 minutos, dice el IRS.\n¿Pueden mis pagos de estímulo afectar a mis impuestos estatales?\nLos pagos de estímulo no están sujetos a impuestos, pero podrían afectar indirectamente a lo que pagas en impuestos estatales sobre la renta en un puñado de estados, donde el impuesto federal es deducible de los ingresos imponibles estatales, según la Tax Foundation. Al menos seis estados —Alabama, Iowa, Luisiana, Missouri, Montana y Oregón— permiten deducciones por los impuestos federales sobre la renta que se han pagado.\nHe aquí un ejemplo, sugerido por Garrett Watson, analista principal de políticas de la fundación, de cómo un pago de estímulo, tomado como un crédito de reembolso de recuperación, podría afectar a la responsabilidad fiscal en esos estados: digamos que una declarante individual obtuvo un pago de estímulo de mil dólares en 2020 basado en sus ingresos de 2019, pero en realidad es elegible para el pago completo de 1200, debido a que tuvo menos ingresos en 2020.\nLa declarante reclamaría la diferencia de 200 dólares como crédito en su declaración de impuestos federales de 2020, en la línea 30 del formulario 1040. Esto reduciría su responsabilidad fiscal federal dólar por dólar, en 200 dólares. Por lo tanto, si la declarante debía, digamos, 3000 dólares en impuestos federales antes del crédito, luego debería 2800 dólares.\nSin el crédito, habría restado la totalidad de los 3000 dólares de su renta imponible en su declaración estatal, pero en lugar de ello solo puede restar 2800 dólares. Esto significa una mayor responsabilidad fiscal a nivel estatal, pero solo en los 200 dólares que la declarante reclama en su declaración federal, dijo Watson.", "url": "https://www.nytimes.com/es/2021/02/12/espanol/cheque-estimulo-desempleo-impuestos.html"}