{"authors": ["James Glanz", "Mike Baker", "Anjali Singhvi"], "date_download": "2022-10-25 23:23:46", "date_modify": "2022-10-25 23:23:46", "date_publish": "2021-07-09 18:00:05", "description": "Los ingenieros que estudian el derrumbe de la torre de Florida indicaron que en ciertas áreas parecía haber menos refuerzo de metal que lo que se proyectó en los dibujos de diseño de 1979.", "filename": "es_2021_07_09_espanol_torre-surfside-fallo-construccion_1666740226.html", "image_url": "https://static01.nyt.com/images/2021/07/02/multimedia/miami-rebar-photo-end-esp-1/merlin_189841380_2d7ceae4-2c57-4347-a1ee-73b27e35b791-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1227ccf2eb170257b35c95d1cd54ced4772103573d7756dd2eba89c908e86695&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_07_09_espanol_torre-surfside-fallo-construccion_1666740226.html", "title": "Colapso en Surfside: los escombros muestran indicios de un posible fallo de construcción", "title_page": "Colapso en Surfside: los escombros muestran indicios de un posible fallo de construcción - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nair, que tiene más de 50 años de experiencia en diseños, dijo que a partir de las imágenes de las tres columnas dañadas era claro que las estructuras no parecían contener la cantidad esperada de acero.\nEn su opinión, el diseño exigía que una serie de varillas de acero atravesaran la losa de la plataforma del estacionamiento, al menos cuatro pasarían en cada dirección a través de cada una de las columnas que sostenían el garaje, y el resto de la estructura, en su lugar. Pero las fotos muestran menos varillas en esas columnas, dijo.\n“No parece que hayan puesto el acero necesario para conectar la losa a las columnas”, dijo Nair. “Lo que hemos visto parece inconsistente con lo que muestran los planos”.\nLos ingenieros advirtieron que los investigadores tendrían que examinar los componentes más a fondo para descartar la posibilidad de que hubiesen varillas de refuerzo adicionales que se cortaron por la furia del colapso. Nair y otros ingenieros también dijeron que era posible que algunas varillas se hubieran instalado muy cerca de los bordes de las columnas y dejaran poco o ningún rastro de su presencia.\nJohn Pistorino, un ingeniero consultor del área de Miami que ha trabajado en la industria durante décadas, dijo que, en general, un inspector gubernamental de edificaciones o alguien contratado por el constructor tendría que haber examinado la instalación del acero antes de verter el concreto.\nNo está claro, a partir de los registros disponibles, si el diseño original del edificio cumplió o excedió los estándares del código de construcción en el momento de la edificación en 1981. Desde entonces, la mayoría de los reglamentos de todo Estados Unidos se han mejorado y exigen más refuerzos de acero.\nLos estándares de inspección de Florida se mejoraron en la década de 1980 después del colapso de un edificio en construcción en Cocoa Beach, cerca de Orlando. Los estándares ahora requieren la contratación de un inspector independiente para los edificios más grandes.", "url": "https://www.nytimes.com/es/2021/07/09/espanol/torre-surfside-fallo-construccion.html"}