{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:44:24", "date_modify": "2022-10-25 23:44:24", "date_publish": "2021-03-05 18:10:08", "description": "CBS ha adelantado fragmentos de video de la pareja y desde el Palacio de Buckingham surgen candentes denuncias por parte del personal.", "filename": "es_2021_03_05_espanol_harry-meghan-oprah_1666741464.html", "image_url": "https://static01.nyt.com/images/2021/03/04/world/04royals-1-esp-1/04royals-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ea2414636465e7b94551b8686fcf3c07b2d52987e974c56ef8fcfcbe590e0d92&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_03_05_espanol_harry-meghan-oprah_1666741464.html", "title": "Harry y Meghan: las acusaciones antes de la entrevista con Oprah", "title_page": "Harry y Meghan: las acusaciones antes de la entrevista con Oprah - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El video promocional parecía calculado para responder a un explosivo informe publicado por el Times de Londres el martes, según el cual una exayudante real de Meghan presentó una queja ante el palacio en octubre de 2018, acusándola de intimidar a su personal, hacer llorar a algunos colaboradores subalternos a y expulsar a dos asistentes personales de la casa real.\nUna portavoz de la pareja calificó las acusaciones como un “ataque” al carácter de la exactriz estadounidense, más doloroso aún porque ella misma “ha sido el blanco del acoso”.\nEl Palacio de Buckingham Palace, sin embargo, dijo que estaba “muy preocupado” por las acusaciones, que las estudiaría e invitó a antiguos miembros del personal de la pareja a participar en la investigación “para ver qué lecciones pueden extraerse”.\nEl espectáculo de que la familia real lleve a cabo una investigación de recursos humanos sobre una de sus parientes políticas más famosas dejó a los observadores de la monarquía con la boca abierta. Predijeron que daría lugar a más revelaciones embarazosas, ya que el palacio no actuó en su momento sobre la queja, y otras personas que trabajaron en el palacio podrían tomarlo como una invitación a presentar sus propias acusaciones de maltrato.\n“Han abierto una increíble caja de Pandora”, dijo Peter Hunt, antiguo corresponsal real de la BBC. “¿De verdad van a declararla culpable de acoso? ¿Será en forma de investigación #MeToo? Realmente parece que los anarquistas se han apoderado de la institución”.", "url": "https://www.nytimes.com/es/2021/03/05/espanol/harry-meghan-oprah.html"}