{"authors": ["Stephanie Nolen"], "date_download": "2022-10-25 23:50:21", "date_modify": "2022-10-25 23:50:21", "date_publish": "2021-12-21 20:09:50", "description": "“Lo que se pierde primero es la protección contra la infección leve asintomática, lo que se conserva mucho mejor es la protección contra la enfermedad grave y la muerte”, dijo un experto sobre las vacunas y su grado de defensa contra la variante.", "filename": "es_2021_12_21_espanol_vacunas-covid-omicron-eficacia_1666741821.html", "image_url": "https://static01.nyt.com/images/2021/12/17/science/17virus-vax-global1-esp-1/17virus-vax-global1-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_12_21_espanol_vacunas-covid-omicron-eficacia_1666741821.html", "title": "¿Qué tan efectivas son las vacunas contra ómicron?", "title_page": "¿Qué tan efectivas son las vacunas contra ómicron? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“La combinación de la vacunación y la exposición al virus parece ser más fuerte que tener solo la vacuna”, dijo el epidemiólogo Ramanan Laxminarayan. India, señaló, tiene una tasa de vacunación en adultos de solo un 40 por ciento, pero una exposición al virus del 90 por ciento en algunas zonas.\n“Sin duda, ómicron se propagará en toda India”, afirmó. “Pero es de esperar que India esté protegida hasta cierto punto gracias a la vacunación y la exposición”, agregó.\nChina no tiene esta capa de protección que respalde sus vacunas más débiles. Debido a los agresivos esfuerzos de China para detener la propagación del virus dentro de sus fronteras, son relativamente pocas las personas que han estado expuestas al virus con anterioridad. Se calcula que solo el siete por ciento de los habitantes de Wuhan, donde comenzó la pandemia, se contagiaron del virus.\nGran parte de América Latina ha confiado en las vacunas chinas y rusas, y en la de AstraZeneca. Mario Rosemblatt, profesor de inmunología en la Universidad de Chile, dijo que más del 90 por ciento de los chilenos se había puesto dos dosis de una vacuna, pero que la gran mayoría de ellas eran Coronavac, la dosis de Sinovac. La alta cobertura de vacunación combinada con los primeros informes de que ómicron no causa enfermedades graves está llevando a una falsa sensación de seguridad en el país, afirmó.\n“Tenemos que conseguir que la gente entienda que no funciona así: si se tiene una alta transmisibilidad se va a saturar el sistema sanitario porque el número de personas enfermas será mayor”, sentenció.\nBrasil ha recomendado que todas las personas vacunadas reciban una tercera dosis, y ha empezado a utilizar la vacuna de Pfizer para todos los refuerzos, pero solo el 40 por ciento de los vacunados han acudido a recibir la inyección extra. Amilcar Tanuri, virólogo de la Universidad Federal de Río de Janeiro, dijo con cauteloso optimismo que los altos niveles de exposición previa a la covid podrían atenuar el impacto de la variante ómicron, sin embargo, señaló que los brasileños más vulnerables, vacunados primero, recibieron la vacuna de Coronavac, y decenas de millones más recibieron AstraZeneca.", "url": "https://www.nytimes.com/es/2021/12/21/espanol/vacunas-covid-omicron-eficacia.html"}