{"authors": ["Daisuke Wakabayashi"], "date_download": "2022-10-25 23:46:25", "date_modify": "2022-10-25 23:46:25", "date_publish": "2017-08-09 13:00:35", "description": "En el documento, el ahora exempleado de la compañía afirmaba que la diferencia en la paga entre ejecutivos y ejecutivas se debe a diferencias biológicas; un nuevo caso del sexismo que se deja ver cada vez más en la industria de tecnología.", "filename": "es_2017_08_09_espanol_memorando-google-cultura-silicon-valley_1666741585.html", "image_url": "https://static01.nyt.com/images/2017/08/13/insider/08google-1/08google-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b47d922babff06839bdf2c32c56fe9fdd5a84eb6912bf19c3140dd79218c20c2&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_08_09_espanol_memorando-google-cultura-silicon-valley_1666741585.html", "title": "Lo que un memorando sexista en Google revela sobre la cultura en Silicon Valley", "title_page": "Lo que un memorando sexista en Google revela sobre la cultura en Silicon Valley - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Google despidió este lunes a un ingeniero de software que escribió un memorando interno en el cual cuestionaba a la empresa por los esfuerzos que ha realizado para lograr una mayor diversidad, y argumentó que el número reducido de mujeres en los puestos técnicos era el resultado de diferencias biológicas y no de discriminación.\nEl memorando, llamado “La caja de resonancia ideológica de Google”, hizo enfurecer a muchas personas en Silicon Valley porque se basa en ciertos estereotipos de género —como la noción de que a las mujeres les interesan menos los trabajos con altos niveles de estrés porque son más ansiosas— para racionalizar la brecha de género en la industria de la tecnología. El autor asegura que los esfuerzos de Google por intentar que haya una representación más equitativa de mujeres y hombres en el personal de la empresa eran “injustos, divisorios y malos para los negocios”.\nEl memorando se difundió rápidamente fuera de la empresa, mientras otros empleados de Google despotricaban en contra de muchas de sus conjeturas.\nEn un correo electrónico que envió a toda la empresa, el director ejecutivo de Google, Sundar Pichai, mencionó que había partes del memorando que habían violado el código de conducta de la empresa y se habían sobrepasado “al promover estereotipos de género nocivos en nuestro espacio de trabajo”.", "url": "https://www.nytimes.com/es/2017/08/09/espanol/memorando-google-cultura-silicon-valley.html"}