{"authors": ["J. David Goodman", "Edgar Sandoval", "Karen Zraick", "Rick Rojas"], "date_download": "2022-10-25 22:56:52", "date_modify": "2022-10-25 22:56:52", "date_publish": "2022-05-30 09:00:09", "description": "Una nueva cronología sobre la actuación de la policía estatal plantea dudas sobre si se podrían haber salvado vidas con una acción rápida.", "filename": "es_2022_05_30_espanol_uvalde-linea-tiempo-911_1666738612.html", "image_url": "https://static01.nyt.com/images/2022/06/27/world/30uvalde-shooting-pinned-ESP/27uvalde-shooting-pinned-item-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_05_30_espanol_uvalde-linea-tiempo-911_1666738612.html", "title": "‘Oí muchos más disparos’: los niños de Uvalde pedían ayuda, pero la policía esperó", "title_page": "‘Oí muchos más disparos’: los niños de Uvalde pedían ayuda, pero la policía esperó - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jasmine Carrillo, de 29 años, estaba trabajando en la cafetería con unos 40 alumnos de segundo grado y dos profesores cuando comenzó el ataque. Las luces se atenuaron, como parte de un cierre de emergencia de la escuela que se había puesto en marcha.\nSegún Carrillo, cuando el tirador entró en el edificio de cuarto grado golpeó y pateó la puerta del salón de su hijo Mario, de 10 años, exigiendo que lo dejaran entrar. Pero no pudo abrir la puerta cerrada.\nEntonces, se dirigió a otros salones.\nEn las aulas conectadas, el aula 111 y el aula 112, un par de profesoras, Eva Mireles e Irma Garcia, estaban proyectando la película Lilo y Stitch mientras los alumnos terminaban sus clases. Una de las profesoras fue a cerrar la puerta para asegurar que no se pudiera acceder desde el pasillo. Pero el tirador ya estaba allí.\nMiah Cerrillo, de 11 años, vio cómo su maestra retrocedía hacia el aula mientras el atacante la seguía. Primero le disparó a una profesora y luego a la otra. La niña contó que les disparó a muchos alumnos de su clase. Luego fue a la clase contigua y abrió fuego, relató su abuelo, Jose Veloz, de 71 años, quien recuerda el relato de la niña.\nA continuación, el atacante empezó a disparar de manera salvaje.\nEl aterrador eco de al menos cien disparos retumbó en la escuela mientras los niños de esos salones y las dos profesoras eran abatidos y caían al suelo. Eran las 11:33 de la mañana.\nNo todos los niños que estaban adentro murieron en ese horrible momento. Varios sobrevivieron y se acurrucaron con miedo junto a sus amigos inertes. Uno de los niños cayó sobre el pecho de Miah, que yacía en el suelo, dijo su abuelo. Miah mencionó que por el terror de que volviera a su salón tomó la sangre de una compañera que cayó muerta y se la restregó por todo el cuerpo. Luego se hizo la muerta.\nDos minutos después de que el pistolero entró en las aulas conectadas, varios oficiales del Departamento de Policía de Uvalde entraron corriendo a la escuela. Un par de oficiales se acercó a la puerta cerrada de los salones; se oían disparos en el interior. Los dos recibieron disparos —heridas de roce, como se describirían más tarde sus lesiones— cuando las balas atravesaron la puerta y los alcanzaron en el pasillo.", "url": "https://www.nytimes.com/es/2022/05/30/espanol/uvalde-linea-tiempo-911.html"}