{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:38:10", "date_modify": "2022-10-25 23:38:10", "date_publish": "2017-09-05 11:15:44", "description": "La Casa Blanca decidió \"desmantelar de manera ordenada\" el programa que protegía de la deportación a los jóvenes sin papeles que fueron llevados de niños a Estados Unidos y le traspasó al congreso la responsabilidad de definir su futuro y el de otros inmigrantes.", "filename": "es_2017_09_05_espanol_donald-trump-revoca-daca-dreamers_1666741090.html", "image_url": "https://static01.nyt.com/images/2017/09/05/us/05dc-daca02/05dc-daca02-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=48d3d342a9c8a7907f4b2fe5a4b51957977b6d60476f3220c636576b60b5288c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_05_espanol_donald-trump-revoca-daca-dreamers_1666741090.html", "title": "El gobierno de Donald Trump revoca DACA", "title_page": "El gobierno de Donald Trump revoca DACA - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — El presidente estadounidense Donald Trump ordenó este martes la eliminación del programa Acción Diferida para los Llegados en la Infancia (DACA, por su sigla en inglés), producto de una orden ejecutiva de Barack Obama, que protegía a los jóvenes sin documentos de la deportación y pidió al Congreso de Estados Unidos que lo remplace con leyes antes de que expire por completo el 5 de marzo de 2018.\n“No estoy a favor de castigar a niños, o a la mayoría de ellos que ya son adultos, por las acciones de sus padres”, dijo Trump en un comunicado. “Pero también debemos reconocer que somos una nación de oportunidades porque somos una nación de leyes”.\n“Solo es por medio de la aplicación confiable de la ley migratoria que podemos establecer comunidades seguras, una clase media robusta y justicia económica para todos los estadounidenses”, añadió el mandatario, quien destacó que DACA tiene un enfoque primordialmente de “amnistía”.\nEl anuncio causó revuelo por parte de demócratas y activistas defensores de los migrantes. El mismo Obama se pronunció por medio de su página oficial de Facebook.", "url": "https://www.nytimes.com/es/2017/09/05/espanol/donald-trump-revoca-daca-dreamers.html"}