{"authors": ["The Associated Press"], "date_download": "2022-10-25 23:43:48", "date_modify": "2022-10-25 23:43:48", "date_publish": "2018-05-24 11:42:02", "description": "El partido gobernante fue acusado de beneficiarse por el caso Gürtel, el mayor escándalo de sobornos de la política española, y deberá pagar una multa equivalente a 287.000 dólares. Es la primera vez que aplica semejante sanción a un partido español.", "filename": "es_2018_05_24_espanol_partido-popular-corrupcion-rajoy-gurtel_1666741428.html", "image_url": "https://static01.nyt.com/images/2018/05/24/universal/es/24GurtelES2/24GurtelES2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0c40aa660418f0740fb06a1f52cbb38c9d2628dba7908412456766f185b6010d&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_05_24_espanol_partido-popular-corrupcion-rajoy-gurtel_1666741428.html", "title": "El Partido Popular español es condenado por corrupción", "title_page": "El Partido Popular español es condenado por corrupción - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — La condena de veintinueve empresarios y funcionarios por un gran escándalo de corrupción provocó un torbellino político este jueves cuando la Audiencia Nacional declaró que el gobernante Partido Popular (PP) se benefició con la mayor trama de sobornos en cuatro décadas de régimen democrático.\nEl fallo supone un duro revés para el Partido Popular, que —como persona jurídica— debe pagar una multa de 245.000 euros (287.000 dólares) por beneficiarse de la trama ilegal, conocida como Gürtel, según la decisión judicial. Es la primera vez que aplica semejante sanción a un partido español.\nEl dirigente del partido Ciudadanos, que hasta ahora había apoyado al PP en el Congreso, anunció que estudiará la modificación de esa posición porque la sentencia del jueves “lo cambia todo”.\n“La situación es grave porque los españoles se merecen estabilidad, pero también limpieza”, dijo Albert Rivera.", "url": "https://www.nytimes.com/es/2018/05/24/espanol/partido-popular-corrupcion-rajoy-gurtel.html"}