{"authors": ["Megan Twohey"], "date_download": "2022-10-25 23:25:24", "date_modify": "2022-10-25 23:25:24", "date_publish": "2016-05-18 13:43:23", "description": "The New York Times entrevistó a decenas de mujeres que han trabajado con Trump, así como a mujeres que han salido con él o han interactuado socialmente con él.", "filename": "es_2016_05_18_espanol_un-magnate-se-pasa-de-la-raya-el-comportamiento-de-trump-con-las-mujeres_1666740324.html", "image_url": "https://static01.nyt.com/images/2016/05/12/us/politics/00trumpwomen-top-copy/00trumpwomen-top-facebookJumbo.jpg?year=2016&h=550&w=1050&s=93902b305b8c0ebae46a01f6a2b2b84e9bbeb7ee50e5f88b5a6388c492fa24da&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_05_18_espanol_un-magnate-se-pasa-de-la-raya-el-comportamiento-de-trump-con-las-mujeres_1666740324.html", "title": "Un magnate se pasa de la raya: el comportamiento de Trump con las mujeres", "title_page": "Un magnate se pasa de la raya: el comportamiento de Trump con las mujeres - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald Trump apenas había conocido a Rowanne Brewer Lane cuando le pidió que se cambiara de ropa.\n“Donald organizó una fiesta en la piscina de su mansión en Mar-a-Lago. Había cerca de 50 modelos y 30 hombres. Había chicas en la piscina, dándose un chapuzón. Por algún motivo Donald parecía estar un poco embelesado conmigo. Comenzó a charlar conmigo y con nadie más”, dijo Brewer Lane.\nContinuó: “De pronto me tomó de la mano y comenzó a mostrarme la mansión. Me preguntó si tenía traje de baño. Le dije que no. No tenía la intención de nadar, pero me llevó a una habitación, abrió cajones y me pidió que me pusiera un traje de baño”.\nBrewer Lane, que en ese momento tenía 26 años y trabajaba como modelo, hizo lo que Trump le pidió. “Entré al baño y me probé uno”, recuerda. Era un bikini. “Salí y él dijo: ‘¡Caray!’”.\nTrump, que entonces tenía 44 años y estaba en medio de su primer divorcio, decidió presumirla ante los invitados en Mar-a-Lago, su propiedad en Palm Beach, Florida. “Me sacó a la piscina y dijo: ‘Esta es una chica Trump espectacular, ¿no creen?’”, dijo Brewer Lane.", "url": "https://www.nytimes.com/es/2016/05/18/espanol/un-magnate-se-pasa-de-la-raya-el-comportamiento-de-trump-con-las-mujeres.html"}