{"authors": ["Steve Eder", "Ali Watkins"], "date_download": "2022-10-25 23:44:28", "date_modify": "2022-10-25 23:44:28", "date_publish": "2019-08-20 16:36:00", "description": "El financiero acusado de tráfico sexual firmó su último testamento dos días antes de suicidarse en prisión y pidió mover los fondos a un fideicomiso.", "filename": "es_2019_08_20_espanol_mundo_jeffrey-epstein-dinero-testamento_1666741468.html", "image_url": "https://static01.nyt.com/images/2019/08/17/espanol/20Testamento-promo/16epstein1-facebookJumbo-v3.jpg?year=2019&h=448&w=856&s=03256bdd1daedcdfd0a616e95c948b4605eba3f1425d5d8ab582c782b6821c81&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_08_20_espanol_mundo_jeffrey-epstein-dinero-testamento_1666741468.html", "title": "Jeffrey Epstein dejó una fortuna de 500 millones de dólares", "title_page": "Jeffrey Epstein dejó una fortuna de 500 millones de dólares - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Su único heredero nombrado es su hermano, Mark Epstein, magnate de bienes raíces en Nueva York.\nImage Mark Epstein, hermano de Jeffrey Epstein, en 2016 Credit... Owen Hoffmann/Patrick McMullan vía Getty Images\nEl documento, cuya existencia fue revelada por The New York Post, estipula que si el fideicomiso The 1953 Trust no es efectivo, todos los bienes deben ser repartidos entre los fideicomisarios, aunque en el testamento no se especifica quiénes son.\nEste documento tiene la información más detallada a la fecha de la riqueza de Epstein, cuyos orígenes siguen siendo inciertos a pesar de que el financiero estaba obligado a presentar sus cuentas al tribunal durante el caso. En el testamento él indicó que su valor total era de 577 millones de dólares.\nEse cálculo incluye decenas de millones de dólares de acciones en compañías privadas, que tienen los títulos inmobiliarios para las propiedades de Epstein en Nuevo México, París, Nueva York y las Islas Vírgenes de Estados Unidos. El cálculo también incluye más de 194 millones de dólares en inversiones no especificadas de fondos de cobertura y de capital privado.\nLo que no aparece contemplado en el estimado es el valor de la colección de arte de Epstein, que se sabía era numerosa, extraña y de toques eróticos. Por ejemplo, en el segundo piso de su mansión en Manhattan, valuada en 56 millones de dólares, había un mural que él comisionó de una escena fotorreralista de una prisión con alambre de púas, oficiales y Epstein al centro. El testamento indica que aún falta el avalúo de la colección artística.\nAunque Epstein movió toda su fortuna a The 1953 Trust y a los fideicomisarios no identificados, el futuro de esa riqueza sigue siendo incierto.\nJennifer Araoz, una de las mujeres que acusó de tráfico sexual a Epstein, presentó una demanda civil en contra del patrimonio del financiero a mediados de agosto y puede que el dinero no pueda ser transferido al fideicomiso hasta que se resuelva la acción legal. Además, se prevé que haya más demandas.", "url": "https://www.nytimes.com/es/2019/08/20/espanol/mundo/jeffrey-epstein-dinero-testamento.html"}