{"authors": ["Andrés R. Martínez", "Alexandra E. Petri", "Daniel Victor"], "date_download": "2022-10-25 22:55:35", "date_modify": "2022-10-25 22:55:35", "date_publish": "2022-06-28 15:48:58", "description": "Las autoridades intentan identificar a decenas de víctimas encontradas dentro o cerca de un tráiler. Tres personas han sido detenidas y el martes la policía local planeaba una búsqueda de más cuerpos en el lugar.", "filename": "es_2022_06_28_espanol_san-antonio-texas-migrantes-muertes_1666738535.html", "image_url": "https://static01.nyt.com/images/2022/06/28/us/28texas-wwk-sub-esp-1/28texas-wwk-sub-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_06_28_espanol_san-antonio-texas-migrantes-muertes_1666738535.html", "title": "Muerte de migrantes en San Antonio: esto es lo que sabemos", "title_page": "Muerte de migrantes en San Antonio: esto es lo que sabemos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sigue nuestra cobertura en vivo de la muerte de migrantes en San Antonio aquí [en inglés]-\nLas autoridades en Texas investigan la muerte de 51 personas luego de que el lunes fueron descubiertas en San Antonio dentro o cerca de un tractocamión. Se trata de una de las mayores cifras de bajas relacionadas con migrantes que han cruzado a Estados Unidos.\nLos investigadores federales trabajan con la policía local y estatal para identificar a las víctimas. Tres personas han sido detenidas hasta el momento y la policía local realizaba una búsqueda otra vez el martes en lugar en busca de más cuerpos\nEsto es lo que sabemos hasta el momento.\nLa investigación continuaba el martes\nEl alcalde de San Antonio, Ron Nirenberg, dijo que las muertes eran “una horrenda tragedia humana” en una conferencia de prensa la noche del lunes. El jefe de policía, William McManus dio a conocer que había tres personas detenidas.", "url": "https://www.nytimes.com/es/2022/06/28/espanol/san-antonio-texas-migrantes-muertes.html"}