{"authors": ["Glen Trush"], "date_download": "2022-10-25 22:56:33", "date_modify": "2022-10-25 22:56:33", "date_publish": "2017-09-04 11:49:39", "description": "El presidente estadounidense considera terminar con un programa que protege contra la deportación a jóvenes indocumentados, con un plazo de seis meses para que el congreso establezca un remplazo.", "filename": "es_2017_09_04_espanol_donald-trump-preve-eliminar-daca-un-escudo-para-los-dreamers_1666738593.html", "image_url": "https://static01.nyt.com/images/2017/09/04/us/04DC-DACA-01/04DC-DACA-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=72b956f272d05678ca15ebf3d8a5209c95ba158f8322620492e51b04fba58317&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_04_espanol_donald-trump-preve-eliminar-daca-un-escudo-para-los-dreamers_1666738593.html", "title": "Donald Trump prevé eliminar DACA, un escudo para los ‘dreamers’", "title_page": "Donald Trump prevé eliminar DACA, un escudo para los ‘dreamers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Líderes empresariales, demócratas y algunos republicanos han instado a Trump a que mantenga el programa, mientras que las encuestas de opinión indican que hay un respaldo mayoritario a que los dreamers puedan quedarse y trabajar en Estados Unidos.\nNo obstante, el fiscal general Jeff Sessions y Stephen Miller, exasistente legislativo de Sessions y actualmente principal asesor de política nacional de Trump, le han pedido al presidente que ponga fin a DACA. Ambos tienen puntos de vista de línea dura en cuanto a la migración y ven la eliminación del programa como cumplir una promesa de campaña.\nEn una reunión en la Casa Blanca, Sessions le habría dicho a Trump que en caso de una demanda no defendería lo que considera una orden ejecutiva ilegal, según personas al tanto de la conversación, y los funcionarios en la Casa Blanca y el Departamento de Seguridad Nacional han intentado convencer al presidente de que su gobierno se vería mal parado si argumentara a favor de mantenerlo.\nTrump ha dado señales mixtas respecto a DACA durante los últimos meses. Ha prometido prevenir que los menores de edad en universidades sean deportados, pero también ha dicho que tendrá una línea dura contra cualquier tipo de migración. En abril, por ejemplo, le dijo a The Associated Press que los beneficiarios del programa podrían “estar tranquilos” sobre su estatus porque su gobierno no “perseguía a los dreamers, sino a los criminales”. Muchos de los funcionarios de la Casa Blanca de Trump, incluida su propia familia, respaldan que haya cierta lenidad hacia los migrantes beneficiados por el programa.\nLa hija mayor de Trump, Ivanka, y su yerno, Jared Kushner, son también asesores del presidente y ambos respaldan extender las protecciones de DACA.\nEl cambio de la política afectaría a 800.000 migrantes indocumentados actualmente protegidos por el programa, con lo que perderían su estatus legal y serían sujetos a la deportación.\nGrupos defensores de inmigrantes han dicho que ponerle fin a DACA sería una jugada sin compasión que no traería beneficio alguno a Estados Unidos pero que pondría en peligro a muchos jóvenes criados en ese país que quieren trabajar, estudiar y pagar impuestos.", "url": "https://www.nytimes.com/es/2017/09/04/espanol/donald-trump-preve-eliminar-daca-un-escudo-para-los-dreamers.html"}