{"authors": ["Sabrina Tavernise"], "date_download": "2022-10-25 23:52:12", "date_modify": "2022-10-25 23:52:12", "date_publish": "2017-10-07 17:00:37", "description": "No fue una coincidencia que Stephen Paddock realizara su ataque desde la torre de cristal de uno de los casinos más prestigiosos de Las Vegas. Un aspecto importante de su vida implicaba los juegos de azar, por lo que tenía ansias por disfrutar los placeres que solo esa ciudad le podía proporcionar.", "filename": "es_2017_10_07_espanol_la-vida-del-tirador-de-las-vegas-en-los-casinos_1666741932.html", "image_url": "https://static01.nyt.com/images/2017/10/05/us/05gambler1/05gambler1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2898c52e4d3d3ee5f12769d1d62333f63cd2f38c7ff8260c0a43b08a29d6b185&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_10_07_espanol_la-vida-del-tirador-de-las-vegas-en-los-casinos_1666741932.html", "title": "La vida del tirador de Las Vegas en los casinos", "title_page": "La vida del tirador de Las Vegas en los casinos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Según una persona que revisó el historial de apuestas de Paddock, y que pidió mantener su anonimato porque esa información forma parte de una investigación policial activa, decenas de “reportes de transacciones monetarias”, que los casinos deben enviar al gobierno federal para registrar las transacciones superiores a la suma de 10,000 dólares aparecen archivadas bajo su nombre. Paddock tenía líneas de crédito de seis cifras en los casinos que le daban la oportunidad de ganar sumas importantes en largas sesiones, y se le conocía como alguien que siempre pagaba sus cuentas. A menudo se quedaba en habitaciones “comped”, lo que significa que se alojaba gratis, como sucedió el pasado fin de semana en el Mandalay Bay, según la persona que conoce su historial.\nEstaba allí para jugar, no para irse de fiesta. La noche antes del tiroteo, Paddock presentó dos quejas al hotel por el ruido proveniente de sus vecinos de abajo: Albert Garzón, dueño de un restaurante de San Diego, y su esposa y amigos. Garzón, que se quedaba en la suite 31-135, directamente debajo de Paddock, dijo que los guardias de seguridad llamaron a su puerta alrededor de las 01:30 de la mañana del domingo y le pidieron que bajara el volumen de la música country que estaba escuchando. Cuando preguntó de dónde venía la queja, señalando que las habitaciones más cercanas que tenía estaban muy lejos, el guardia de seguridad le dijo: “Es el huésped que está encima de ti”.\nBajaron la música pero otros guardias de seguridad volvieron a tocarle la puerta, media hora más tarde. El hombre había llamado para quejarse de nuevo, por lo que Garzón apagó la música. No fue sino hasta las primeras horas del lunes que Garzón se dio cuenta de que Paddock había sido el hombre que se había quejado de la música.\n“Alcé la vista y pude ver su cortina ondeando por el viento”, dijo.\nEn el Atlantis de Reno, Paddock solía sentarse en las máquinas de la gente que estaba jugando, pero se levanta un momento para tomarse un descanso. “Eso molestaba a la gente pero no parecía importarle en absoluto”, dijo Weinreich. “Actuaba como si dijera ‘estas máquinas son para mí'”.\nPaddock también miraba fijamente a las personas, dijo Weinreich.\n“Le encantaba mirar fijamente a otras personas mientras jugaban”, dijo. “No era algo bueno porque eso incomodaba a otros jugadores VIP hasta límites insoportables”.\n“Uno de mis invitados me dijo una vez: ‘Él realmente me da escalofríos'”.\nEn el Mandalay Bay, Paddock usó las máquinas de videopóker ubicadas en una estancia relativamente tranquila llamada “High Limit Slots”, apartada de otros ruidosos dispositivos. Esta habitación tiene sus propios asistentes, trabajando detrás de un escritorio, y sus propios baños, para mantener a los jugadores cerca.", "url": "https://www.nytimes.com/es/2017/10/07/espanol/la-vida-del-tirador-de-las-vegas-en-los-casinos.html"}