{"authors": ["Jamie Martin"], "date_download": "2022-10-25 23:33:53", "date_modify": "2022-10-25 23:33:53", "date_publish": "2022-05-02 09:00:10", "description": "La inflación es real y dolorosa en Estados Unidos. Pero para mejorar la situación, el país debe actuar con cuidado para garantizar que las soluciones no produzcan otra década perdida para América Latina y el sur global.", "filename": "es_2022_05_02_espanol_opinion_inflacion-crisis_1666740833.html", "image_url": "https://static01.nyt.com/images/2022/05/01/opinion/sunday/29martin-inyt/28martin-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_05_02_espanol_opinion_inflacion-crisis_1666740833.html", "title": "Hay inflación en EE. UU. y la manera de solucionarla podría afectar al mundo", "title_page": "Hay inflación en EE. UU. y la manera de solucionarla podría afectar al mundo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Los efectos más perdurables de esta recesión se observaron en las economías más pobres y no industrializadas de los imperios coloniales europeos y en América Latina. Cuando se desplomaron los precios de las materias primas, los productores y exportadores de productos como el trigo, el azúcar y el caucho sufrieron una terrible devastación. Los efectos a largo plazo del colapso de 1920-1921 en estas economías fueron similares a los de la Depresión y el desplome de los años ochenta.\n¿Qué efectos tendrán las medidas tomadas ahora por la Reserva Federal para controlar la inflación? La historia distante no es el único indicador de que es recomendable proceder con cautela. En 2013, en respuesta a una mínima señal de que Ben Bernanke, quien entonces estaba al frente de la Reserva Federal, se preparaba para aplicar una política monetaria contractiva, muchas economías de mercados emergentes cayeron en picada. Las perspectivas de que los préstamos se encarecieran provocaron situaciones especialmente graves de salida de capitales e inestabilidad monetaria en Indonesia, Brasil, India, Sudáfrica y Turquía. En la década siguiente, muchas economías de los mercados emergentes experimentaron un desempeño lento.\nEn este momento, existen condiciones propicias para que la Reserva Federal precipite otra crisis global. Un área de particular preocupación es el nivel extremadamente elevado de deuda de los mercados emergentes. El Fondo Monetario Internacional calcula que alrededor del 60 por ciento de los países en desarrollo con ingresos bajos experimentan una situación crítica causada por el sobreendeudamiento o están muy cerca de ese punto. Es posible que el reciente incumplimiento de Sri Lanka haya sido la primera ficha de dominó en caer. Una política monetaria más contractiva en Estados Unidos hará que muchos otros países también eleven sus tasas de interés para evitar la fuga de capitales y la inestabilidad monetaria. Por desgracia, esa medida provocará que sus economías se contraigan, lo que pondrá en riesgo la recuperación tras la pandemia y le asestará un golpe más a su crecimiento a largo plazo.\nEstas condiciones deberían darles que pensar a los partidarios de línea dura sobre la inflación que insisten en que la Reserva Federal adopte medidas agresivas. Pero hay que recordar que la institución tiene una labor centrada en la política nacional: promover la estabilidad de precios y el máximo empleo dentro de Estados Unidos. Esto significa que la Reserva Federal es una institución nacional que, en efecto, fija la política monetaria de todo el mundo.\nPor lo mismo, deberían considerarse con más urgencia medidas alternativas para lidiar con la inflación. En general, las tasas de interés se consideran la única herramienta disponible, pero lo cierto es que el gobierno federal cuenta con otras opciones para contener el aumento de precios más dirigidas que las herramientas terminantes de la restricción monetaria agresiva. Por ejemplo, el gobierno también puede intervenir en sectores propensos a presiones inflacionarias fuertes, como los servicios de salud y la vivienda. A largo plazo, una inversión en infraestructura podría evitar el tipo de cuellos de botella que en la actualidad causan estragos en la economía.\nEn realidad, es posible que alguien más deba resolver el problema creado por la Reserva Federal. Cuando la Reserva Federal le meta el freno a la economía, si es que lo hace, se requerirá una respuesta internacional firme. Tradicionalmente, el Fondo Monetario Internacional se había ocupado de los efectos secundarios de las crisis globales de deuda, pero su reputación está dañada debido a su afán de aplicar medidas de austeridad y reformas dolorosas en países sacudidos por crisis financieras… lo último que necesitan esas economías para lograr un crecimiento sostenido. Por su parte, el Grupo de los 20, encargado de cuestiones de alivio de la deuda soberana, se ha visto limitado por conflictos crecientes entre sus miembros más poderosos.\nSi las instituciones de gobierno económico global pretenden hacerles frente a los riesgos derivados de las alzas marcadas en las tasas de Estados Unidos, necesitan cambiar su manera de movilizar y distribuir recursos y tratar a sus Estados miembro más vulnerables. Para empezar, el FMI podría expedir más derechos especiales de giro, que les ofrecen una cuerda salvavidas financiera a Estados miembro sin compromisos a cambio, pero que ha objetado el Congreso estadounidense por temor a que el dinero termine en manos de rivales estratégicos. El FMI también debería reducir las sobretasas punitivas impuestas a deudores vulnerables, que les suman una carga enorme a sus deudas existentes, de por sí asfixiantes. Estados Unidos, que tiene una enorme influencia en el FMI, debería presionar también para lograr este objetivo, en especial porque algunas decisiones tomadas en Washington bien podrían hacer urgentes esas reformas ahora.", "url": "https://www.nytimes.com/es/2022/05/02/espanol/opinion/inflacion-crisis.html"}