{"authors": ["Choe Sang-Hun", "Victoria Kim"], "date_download": "2022-10-25 23:45:39", "date_modify": "2022-10-25 23:45:39", "date_publish": "2022-10-04 18:35:42", "description": "En la década que Kim Jong-un ha gobernado, Corea del Norte ha ampliado rápidamente su programa nuclear y ha modernizado su flota de misiles. Esto es lo que los expertos creen que contiene.", "filename": "es_2022_10_04_espanol_arsenal-corea-norte-misiles_1666741539.html", "image_url": "https://static01.nyt.com/images/2021/03/26/world/26nkorea-arsenal-5-esp-1/26nkorea-arsenal-5-facebookJumbo-v2.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_10_04_espanol_arsenal-corea-norte-misiles_1666741539.html", "title": "¿Qué tan potente es el arsenal de Corea del Norte?", "title_page": "El arsenal de Corea del Norte ha crecido con rapidez. Esto contiene - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEÚL — Corea del Norte ha probado una ráfaga de misiles en las últimas semanas, un ejercicio que culminó el martes con el lanzamiento de un misil balístico de alcance intermedio sobre Japón en el océano Pacífico. El misil de prueba, que llegó más lejos que cualquier otro cohete lanzado anteriormente por el país, fue la más reciente demostración del arsenal militar del Norte, que está creciendo es y cada vez más sofisticado.\nLa escalada se produce en un momento en que su líder, Kim Jong-un, ha tratado de consolidar la posición del país como potencia con armas nucleares y su papel de gobernante al frente del mismo. El mes pasado, Corea del Norte adoptó una nueva ley que dice que lanzará un ataque nuclear “automática e inmediatamente” si el sistema de comando y control de sus fuerzas nucleares —una aparente referencia al liderazgo de Kim— es puesto en peligro.\nA medida que el riesgo de guerra nuclear aumenta una vez más con la invasión de Rusia de Ucrania, a principios de este año Kim se comprometió a ampliar el arsenal nuclear de Corea del Norte “a la mayor velocidad posible”. Indicó que no se trataba un mero elemento disuasorio, sino que podría utilizarse “si alguna fuerza intenta violar los intereses fundamentales de nuestro Estado”.", "url": "https://www.nytimes.com/es/2022/10/04/espanol/arsenal-corea-norte-misiles.html"}