{"authors": ["Melinda Wenner Moyer"], "date_download": "2022-10-25 23:26:16", "date_modify": "2022-10-25 23:26:16", "date_publish": "2020-05-22 18:58:05", "description": "La nueva enfermedad inflamatoria relacionada con la COVID-19 que afecta a niños es alarmante, pero por suerte es muy poco frecuente y es fácil de detectar.", "filename": "es_2020_05_22_espanol_estilos-de-vida_PMIS-coronavirus-infantil_1666740376.html", "image_url": "https://static01.nyt.com/images/2020/05/21/multimedia/19parenting-inflammation-covid-kids/19parenting-inflammation-covid-kids-facebookJumbo.jpg?year=2020&h=550&w=1050&s=47fcaa39f3d07b88f97f9c0eaa6cbd544f95cd8d7469fd43e845d83d83fd9f6e&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_05_22_espanol_estilos-de-vida_PMIS-coronavirus-infantil_1666740376.html", "title": "Los niños y el coronavirus: lo que se sabe del síndrome pediátrico relacionado con la COVID", "title_page": "Los niños y el coronavirus: lo que se sabe del síndrome pediátrico relacionado con la COVID - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El síndrome inflamatorio pediátrico también se parece mucho al síndrome de shock tóxico, que ocurre cuando el cuerpo entra en shock porque ha sido expuesto a toxinas liberadas durante infecciones bacterianas. Pero Ofori-Amanfo dijo que ninguno de los pacientes en Monte Sinaí tenía evidencia de una infección bacteriana en su cuerpo, por lo que era probable que el síndrome inflamatorio pediátrico, de nuevo, se pareciera al síndrome de shock tóxico, pero en realidad no era lo mismo.\nLos síntomas son evidentes y graves.\nLa buena noticia es que el nuevo síndrome inflamatorio pediátrico es fácil de detectar; sus síntomas son lo suficientemente graves como para que los padres puedan distinguirlos. Todos los pacientes presentaron una fiebre de 38 grados Celsius o más que no cedía, dijo James Schneider, especialista en cuidados intensivos pediátricos en el Centro Médico Infantil Cohen en Queens, el cual ha atendido hasta ahora a más de 40 pacientes con el síndrome. Cheung coincidió, y agregó que los niños con temperatura de 37 o 38 grados Celsius, quizá no estén en riesgo. “No es lo que hemos visto aquí. Los pacientes que hemos visto que han necesitado ser internados en un hospital presentan fiebres de moderadas a elevadas”, dijo.\nLa mayoría de los niños también desarrolla un dolor abdominal grave que empeora progresivamente con el tiempo. No es el dolor de estómago común en los niños, sino un dolor intenso que con frecuencia está acompañado de vómito y diarrea y es “lo suficientemente grave como para preocupar al padre”, señaló Ofori-Amanfo. Para algunos niños, el dolor ha sido tan intenso que los padres y los médicos asumieron que el niño padecía apendicitis y necesitaba cirugía, afirmó Nadine Choueiter, cardióloga pediatra del Hospital Infantil de Montefiore en el Bronx.\nMuchos niños que padecen el síndrome (aunque no todos) también desarrollan urticaria. La urticaria es roja y aparece con frecuencia en manos, antebrazos y pecho, dijo Ofori-Amanfo, aunque puede presentarse en cualquier lado. Por lo general se torna de color blanco cuando ejerces presión sobre ella y retoma su color rojo cuando te detienes. También suele cubrir una zona amplia como, por ejemplo, todo el rostro del niño, o una parte importante de sus brazos o piernas. “No es como una manchita de sarpullido. Es bastante dispersa”, dijo Cheung.\nLos niños que presentan el síndrome en ocasiones también tienen los ojos rojos, labios agrietados, llagas en la lengua, y pies y manos inflamados; además, podrían quejarse de dolor muscular y no tener ganas de caminar. No obstante, según los médicos, estos síntomas no son tan comunes como la fiebre y el dolor abdominal, y algunos de estos podrían ser intermitentes. “En ocasiones, los síntomas de la piel y los ojos presentan altibajos hasta el punto de que un médico podría entrar en la sala y afirmar que vio una urticaria, mientras que otro médico podría entrar tres horas después y notar que la urticaria es completamente diferente”, dijo Choueiter.\nLos médicos no han identificado ninguna condición o historial médico que ponga a los niños en riesgo de contraer el síndrome, excepto por la exposición al coronavirus.\n“Todos nuestros pacientes han sido pacientes previamente sanos, sin enfermedades subyacentes”, dijo Ofori-Amanfo. Algunos de los niños que desarrollaron el síndrome incluso tenían varios hermanos que se mantuvieron perfectamente saludables.\nLos médicos también están viendo el síndrome en ambos sexos, pero “lo estamos viendo un poco más en niños que en niñas, como 60 por ciento de niños y 40 por ciento de niñas”, dijo Choueiter. El rango de edad también es amplio; el Hospital Infantil de Montefiore ha visto el síndrome en niños desde los cinco meses hasta en jóvenes de 20 años. No se ha observado en adultos.", "url": "https://www.nytimes.com/es/2020/05/22/espanol/estilos-de-vida/PMIS-coronavirus-infantil.html"}