{"authors": ["Jorge G. Castañeda"], "date_download": "2022-10-25 22:59:19", "date_modify": "2022-10-25 22:59:19", "date_publish": "2019-12-13 16:00:05", "description": "La violencia, el estancamiento económico y las decisiones erráticas en el gobierno señalan una trayectoria larga y accidentada para su sexenio. También para el país.", "filename": "es_2019_12_13_espanol_opinion_andres-manuel-lopez-obrador-mexico_1666738759.html", "image_url": "https://static01.nyt.com/images/2019/12/11/opinion/12castanedaES/11castaneda-facebookJumbo.jpg?year=2019&h=549&w=1050&s=b830e7ccfa4cbed358785c4fd7e0f7bc1ff9dec5af14fa7c4af464e9d058dd77&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_12_13_espanol_opinion_andres-manuel-lopez-obrador-mexico_1666738759.html", "title": "López Obrador se mantiene a flote, pero México no", "title_page": "López Obrador se mantiene a flote, pero México no - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Se cumplió el primer año de la presidencia en México de Andrés Manuel López Obrador y hay mucho y poco qué decir al respecto. Aunque no ha ocurrido alguna catástrofe de gran importancia, ahora se ve más lejos que nunca un futuro nuevo y brillante. Él se mantiene a flote, pero sus resultados son inconsistentes.\nDe acuerdo con la mayoría de las encuestas, López Obrador mantiene su popularidad. En promedio, su índice de aprobación está en poco más del 60 por ciento, más o menos en la misma posición en la que dos de sus tres predecesores —Vicente Fox y Felipe Calderón— se encontraban en la misma etapa de sus periodos. Esta es una hazaña notable, ya que su desempeño real en las áreas importantes para la mayoría de los mexicanos es deplorable. Las dos más significativas —violencia y economía— están en su peor nivel en años. La supervivencia de la joven y precaria democracia de México es cada vez menos clara. Los mismos mexicanos que le aplauden de manera personal no creen en el éxito de sus políticas y desaprueban sus resultados.\nEl crecimiento económico mediocre durante los veinticinco años pasados contribuyó de manera decisiva a la elección de López Obrador. Con un promedio menor al uno por ciento de crecimiento anual per cápita, la economía de México fue incapaz de sacar a la gente de la pobreza, elevar los ingresos para las clases bajas y medias de la sociedad, mejorar la salud y la educación o reducir la desigualdad.\nLópez Obrador prometió un crecimiento anual del cuatro por ciento. En 2019, el crecimiento fue nulo, y en 2020 apenas alcanzará el uno por ciento, de acuerdo con los pronósticos más optimistas. Dada la actual caída de las inversiones, muchos creen que un crecimiento del cero por ciento para el próximo año es un cálculo más razonable.", "url": "https://www.nytimes.com/es/2019/12/13/espanol/opinion/andres-manuel-lopez-obrador-mexico.html"}