{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:27:57", "date_modify": "2022-10-25 23:27:57", "date_publish": "2021-07-23 23:01:26", "description": "Las vacunas son eficaces para prevenir enfermedades graves y muertes, pero no son un escudo perfecto contra el coronavirus", "filename": "es_2021_07_23_espanol_contagio-personas-vacunadas_1666740477.html", "image_url": "https://static01.nyt.com/images/2021/07/22/science/22virus-breakthrough1-esp-1/22virus-breakthrough1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b71af4beee6e4f55fe9dc7f552912a26e88b760f084495b8176d9b99add5244c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_07_23_espanol_contagio-personas-vacunadas_1666740477.html", "title": "Por qué las personas ya vacunadas se están contagiando", "title_page": "Por qué las personas ya vacunadas se están contagiando - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Que una persona vacunada llegue a infectarse puede depender del nivel de anticuerpos tras la vacunación, de la potencia de esos anticuerpos contra la variante y de si el nivel de anticuerpos en la sangre de la persona ha disminuido desde la inmunización.\nEn cualquier caso, las defensas inmunitarias preparadas por las vacunas deberían reconocer el virus poco después de la infección y destruirlo antes de que se produzcan daños importantes.\n“Eso es lo que explica por qué la gente se infecta y por qué la gente no enferma gravemente”, comentó Michel C. Nussenzweig, inmunólogo de la Universidad Rockefeller de Nueva York. “Es casi inevitable, a menos que se den refuerzos muy frecuentes a la gente”.\nHay pocas pruebas, más allá de los reportes anecdóticos, que indiquen que los casos de infección en vacunados por la variante delta son más comunes o que es más probable que se propaguen a otras personas. Los CDC han registrado alrededor de 5500 hospitalizaciones y muertes en personas vacunadas, pero no están haciendo un seguimiento de los casos más leves de infección en vacunados.\nEl grupo de trabajo sobre la COVID-19 Sports and Society, una coalición de ligas deportivas profesionales que colabora estrechamente con los CDC, está aportando datos adicionales. Según Robby Sikka, médico que trabajó con los Minnesota Timberwolves de la NBA, los equipos deportivos del grupo a diario realizan pruebas a más de 10.000 personas y secuencian todas las infecciones.\nLos contagios en las ligas parecen ser más comunes con la variante delta que con la alfa, la variante identificada por primera vez en el Reino Unido, dijo. Como era de prever, las vacunas reducen la gravedad y la duración de la enfermedad de forma significativa, y los jugadores regresan menos de dos semanas después de infectarse, en comparación con las casi tres semanas anteriores de la pandemia.\nPero mientras están contagiados, los jugadores son portadores de cantidades muy elevadas de virus durante siete a diez días, en comparación con los dos o tres días de los infectados con alfa, dijo Sikka. Los jugadores infectados están obligados a permanecer en cuarentena, por lo que el proyecto no ha podido rastrear si propagan el virus a otros, pero es probable que lo hagan, añadió.", "url": "https://www.nytimes.com/es/2021/07/23/espanol/contagio-personas-vacunadas.html"}