{"authors": ["Valerie Hopkins", "Nanna Heitmann"], "date_download": "2022-10-25 23:42:31", "date_modify": "2022-10-25 23:42:31", "date_publish": "2022-09-07 02:00:15", "description": "La indiferencia ante las batallas en Ucrania es exactamente con lo que cuenta el presidente de Rusia, Vladimir Putin, mientras lleva a cabo una estrategia interna para blindar a su pueblo ante las dificultades.", "filename": "es_2022_09_06_espanol_moscu-atmosfera-guerra_1666741351.html", "image_url": "https://static01.nyt.com/images/2022/09/06/world/06moscow-mood-promo/06moscow-mood-promo-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_09_06_espanol_moscu-atmosfera-guerra_1666741351.html", "title": "¿Cómo se vive la guerra en Moscú?", "title_page": "¿Cómo se vive la guerra en Moscú? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Algunas tiendas han cerrado por las sanciones, lo cual es frustrante, pero no es tan grave”, dijo Yuliya, de 18 años, recién graduada de la escuela secundaria, que estaba en un banco del Parque Gorki, donde los moscovitas toman el sol, bailan y patinan. Ella y sus amigos dicen que no piensan en los combates en Ucrania tan a menudo.\nEse distanciamiento es exactamente con lo que cuenta el presidente Vladimir Putin al ejecutar una estrategia doméstica para proteger a los rusos de las dificultades de la guerra: sin reclutamiento, sin funerales masivos, sin sentimientos de pérdida o conflicto. Gran parte de los esfuerzos de Rusia en el campo de batalla no han salido como Putin había planeado, pero en casa, ha logrado en su mayoría hacer que la vida rusa se sienta lo más normal posible.\nLa mayoría de los museos y teatros están abiertos, siempre que sus dirigentes no critiquen al Kremlin, y en las noches de verano, barcos de fiesta con pasajeros efusivos surcan el cercano río Moscova y la gente hace pícnics en el pasto. Las temporadas de otoño de ópera y ballet acaban de empezar, aunque algunos estrenos previstos y producciones en curso se han cancelado después de que sus directores y estrellas se manifestaran en contra de la guerra o huyeran del país.\n“Lo que los rusos hacen normalmente es proteger su vida cotidiana”, dijo Greg Yudin, profesor de filosofía política en la Escuela de Ciencias Sociales y Económicas de Moscú, al describir un mecanismo de adaptación que data del período soviético, pero que se generalizó durante el mandato de Putin.", "url": "https://www.nytimes.com/es/2022/09/06/espanol/moscu-atmosfera-guerra.html"}