{"authors": ["Azam Ahmed"], "date_download": "2022-10-25 22:59:02", "date_modify": "2022-10-25 22:59:02", "date_publish": "2019-08-04 21:00:38", "description": "El secretario de Relaciones Exteriores de México anunció que el gobierno tomará acciones legales y buscaría la extradición del atacante que abrió fuego en una tienda Walmart en El Paso y causó la muerte de veinte personas; siete eran mexicanas.", "filename": "es_2019_08_04_espanol_el-paso-ataque-mexico_1666738742.html", "image_url": "https://static01.nyt.com/images/2019/08/04/business/04mexico-shooting-1/04mexico-shooting-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=db3ad6e6bcdc50795bdb5985e23a8d8dd23551658f00a88d80f5831099bd077a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_08_04_espanol_el-paso-ataque-mexico_1666738742.html", "title": "México podría buscar la extradición del responsable de la masacre en El Paso", "title_page": "México podría buscar la extradición del responsable de la masacre en El Paso - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Si quieres recibir las noticias diarias de The New York Times en Español en tu correo, suscríbete aquí a El Times]\nCIUDAD JUÁREZ, México — México exigió protección para los mexicanos y los mexico-estadounidenses que viven en Estados Unidos y amenazó el domingo con tomar acciones legales, un día después de que un tiroteo en un Walmart en El Paso, Texas, dejara siete muertos y siete heridos mexicanos.\nLas autoridades de México buscarían extraditar al atacante por cargos de terrorismo y planean tomar acciones legales contra quien le vendió el arma de asalto, dijo el secretario de Relaciones Exteriores de México, Marcelo Ebrard.\n“Consideramos que el tema de las armas es crucial”, dijo.\nEl hombre armado que mató a 20 personas en el ataque del sábado escribió un manifiesto antiinmigrante que hablaba de una “invasión hispana de Texas”. Muchos mexicanos vieron el tiroteo como una expresión de las tensiones entre Estados Unidos y México por la inmigración, las armas y la violencia.", "url": "https://www.nytimes.com/es/2019/08/04/espanol/el-paso-ataque-mexico.html"}