{"authors": ["Benjamin Mueller", "Roni Caryn Rabin"], "date_download": "2022-10-25 23:23:05", "date_modify": "2022-10-25 23:23:05", "date_publish": "2020-06-17 18:28:36", "description": "Un esteroide, la dexametasona, es el primer fármaco que se ha mostrado ayuda a salvar pacientes gravemente enfermos con coronavirus, según un grupo de científicos en Gran Bretaña.", "filename": "es_2020_06_17_espanol_dexametasona-coronavirus_1666740185.html", "image_url": "https://static01.nyt.com/images/2020/06/16/world/17virus-steroid-ES/merlin_172949055_a054e5d5-7b49-48c8-ba8a-1a6fe8c3b21d-facebookJumbo.jpg?year=2020&h=549&w=1050&s=ae5d1b2b1348419bc739fa286310491274326596c19ef8d99d969f24483154f8&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_06_17_espanol_dexametasona-coronavirus_1666740185.html", "title": "Dexametasona: el fármaco que ha demostrado eficacia contra el coronavirus", "title_page": "Dexametasona: el fármaco que ha demostrado eficacia contra el coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El medicamento parece reducir la inflamación causada por el sistema inmune, protegiendo los tejidos. En el estudio, la dexametasona redujo en un tercio las muertes de los pacientes que respiraban con ventiladores y en una quinta parte las muertes de pacientes que se encontraban recibiendo oxígeno.\nHasta ahora, los hospitales de todo el mundo no han tenido nada que ofrecer a estos pacientes desesperados y moribundos, y el prospecto de un tratamiento salvador al alcance de la mano en casi todas las farmacias, fue recibido por los médicos con una especie de euforia.\n“Suponiendo que cuando pase por la evaluación de los pares se ratifique —y estos son investigadores reconocidos—es un enorme avance, un gran avance”, dijo Sam Parnia, neumólogo y profesor asociado de medicina en la Escuela de Medicina Grossman de la Universidad de Nueva York. “No puedo enfatizar lo importante que esto podría ser”.\nPero el informe también llega inmediatamente después de una serie de errores y retracciones en la literatura científica, a medida que los científicos se apresuran a publicar investigaciones sobre el coronavirus. Si bien los hospitales del Reino Unido pudieron comenzar el martes 16 a tratar a pacientes gravemente enfermos de COVID-19 con dexametasona, muchos expertos en Estados Unidos exigieron ver datos y el estudio en sí, que aún no han sido revisados por pares ni se han publicado.", "url": "https://www.nytimes.com/es/2020/06/17/espanol/dexametasona-coronavirus.html"}