{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:46:15", "date_modify": "2022-10-25 23:46:15", "date_publish": "2017-10-16 18:09:29", "description": "A la industria de la tecnología le gusta demostrar que contribuye a que exista más libertad, progreso y un mejor futuro para toda la humanidad. Las redes sociales quizá prometieron libertad al principio, pero resultaron ser unas herramientas muy útiles para avivar el enojo.", "filename": "es_2017_10_16_espanol_los-peligros-de-los-gigantes-tecnologicos_1666741575.html", "image_url": "https://static01.nyt.com/images/2017/10/13/business/13jpBIGTECH/00BIGTECH1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=dcb97849b6e537a8002989a254b5149083932224cc6f72e7fab259ce3cd77ce3&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_10_16_espanol_los-peligros-de-los-gigantes-tecnologicos_1666741575.html", "title": "Los peligros de los gigantes tecnológicos", "title_page": "Los peligros de los gigantes tecnológicos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Al inicio de esta década, la Primavera Árabe prosperó con la ayuda de las redes sociales. Ese es el tipo de historia que le encanta a la industria de la tecnología: le gusta demostrar que contribuye a que exista más libertad, progreso y un mejor futuro para toda la humanidad.\nMark Zuckerberg, el fundador de Facebook, proclamó que esa era precisamente la razón por la que existía su red social. En un manifiesto para inversionistas de 2012, dijo que Facebook era una herramienta para crear “un diálogo más honesto y transparente en torno al gobierno”. El resultado, dijo, serían “mejores soluciones para algunos de los problemas más grandes de nuestra época”.\nAhora, las empresas de la tecnología son criticadas por crear problemas en vez de solucionarlos. El problema número uno en la lista es la interferencia rusa en la elección presidencial de Estados Unidos el año pasado. Las redes sociales quizá prometieron libertad al principio, pero resultaron ser unas herramientas muy útiles para avivar el enojo. La manipulación fue tan eficiente y tan carente de transparencia que las empresas apenas se dieron cuenta de que eso estaba ocurriendo.\nLa elección no es la única preocupación. Las empresas de tecnología han acumulado una cantidad tremenda de poder e influencia. Amazon determina cómo la gente compra; Google, cómo adquiere conocimiento; Facebook, cómo se comunica. Todos están tomando decisiones acerca de quién tiene acceso al megáfono digital y quién debe desconectarse de la red.", "url": "https://www.nytimes.com/es/2017/10/16/espanol/los-peligros-de-los-gigantes-tecnologicos.html"}