{"authors": ["Jennifer Valentino-Devries"], "date_download": "2022-10-25 23:32:54", "date_modify": "2022-10-25 23:32:54", "date_publish": "2018-05-24 09:30:00", "description": "Más de doscientas aplicaciones y servicios ofrecen una variedad de opciones a los acosadores potenciales, desde el rastreo básico de ubicación hasta la recopilación de mensajes de texto e incluso la videograbación en secreto.", "filename": "es_2018_05_24_espanol_espia-aplicacion-celular_1666740774.html", "image_url": "https://static01.nyt.com/images/2018/05/18/autossell/18stalkerware3/18stalkerware3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7387cffbb4eae6c8ad2d3ad214f6189962fb79166aaeb96338875882a4fae920&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_05_24_espanol_espia-aplicacion-celular_1666740774.html", "title": "Llevas un espía escondido en el bolsillo", "title_page": "Llevas un espía escondido en el bolsillo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KidGuard es una aplicación móvil que se promociona a sí misma como una herramienta para monitorear a los niños. Sin embargo, también ha promovido su mecanismo de vigilancia para otros propósitos y tiene publicaciones de blog con títulos como “Cómo leer mensajes borrados del teléfono de tu amante”.\nUna aplicación similar, mSpy, ofrece consejos a una mujer para monitorear en secreto a su marido. Hay otra más, Spyzie, cuyos anuncios salen en Google con los resultados de las búsquedas de términos como “descubre novia infiel iPhone”.\nAsí como en los últimos años se han multiplicado las herramientas digitales que recaban información de los teléfonos para monitorear a los niños, los amigos o los teléfonos perdidos, ha sucedido lo mismo con las opciones para la gente que abusa de la tecnología con el objetivo de rastrear a otras personas sin su consentimiento.\nMás de doscientas aplicaciones y servicios ofrecen una variedad de opciones a los acosadores potenciales, desde el rastreo básico de ubicación hasta la recopilación de mensajes de texto e incluso la videograbación en secreto, de acuerdo con un nuevo estudio académico. Una veintena de servicios se promovieron como herramientas de vigilancia para espiar a parejas, según investigadores e información de The New York Times. La mayoría de los servicios espía necesita acceso a los teléfonos de las víctimas o conocer sus contraseñas, ambos requisitos son información comúnmente compartida en las relaciones domésticas.", "url": "https://www.nytimes.com/es/2018/05/24/espanol/espia-aplicacion-celular.html"}