{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:43:41", "date_modify": "2022-10-25 23:43:41", "date_publish": "2017-05-17 09:30:49", "description": "Críticos del presidente estadounidense acusan que obstruyó la justicia e interfirió en la pesquisa del FBI sobre vínculos entre su equipo y Rusia, al despedir al director del buró y pedirle en una carta que dejara de investigar a un asesor. ¿Es suficiente para someterlo a un juicio político?", "filename": "es_2017_05_17_espanol_trump-obstruccion-justicia-comey-flynn_1666741421.html", "image_url": "https://static01.nyt.com/images/2017/05/17/us/17obstructionexplainer/17obstructionexplainer-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7170d13e182c41b440d380ef4e159110b00e69a4856e3084feb6c297cdf6c9f7&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_05_17_espanol_trump-obstruccion-justicia-comey-flynn_1666741421.html", "title": "¿Violó Trump la ley y obstruyó la justicia?", "title_page": "¿Violó Trump la ley y obstruyó la justicia? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — El reporte de The New York Times que indica que el presidente Donald Trump le pidió a James Comey cuando este era director del FBI que dejara de investigar a su exasesor de seguridad nacional ha desatado acusaciones de que la Casa Blanca está obstruyendo la justicia.\nTrump despidió a Comey de manera abrupta el 9 de mayo y poco después declaró a NBC News que, antes de hacerlo, tuvo en mente la investigación del FBI sobre posibles vínculos entre su equipo de campaña y Rusia. (La pesquisa contra el exasesor de seguridad nacional Michael Flynn se lleva a cabo por separado, pero está vinculada).\nEl presidente Trump aparentemente también amenazó a Comey en Twitter; después de reportes de que Trump le preguntó al exdirector si le sería leal y este respondió que sería honesto, Trump dijo que a Comey “más le vale esperar que no haya grabaciones de nuestras conversaciones”.\nTrump negó haberle pedido a Comey que dejara de investigar a Flynn. En un comunicado emitido el martes 16 de mayo por la noche, la Casa Blanca dijo que “el presidente nunca le pidió a Comey ni a alguien más ponerle fin a ninguna investigación, incluida la que involucra al general Flynn”.", "url": "https://www.nytimes.com/es/2017/05/17/espanol/trump-obstruccion-justicia-comey-flynn.html"}