{"authors": ["Katie Benner"], "date_download": "2022-10-25 22:59:10", "date_modify": "2022-10-25 22:59:10", "date_publish": "2019-08-04 12:11:52", "description": "Las autoridades estadounidenses evalúan si un documento que se publicó en línea noventa minutos antes del tiroteo en El Paso, Texas, está vinculado con el atacante. El documento es una diatriba en contra de los migrantes hispanos que están \"invadiendo Texas\".", "filename": "es_2019_08_04_espanol_manifiesto-antiinmigrante-el-paso_1666738750.html", "image_url": "https://static01.nyt.com/images/2019/08/03/us/03elpasogunman/merlin_158830371_29c9e640-17d9-4d5a-8ad7-882059adbe52-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e1ed8a34410513629b9f1bea97007988e4d94ef9abd9f57aed7d5d5070aceca7&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_08_04_espanol_manifiesto-antiinmigrante-el-paso_1666738750.html", "title": "Una masacre y un manifiesto de 2300 palabras llenas de odio contra los migrantes hispanos", "title_page": "Una masacre y un manifiesto de 2300 palabras llenas de odio contra los migrantes hispanos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El atacante que abrió fuego contra una sinagoga en Poway, California, cerca de San Diego, en abril, publicó una diatriba antisemita en 8chan, el mismo foro en línea donde apareció el documento de El Paso. El manifiesto de Poway repetía las palabras del homicida de Christchurch y también se inspiraba en la masacre de la sinagoga de Pittsburgh de octubre pasado. En ese tiroteo, el autor estaba en contra de los inmigrantes, los judíos y otros grupos.\nEl ataque de El Paso, si el manifiesto está vinculado con el francotirador, acentúa potencialmente la propagación mundial de la ideología supremacista blanca en la era de las redes sociales, en un momento en el que la inmigración en Estados Unidos y en todo el mundo se ha vuelto un asunto político divisorio.\nEl sábado, poco después de que el francotirador disparara contra la multitud, las cuentas de LinkedIn y Facebook de Crusius fueron cerradas. Después de que su cuenta en LinkedIn se cerró, circuló una página que parecía ser de hace varios años, donde Crusius parecía ser un joven perdido.\nCuando estaba en el bachillerato, Crusius escribió en LinkedIn: “En realidad no estoy motivado a hacer nada más que lo que es necesario para salir adelante. El trabajo en general apesta, pero creo que una carrera en el diseño de programas informáticos estaría bien para mí. Paso unas ocho horas diarias frente a la computadora así que supongo que eso cuenta como experiencia tecnológica”.\nLa publicación concluía así: “Con toda seguridad, creo que veré lo que las carreras de tecnología me pueden ofrecer; iré a donde el viento me lleve”.\nSi se determina que el manifiesto está vinculado con el autor del tiroteo de El Paso, las autoridades federales pueden considerar el ataque del sábado como un crimen de odio o un incidente de terrorismo nacional.\nEl FBI ha declarado que han muerto más estadounidenses debido a ataques terroristas nacionales que en ataques terroristas internacionales desde el 11 de Septiembre, y que el terrorismo doméstico está cada vez más motivado por la ideología supremacista blanca.", "url": "https://www.nytimes.com/es/2019/08/04/espanol/manifiesto-antiinmigrante-el-paso.html"}