{"authors": ["J. David Goodman"], "date_download": "2022-10-25 22:56:49", "date_modify": "2022-10-25 22:56:49", "date_publish": "2022-06-10 09:00:27", "description": "Más de una decena de estudiantes seguían con vida antes de que los oficiales ingresaran a las aulas. El jefe encargado de la operación temía poner en riesgo la vida de los oficiales, según muestran nuevos documentos.", "filename": "es_2022_06_10_espanol_uvalde-tiroteo-policia-respuesta_1666738609.html", "image_url": "https://static01.nyt.com/images/2022/06/09/us/10uvalde-response-ESP-1/09uvalde-response-1-facebookJumbo-v2.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_06_10_espanol_uvalde-tiroteo-policia-respuesta_1666738609.html", "title": "La policía de Uvalde esperó para confrontar al atacante", "title_page": "La policía de Uvalde esperó para confrontar al atacante - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En un momento, los supervisores que estaban en la escuela se dieron cuenta de que había personas adentro de las aulas que necesitaban ayuda.\n“Creemos que hay algunas personas heridas allí”, dijo el hombre que se cree que es el jefe Arredondo, varios minutos antes de la irrupción de los agentes, según la transcripción. “Y, para que sepas lo que hicimos, despejamos el resto del edificio para que no hubiese nadie más, además de quienes ya están allí, obviamente”. En la transcripción, no queda claro con quién estaba hablando.\nPero incluso con los documentos y videos adicionales, gran parte de la caótica escena de ese día sigue sin estar clara, incluso cuando el jefe Arredondo y otros oficiales superiores se dieron cuenta de que había personas heridas adentro de los salones de clases. No se sabe si Arredondo u otros oficiales que estaban en la escuela se enteraron de las llamadas al 911 de una niña que estaba en las aulas y dijo que algunos de sus compañeros habían recibido disparos pero aún estaban vivos.\nLuego del análisis de los documentos han surgido algunas revelaciones como que el atacante, Salvador Ramos, tenía un dispositivo conocido como “hellfire” que fue creado para permitir que un rifle semiautomático AR-15 se dispare como un arma automática; algunos de los oficiales que llegaron primero a la escuela tenían armas largas, es decir, contaban con más potencia de fuego de lo que se sabía; y el jefe Arredondo se enteró de la identidad del pistolero mientras estaba en la escuela y, en vano, trató de comunicarse con él por su nombre a través de las puertas cerradas del salón de clases.\nPero como a dos oficiales que se acercaron a la puerta les dispararon —las balas los rozaron causándoles heridas menores— parece que Arredondo decidió que irrumpir rápidamente en las aulas, sin escudos ni mayor protección, habría ocasionado que los oficiales posiblemente murieran. En cambio, se centró en sacar a otros niños de la escuela, mientras esperaba a que le llevaran equipo de protección adicional.\nLa respuesta de la policía en la escuela primaria Robb ahora es objeto de investigaciones por parte de la policía estatal de Texas y el Departamento de Justicia de EE. UU. Fue el tema de una audiencia a puerta cerrada celebrada el jueves en el capitolio estatal, en Austin, que contó con el director de la policía estatal, Steven McCraw.", "url": "https://www.nytimes.com/es/2022/06/10/espanol/uvalde-tiroteo-policia-respuesta.html"}