{"authors": ["David Brooks", "Por Paul Krugman", "Por David Brooks", "Por Zeynep Tufekci", "Por Farhad Manjoo"], "date_download": "2022-10-25 23:38:25", "date_modify": "2022-10-25 23:38:25", "date_publish": "2022-07-24 11:00:03", "description": "He sido socialista y partidario del libre mercado. Pero la historia cambió ante mis ojos.", "filename": "es_2022_07_24_espanol_opinion_capitalismo-errores_1666741105.html", "image_url": "https://static01.nyt.com/images/2022/07/20/opinion/sunday/20IWasWrong-02/20IWasWrong-02-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_07_24_espanol_opinion_capitalismo-errores_1666741105.html", "title": "Me equivoqué sobre el capitalismo", "title_page": "Me equivoqué sobre el capitalismo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Comencemos desde el principio.\nCuando estudiaba el bachillerato y la universidad, era un socialista democrático. Me fascinaban los radicales de izquierda de la década de 1930: cómo escribían, pintaban, protestaban y se organizaban en defensa de los hombres y mujeres de la clase trabajadora. Veía el mundo a través del prisma de la lucha de clases.\nEsa era, sin duda, una perspectiva útil en los años treinta, cuando la economía en gran medida se basaba en la industria y cuando millones de personas pasaban hambre y no tenían trabajo. Pero cuando era estudiante universitario a principios de la década de 1980, ese ya no era el panorama económico. Estados Unidos estaba en una coyuntura de estanflación: había mucho desempleo y, al mismo tiempo, la inflación estaba por los cielos. El problema principal era la esclerosis. Con el paso de los años, los grupos con intereses especiales habían congestionado la economía con regulaciones demasiado onerosas, normas laborales, estructuras tributarias perversas y todas las demás sinecuras que los economistas llaman “búsqueda de rentas”.\nEstados Unidos necesitaba un golpe de dinamismo para subir los ánimos del emprendimiento y la innovación. No fue sino hasta el año 1985 más o menos que me di cuenta de que las personas que detestaba —Ronald Reagan y Margaret Thatcher— en realidad estaban haciendo algo provechoso y necesario.\nAsí que me zambullí de lleno en la página editorial de The Wall Street Journal a beber del profundo pozo del pensamiento de libre mercado. Durante un tiempo, esta apuesta por el dinamismo económico de libre mercado pareció dar buenos resultados. Fue a finales de los años ochenta y noventa, la época dorada de la globalización, la liberalización y los inicios creativos de Silicon Valley.\nA principios de los noventa, el Journal me envió a muchos viajes periodísticos a la Unión Soviética y, luego, a Rusia, y todo lo que no estaba de moda en Nueva York estaba de moda en Moscú, así que ser un editorialista de derecha era equivalente a estar en onda y a la vanguardia. Presté especial atención a todos los planes de privatización que circulaban en aquel entonces. Si la propiedad del Estado podía distribuirse a las masas, podría nacer una nueva Rusia capitalista.", "url": "https://www.nytimes.com/es/2022/07/24/espanol/opinion/capitalismo-errores.html"}