{"authors": ["David Brooks"], "date_download": "2022-10-25 23:38:28", "date_modify": "2022-10-25 23:38:28", "date_publish": "2022-04-11 09:00:16", "description": "Ucrania podría ser el primer campo de batalla en lo que resulta ser una lucha entre sistemas políticos diametralmente opuestos.", "filename": "es_2022_04_11_espanol_opinion_guerra-rusia-globalizacion_1666741108.html", "image_url": "https://static01.nyt.com/images/2022/04/10/opinion/sunday/08brooks_interior/08brooks_interior-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_04_11_espanol_opinion_guerra-rusia-globalizacion_1666741108.html", "title": "La globalización ha terminado", "title_page": "La globalización ha terminado - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A continuación, voy a describir un mundo en el que la divergencia se convierte en conflicto, en especial cuando las potencias compiten por los recursos y el dominio. Es obvio que China y Rusia quieren establecer zonas regionales que ellas dominen. En parte este es el tipo de conflicto que ha existido a lo largo de la historia entre sistemas políticos opuestos, de modo similar a lo que vimos durante la Guerra Fría. Esta es la lucha global entre las fuerzas del autoritarismo y las fuerzas de la democratización. Los regímenes iliberales están construyendo alianzas más estrechas entre sí. Los unos están invirtiendo más en las economías de los otros. En el otro extremo, los gobiernos democráticos están construyendo alianzas más estrechas entre sí. Se están erigiendo muros. Corea fue el primer gran campo de batalla de la Guerra Fría. Ucrania podría ser el primer campo de batalla en lo que resulta ser una larga lucha entre sistemas políticos diametralmente opuestos.\nPero está sucediendo algo de mayor profundidad, diferente de las grandes luchas de poder del pasado, diferente de la Guerra Fría. Esto no es solo un conflicto político o económico. Es un conflicto que atañe a la política, la economía, la cultura, el estatus, la psicología, la moral y la religión, todo al mismo tiempo. Más concretamente, es un rechazo de cientos de millones de personas en muy variados frentes del estilo occidental de hacer las cosas.\nPor definir este conflicto de la forma más generosa, diría que se trata de la diferencia entre el énfasis de Occidente en la dignidad de la persona y el énfasis del resto del mundo en la cohesión de la comunidad. Pero eso no es lo único que sucede. Lo importante es cómo estas inveteradas diferencias culturales normales están siendo atizadas por los autócratas que quieren expandir su poder y sembrar el caos en el mundo democrático. Ahora, los gobernantes autoritarios a menudo utilizan las diferencias culturales, las tensiones religiosas y el resentimiento por el estatus como herramientas para movilizar a sus simpatizantes, atraer aliados y expandir su propio poder. Esto es una diferencia cultural que el resentimiento por el estatus ha transformado en guerra cultural.\nAlgunas personas han resucitado la teoría del choque de civilizaciones de Samuel Huntington para plasmar lo que está sucediendo. Huntington tenía razón en que las ideas, la psicología y los valores impulsan la historia tanto como los intereses materiales. Pero estas divisiones no se desglosan en los criterios civilizatorios nítidos que Huntington describió.\nDe hecho, lo que más me obsesiona es que este rechazo del liberalismo de Occidente, de su individualismo, su pluralismo, su igualdad de género y todo lo demás, no se esté produciendo solo entre diferentes países, sino también dentro de ellos.\nEl resentimiento por el estatus contra las élites culturales, económicas y políticas de Washington que sale de la boca de dirigentes iliberales como Putin y Modi y Jair Bolsonaro en Brasil se parece mucho al resentimiento por el estatus que sale de la boca de la derecha trumpista, de la derecha francesa, de las derechas italiana y húngara.\nHay mucha complejidad en esto —los trumpistas, como es obvio, no sienten ningún aprecio por China—, pero a veces, al mirar los asuntos mundiales, veo una versión gigante, global, maximalista, de la familiar disputa entre republicanos y demócratas en Estados Unidos. En Estados Unidos nos hemos dividido por criterios regionales, educativos, religiosos, culturales, generacionales y urbanos/rurales, y ahora el mundo se está fragmentando de un modo que muchas veces parece imitar el nuestro. Puede que los líderes populistas difieran en qué camino prefieren, y que sus pasiones nacionalistas a menudo entren en conflicto, pero contra lo que se están rebelando suele ser lo mismo.", "url": "https://www.nytimes.com/es/2022/04/11/espanol/opinion/guerra-rusia-globalizacion.html"}