{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:55:20", "date_modify": "2022-10-25 23:55:20", "date_publish": "2018-10-10 09:40:42", "description": "Un periodista crítico del régimen de Arabia Saudita desapareció después de visitar el consulado saudita en Turquía; ahora las autoridades turcas sospechan que fue asesinado en la legación e incluso desmembrado ahí mismo para esconder el crimen.", "filename": "es_2018_10_10_espanol_jamal-khashoggi-arabia-saudita-turquia_1666742120.html", "image_url": "https://static01.nyt.com/images/2018/10/10/universal/10saudita/10saudita-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=023b2de59df795601192d68d724e3006e774fce9153bda35e4ce6c256b437e12&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_10_10_espanol_jamal-khashoggi-arabia-saudita-turquia_1666742120.html", "title": "Arabia Saudita ordenó matar a un disidente en territorio turco, según funcionarios", "title_page": "Arabia Saudita ordenó matar a un disidente en territorio turco, según funcionarios - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ANKARA, Turquía — Funcionarios de alto nivel de seguridad turcos han concluido que el periodista saudita Jamal Khashoggi, crítico del régimen, fue asesinado en el consulado saudita en Estambul por orden de la corte de Arabia Saudita.\nUn funcionario de alto nivel dijo que sucedió en una operación compleja pero ejecutada con rapidez, en la cual Khashoggi fue asesinado por un equipo de agentes sauditas dos horas después de su llegada al consulado; que desmembraron su cuerpo con un serrucho para huesos que llevaron específicamente para eso.\n“Es como algo salido de Tiempos violentos“, dijo el funcionario.\nLos sauditas, incluido el príncipe heredero Mohamed bin Salmán, niegan las acusaciones e insisten en que Khashoggi salió del consulado poco después de su llegada. El presidente turco, Recep Tayyip Erdogan, ha exigido a los sauditas que presenten evidencia que compruebe estas afirmaciones.", "url": "https://www.nytimes.com/es/2018/10/10/espanol/jamal-khashoggi-arabia-saudita-turquia.html"}