{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:55:20", "date_modify": "2022-10-25 23:55:20", "date_publish": "2017-10-02 09:30:37", "description": "Tras la abolición de la prohibición que impedía que las mujeres manejaran autos, muchos sauditas se volcaron a las redes sociales para expresar su alegría o su consternación y para debatir qué otras medidas podrían relajarse próximamente.", "filename": "es_2017_10_02_espanol_mujeres-sauditas-conducir-que-sigue_1666742120.html", "image_url": "https://static01.nyt.com/images/2017/09/28/world/28saudi-react/28saudi-react-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d27516b5947a42163c2740525869ba286bcaecca10ac0de47637649471b580de&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_10_02_espanol_mujeres-sauditas-conducir-que-sigue_1666742120.html", "title": "Los sauditas se preguntan qué sigue después de que el rey permitió que las mujeres conduzcan", "title_page": "Los sauditas se preguntan qué sigue después de que el rey permitió que las mujeres conduzcan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIAD, Arabia Saudita — Los grupos de derechos humanos la atacaron; los conservadores la defendieron; los comediantes la mencionaban en sus canciones; un rey prometió acabar con ella pero se murió sin hacerlo. Luego, en un anuncio transmitido por la televisión estatal, las autoridades de Arabia Saudita dijeron que finalmente abolieron la prohibición que impedía que las mujeres condujeran autos.\nAunque el cambio no entrará en vigor sino hasta junio de 2018, el anuncio fue tan abrupto que asombró al país. Muchos sauditas se volcaron a las redes sociales el miércoles de la semana pasada para expresar su alegría o su consternación sobre el final de la prohibición y debatir qué otras medidas podrían relajarse próximamente.\n“No resolvió todos los problemas, pero hizo que haya uno menos”, dijo Muna AbuSulayman, una presentadora de la televisión saudita. Dijo que el cambio constituye “un paso hacia ser ciudadanas completas”.\nDurante décadas, el asunto de que las mujeres pudieran conducir fue un elemento clave en la lucha sobre la naturaleza del Estado saudita y su futuro.", "url": "https://www.nytimes.com/es/2017/10/02/espanol/mujeres-sauditas-conducir-que-sigue.html"}