{"authors": ["Elisabeth Malkin"], "date_download": "2022-10-25 23:35:02", "date_modify": "2022-10-25 23:35:02", "date_publish": "2018-11-28 08:00:37", "description": "¿Cuántas caravanas migrantes van hacia EE. UU.? ¿Por qué han ocurrido estampidas en el paso fronterizo de San Ysidro? ¿Hay militares allí? ¿Pueden disparar? ¿Cómo responderá el gobierno mexicano? Te explicamos cuál es la situación actual y qué podría pasar.", "filename": "es_2018_11_28_espanol_migrantes-frontera-trump_1666740902.html", "image_url": "https://static01.nyt.com/images/2018/11/27/us/politics/27dc-border-print/27dc-border-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bea5f00879ed2988e97cd97039529ce4954ba6e5b4dea49928442a15fa7966ae&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_11_28_espanol_migrantes-frontera-trump_1666740902.html", "title": "Las razones y el futuro del caos migrante en la frontera entre México y Estados Unidos", "title_page": "Las razones y el futuro del caos migrante en la frontera entre México y Estados Unidos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "No obstante, los grupos se han fragmentado ante el extenuante viaje, la oposición gubernamental y la oportunidad de buscar asilo en lugares que no sean Estados Unidos.\nMensing señaló que la mayor parte de los miembros de la caravana provenía de Honduras, y otros de El Salvador, Guatemala, Nicaragua y Costa Rica. También comentó que hace apenas unos días se estaban empezando a formar nuevas caravanas en El Salvador.\n¿Qué autoridad tienen los agentes fronterizos de Estados Unidos para obstruir mediante el uso de la fuerza el paso de los migrantes?\nUn manual de Aduanas y Protección Fronteriza aclara que los funcionarios tienen la autoridad para “emplear la fuerza, incluso la aplicación de la fuerza letal”. En San Ysidro, los funcionarios fronterizos han utilizado gas lacrimógeno como una “fuerza menos letal” para controlar a la multitud. El manual permite el uso de dispositivos menos letales —incluyendo el gas pimienta— “en las situaciones en que las técnicas que solo emplean las manos no sean suficientes para controlar el desorden ni a las personas violentas”.\n¿Hay militares allí? ¿Dispararán contra alguien?\nEl Pentágono ha enviado a California a 1300 soldados de los cerca de 5900 apostados para apoyar las operaciones de la Patrulla Fronteriza. Sin embargo, al ejército se le prohíbe legalmente participar en actividades relacionadas con la aplicación de la ley dentro de Estados Unidos y el secretario de Defensa, Jim Mattis, señaló la semana pasada que la mayoría de los soldados en la frontera no portaría armas.\nAlgunos de los soldados estadounidenses están recibiendo capacitación para manejar disturbios y poder defender a los funcionarios fronterizos contra las piedras arrojadas por los migrantes. Mattis también afirmó que los soldados podrían detener a los migrantes que arrojen piedras, pero no estarán armados.\n¿Qué sucede cuando alguien solicita asilo?\nLas entrevistas entre los agentes fronterizos y las personas que cruzan, sin importar de dónde sean, siempre contienen alguna versión de la misma pregunta: “¿Le da miedo regresar a su país?”.\nCuando la respuesta es afirmativa, se les envía a una “entrevista de temor creíble”, en la cual un funcionario encargado del asilo les pide detalles y pruebas para evaluar si es probable que un juez de inmigración apruebe la solicitud.", "url": "https://www.nytimes.com/es/2018/11/28/espanol/migrantes-frontera-trump.html"}