{"authors": ["Ernesto Londoño"], "date_download": "2022-10-25 23:51:03", "date_modify": "2022-10-25 23:51:03", "date_publish": "2017-08-30 07:30:22", "description": "El juez federal brasileño Sérgio Moro ha sentenciado a prisión a algunos de los políticos y empresarios más poderosos de su país por cargos de corrupción. Por ello goza de un estatus de celebridad entre los brasileños, aunque algunos critican sus detenciones preventivas y los arreglos cuestionables.", "filename": "es_2017_08_30_espanol_juez-sergio-moro-lava-jato-lula-brasil_1666741863.html", "image_url": "https://static01.nyt.com/images/2017/08/26/world/xxmoroprofile1/xxmoroprofile1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0bc67272c46f71b596b2069355e700a02746c337890d39a91ba7c11d2e1dcb10&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_08_30_espanol_juez-sergio-moro-lava-jato-lula-brasil_1666741863.html", "title": "Sérgio Moro, el juez que quiere limpiar la política brasileña desde los tribunales", "title_page": "Sérgio Moro, el juez que quiere limpiar la política brasileña desde los tribunales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CURITIBA, Brasil — Afuera del tribunal las camisetas con la imagen del juez Sérgio Moro se venden a 12 dólares; graciosos pasaportes de la llamada “República de Curitiba” —la ciudad que se ha convertido en la capital de la lucha judicial contra la corrupción— se venden en tres dólares cada uno.\nDentro de su despacho, hay pocas señales del esplendor y el estatus de culto que rodean al jurista de 45 años que ha sacudido a Brasil al sentenciar a prisión por cargos de corrupción a algunos de los políticos y empresarios más poderosos del país.\nSu escritorio es un desastre, con carpetas abultadas, libros y material impreso que se apila arbitrariamente hasta que alcanza una altura de más de 30 centímetros. A través del pasillo, se llega a su tribunal —manejado por un encargado que usa tenis y jeans— que parece un salón de clases atiborrado con filas de sillas baratas. Por título oficial y rango es un juez federal relativamente común, uno más de los cientos que hay en el país.\nSin embargo, Sérgio Moro se ha convertido en el rostro de la rendición de cuentas para la clase gobernante de Brasil. Él ha supervisado algunos de los casos de corrupción más grandes del país, incluida la condena del expresidente Luiz Inácio Lula da Silva el mes pasado, una de las figuras brasileñas más influyentes en las últimas décadas. En el proceso impulsó un sistema legal en el que las apelaciones interminables y los retrasos garantizaban que nadie fuera responsable en los casos de corrupción.", "url": "https://www.nytimes.com/es/2017/08/30/espanol/juez-sergio-moro-lava-jato-lula-brasil.html"}