{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:41:42", "date_modify": "2022-10-25 23:41:42", "date_publish": "2019-03-07 09:00:06", "description": "Un nuevo y extenso estudio que dio seguimiento durante diez años a más de seiscientos mil niños no encontró ninguna relación entre la vacuna contra el sarampión y el autismo, que es la razón a la que con frecuencia aluden los padres para rechazarla.", "filename": "es_2019_03_07_espanol_vacunas-autismo-sarampion-antivacunas_1666741302.html", "image_url": "https://static01.nyt.com/images/2019/03/05/science/05VACCINES1/05VACCINES1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=caf99549023da3a719440ae03214c504539799dbebc47dd8949136f85630463f&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_03_07_espanol_vacunas-autismo-sarampion-antivacunas_1666741302.html", "title": "Una vez más: la vacuna contra el sarampión no causa autismo", "title_page": "Una vez más: la vacuna contra el sarampión no causa autismo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mientras los brotes de sarampión están aumentando entre grupos de niños no vacunados en Estados Unidos, principalmente en los estados de Washington, Nueva York y Texas, un nuevo y extenso estudio publicado esta semana no encontró ninguna relación entre la vacuna contra el sarampión y el autismo, razón a la que con frecuencia aluden los padres para rechazarla.\nEsta nueva investigación confirma lo que la comunidad científica ha aceptado ampliamente desde hace mucho tiempo y se suma a los descubrimientos de un estudio de 2002 realizado por miembros del mismo equipo de científicos acerca de la vacuna conocida como SRP porque protege contra el sarampión, la rubéola y las paperas.\n[Si quieres recibir los mejores reportajes de The New York Times en Español en tu correo suscríbete aquí a El Times]\nSin embargo, estos descubrimientos llegan en un momento en el que resurgen las sospechas acerca de la seguridad de la vacuna, las cuales se han divulgado en todos los rincones del internet y en sitios más conocidos como Amazon, Facebook y Pinterest. Muchas de esas empresas han tomado medidas en las últimas semanas para eliminar los contenidos antivacunas, pero el 4 de marzo, el presidente de la Academia Estadounidense de Pediatría, Kyle E. Yasuda, escribió a los directores ejecutivos de Google, Facebook y Pinterest, para exhortarlos a que tomaran otras medidas en “una solicitud urgente para trabajar juntos a fin de combatir la peligrosa desinformación relacionada con las vacunas difundida en internet”.", "url": "https://www.nytimes.com/es/2019/03/07/espanol/vacunas-autismo-sarampion-antivacunas.html"}