{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:41:51", "date_modify": "2022-10-25 23:41:51", "date_publish": "2017-10-12 09:30:02", "description": "Durante mucho tiempo, el presidente de Estados Unidos ha amenazado con acabar con “el peor acuerdo comercial de la historia”; en esta cuarta ronda de negociaciones parece que no se trata solamente de una forma fuerte de negociar.", "filename": "es_2017_10_12_espanol_trump-amenazas-salida-tlcan_1666741311.html", "image_url": "https://static01.nyt.com/images/2017/10/12/business/12ENDOFNAFTA/12ENDOFNAFTA4-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4e26c33e8537f0e9d741c8ca3c70b3853a305c0816eaf1e7589c0e6298436332&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_10_12_espanol_trump-amenazas-salida-tlcan_1666741311.html", "title": "Las amenazas de Trump de acabar con el TLCAN pueden hacerse realidad", "title_page": "Las amenazas de Trump de acabar con el TLCAN pueden hacerse realidad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Si el acuerdo sucumbe, Estados Unidos, Canadá y México volverían a tarifas arancelarias promedio, las cuales son relativamente bajas: apenas unos puntos porcentuales en la mayoría de los casos. Sin embargo, varios productos agrícolas enfrentarían aranceles mucho más altos. Para enviar sus productos a México, los agricultores estadounidenses tendrían que pagar 25 por ciento de impuestos por la carne de res; 45 por ciento por el pavo y algunos productos lácteos, y 75 por ciento por el pollo, las papas y el jarabe de maíz de alta fructosa.\nDurante meses, algunos de los líderes empresariales más poderosos de los países involurados —y los cabilderos y políticos que los representan— habían esperado que la retórica del presidente estadounidense fuera más una táctica de negociación que una amenaza verdadera y pensaban que al final aceptaría su agenda de modernización. El TLCAN tiene casi un cuarto de siglo de vida y la gente de todo el espectro político asegura que debería actualizarse para el siglo XXI y preservar el sistema de libre comercio que ha vinculado la economía de Norteamérica.\nEl pacto ha permitido que las industrias reorganicen sus cadenas de suministro en toda la región para aprovechar los recursos y fortalezas distintivas de los tres países, lo cual estimuló las economías del área y generó un incremento de más del triple en el comercio de Estados Unidos con Canadá y México desde sus inicios. Los economistas sostienen que estos cambios han beneficiado a muchos trabajadores ofreciéndoles salarios más altos y más empleos, pero muchos trabajadores quedaron sin empleo cuando las fábricas se reubicaron en México o Canadá, y esto provocó que el TLCAN se volviera el blanco de ataque de sindicatos, muchos demócratas y algunas industrias.\nNo obstante, la mayoría de los líderes empresariales mantenían la esperanza de que Trump, quien ha criticado el TLCAN de forma constante, quedaría satisfecho con supervisar modificaciones para modernizar el acuerdo y después proclamar el resultado como una “transformación política”.\nHubo ocasiones en que parecía que así iba a ser. El nombramiento de Robert Lighthizer como representante comercial de Estados Unidos, quien en su audiencia de confirmación prometió que “no dañaría” el TLCAN, reconfortó a muchos en el Capitolio, donde Lighthizer trabajó durante mucho tiempo. Y cuando la administración divulgó sus metas de negociación para el acuerdo en julio, hicieron eco muchas de las prioridades de administraciones pasadas.\nCon todo, después de ocho semanas de pláticas sobre el acuerdo —las cuales en un inicio iban a concluir a finales de año—, la administración Trump continúa presionando para que se hagan concesiones que en esencia socavarían el pacto, según advierten los círculos empresariales, y que pocos observadores creen que Canadá y México podrían aceptar políticamente.\n“Todos saben que una gran parte de lo que se está proponiendo en áreas clave es en realidad imposible de lograr, lo cual genera la siguiente pregunta: ¿qué está intentando obtener la administración de Trump exactamente?”, mencionó en un correo electrónico Michael Camunez, quien fue asistente del secretario de Comercio de Estados Unidos durante la presidencia de Obama. No es descabellado pensar que al admitir las posturas más extremas del presidente, los negociadores estadounidenses estén “simplemente dando espacio a Trump para que haga lo que en verdad quiere hacer: retirarse del acuerdo”, afirmó Camunez.", "url": "https://www.nytimes.com/es/2017/10/12/espanol/trump-amenazas-salida-tlcan.html"}