{"authors": ["Margaret Renkl"], "date_download": "2022-10-25 23:54:41", "date_modify": "2022-10-25 23:54:41", "date_publish": "2021-04-22 13:00:06", "description": "El Día de la Tierra puede ser un buen recordatorio de que todos los seres vivos importan y de que compartimos un mundo que hemos tratado de excluir por completo.", "filename": "es_2021_04_22_espanol_opinion_dia-tierra-naturaleza_1666742081.html", "image_url": "https://static01.nyt.com/images/2021/04/19/opinion/00Renkl-ES/19renkl-lead-facebookJumbo.jpg?year=2021&h=550&w=1050&s=39e6c7dfb0126e540ffda2519678e9cc63140881c84696bb6ac5fc6a5e08309a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_04_22_espanol_opinion_dia-tierra-naturaleza_1666742081.html", "title": "Somos parte de la naturaleza", "title_page": "Somos parte de la naturaleza - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NASHVILLE, Estados Unidos — Para ir de mi habitación a la cafetera todas las mañanas, paso por un conjunto de ventanas que da a dos comederos y una pileta para pájaros. Mi costumbre matutina es quedarme allí un rato para empezar el día con mis vecinos alados. Si es temporada de migración, como ahora, tomo mi café y vuelvo para quedarme más tiempo, por si llegó un visitante exótico durante la noche.\nEste invierno, una escena que se desarrollaba más allá de esas ventanas me heló el corazón. Posados en el comedero de semillas de cardos había dos pinzones: un jilguero a un lado y, justo enfrente, un pinzón común. El jilguero cogía las semillas con energía, pero el pinzón doméstico estaba aletargado, desaliñado y anormalmente quieto. Tenía los ojos hinchados y parcialmente cerrados. Mientras lo observaba, empezó a frotárselos, uno tras otro, contra el ojal de acero que cerraba la abertura del comedero más cercana a su percha. El pájaro sufría claramente una conjuntivitis micoplásmica, una infección bacteriana muy contagiosa.\nSe trataba de una emergencia. Para los pájaros cantores, visitar un comedero o un baño para pájaros es como ir a un espectáculo masivo sin cubrebocas. Si uno de ellos está enfermo, los demás también lo estarán. Y por “los demás” me refiero a algo más que los pájaros: muchos virus, bacterias y hongos aviares pueden infectar también a los seres humanos y a sus mascotas. Tengo cuidado de desinfectar mis comederos antes de rellenarlos, pero el cuidado no siempre es suficiente. Retirar los comederos durante un par de semanas y vaciar la pileta de los pájaros ahora son las principales prioridades del día.", "url": "https://www.nytimes.com/es/2021/04/22/espanol/opinion/dia-tierra-naturaleza.html"}