{"authors": ["Lizette Alvarez"], "date_download": "2022-10-25 23:28:00", "date_modify": "2022-10-25 23:28:00", "date_publish": "2017-09-27 10:30:57", "description": "Tras la destrucción dejada por el huracán María, los hospitales de Puerto Rico enfrentan dificultades para atender a las víctimas ante la escasez de material médico y de electricidad. Además, se ven afectados por la falta de medicamentos, al igual que las farmacias.", "filename": "es_2017_09_27_espanol_america-latina_es-como-en-la-guerra-puerto-rico-ante-una-posible-crisis-de-salud_1666740480.html", "image_url": "https://static01.nyt.com/images/2017/09/27/us/27puerto1/27puerto1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9e6b87f75f4956a5e3996cee6051bd90e8422a94e1ec356af2f9110cb20bc882&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_27_espanol_america-latina_es-como-en-la-guerra-puerto-rico-ante-una-posible-crisis-de-salud_1666740480.html", "title": "‘Es como en la guerra’: Puerto Rico ante una posible crisis de salud", "title_page": "‘Es como en la guerra’: Puerto Rico ante una posible crisis de salud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La posibilidad de una crisis de salud pública es una gran preocupación, indicó. Las ratas y los animales en descomposición pueden propagar enfermedades, añadió el doctor. Sin agua corriente, quizá la gente no se esté lavando las manos, hirviendo el agua el tiempo suficiente o cocinando bien sus alimentos. Esto puede conducir a brotes de padecimientos gastrointestinales.\n“Lo que me preocupa es la posibilidad real de epidemias”, añadió Rodríguez-Mercado.\nLas grandes cantidades de mosquitos en la isla también podrían derivar en un resurgimiento de enfermedades transmitidas por ellos, como zika, dengue o chinkunguña, según los doctores.\nOtro factor de estrés es la escasez de farmacias abiertas, en especial para los enfermos crónicos y las personas de edad avanzada. La mayoría de las farmacias en Puerto Rico siguen cerradas, aunque poco a poco están volviendo a abrir. Un vocero de la compañía CVS dijo que 21 de las 25 tiendas CVS en Puerto Rico ya están abiertas, incluidas 17 farmacias. La primera reabrió el jueves pasado. Un vocero de Walgreens dijo que cerca de la mitad de las 120 tiendas en la isla están abiertas y funcionando con generadores, pero que sus horarios varían. Las tiendas también están recibiendo suministros de medicinas.\nSin embargo, muchas farmacias de Puerto Rico son propiedad de particulares y no forman parte de grandes empresas. Con tanta gente solicitando medicamentos, algunos dueños de farmacias que conocen a sus clientes les están proporcionando los medicamentos sin las recetas requeridas o sin solicitar el frasco anterior.\nLos hospitales aún cuentan con los suministros adecuados y lo mismo sucede en muchas de las farmacias abiertas, pero existe la preocupación de que se acaben ya que los proveedores no pueden llegar hasta donde están, dijo Víctor M. Ramos Otero, presidente del Colegio de Doctores y Cirujanos de Puerto Rico.\nIncluso cuando la gente encuentra sus medicamentos, a menudo no tienen con qué pagarlos. Sin electricidad, los cajeros automáticos no sirven y las tiendas no pueden aceptar pagos con tarjeta de crédito ni procesar los planes de seguro. Eso es lo que le sucedió a José Castillo cuando se presentó en la Express Care Pharmacy en Santurce, un vecindario de San Juan, el martes, esperando que le reabastecieran los antidepresivos que lo ayudan a dormir.\nLos empleados de la farmacia estaban afuera, atendiendo a los clientes en la acera. La gerente, Yanissa Serrano, le dijo a Castillo que las pastillas costaban 25 centavos cada una, y que solo podía pagar en efectivo.", "url": "https://www.nytimes.com/es/2017/09/27/espanol/america-latina/es-como-en-la-guerra-puerto-rico-ante-una-posible-crisis-de-salud.html"}