{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:11", "date_modify": "2022-10-25 23:23:11", "date_publish": "2021-02-02 12:00:07", "description": "Los científicos han descubierto que algunos pacientes desarrollan anticuerpos contra sus propios tejidos después de sobrevivir a la COVID-19. “Estamos ante una segunda pandemia de personas con una discapacidad potencial continua”, dijo una experta.", "filename": "es_2021_02_02_espanol_Coronavirus-anticuerpos_1666740191.html", "image_url": "https://static01.nyt.com/images/2021/01/26/science/27VIRUS-AUTOIMMUNE1-esp-1/27VIRUS-AUTOIMMUNE1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7b26ce9900cb8cd344ce442ab8dc22dd625d7710b9e5d1afd1f0a49c5fd83e8a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_02_02_espanol_Coronavirus-anticuerpos_1666740191.html", "title": "El coronavirus hace que el cuerpo sea su propio enemigo. Así lo logra", "title_page": "El coronavirus hace que el cuerpo sea su propio enemigo. Así lo logra - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iwasaki y sus colegas recogieron sangre de 172 pacientes con diversos síntomas, 22 trabajadores sanitarios que habían sido infectados y 30 trabajadores sanitarios no infectados.\nLos investigadores descubrieron que uno de cada cinco pacientes infectados tenía autoanticuerpos contra cinco proteínas de su propio cuerpo y hasta el 80 por ciento contra al menos una proteína. Los pacientes con COVID-19 grave tenían muchos más de estos anticuerpos, lo que dificultaba sus respuestas inmunitarias y exacerbaba la enfermedad. De los quince pacientes que murieron durante el estudio, catorce tenían autoanticuerpos contra al menos un componente del sistema inmunitario.\nEl estudio demuestra de manera convincente que los autoanticuerpos “alteran el curso de la enfermedad”, comentó Marion Pepper, inmunóloga de la Universidad de Washington en Seattle que no participó en la investigación.\nLa autoinmunidad tras una enfermedad no es exclusiva del coronavirus. Se sabe que otras infecciones intensamente inflamatorias, como la malaria, la lepra y los virus respiratorios, también desencadenan autoanticuerpos. Pero la autoinmunidad y la COVID-19 pueden ser una mezcla especialmente peligrosa, según los expertos.\nUn análisis de casi 170.000 personas con enfermedades reumáticas autoinmunes raras como el lupus y la esclerodermia indicó que enfrentan mayores probabilidades de muerte por COVID-19. Y un estudio de más de 130.000 personas encontró que las condiciones autoinmunes, como la diabetes tipo 1, la psoriasis y la artritis reumatoide aumentan el riesgo de complicaciones respiratorias y muerte por COVID-19.\nAlgunos de los anticuerpos parecían ser el resultado de defectos congénitos del sistema inmunitario. Por ejemplo, un estudio en la revista Science en octubre encontró que alrededor del diez por ciento de los pacientes gravemente enfermos de COVID-19 tenían autoanticuerpos existentes que atacaban componentes clave del sistema inmunitario que se suponía que debían activarse después de la exposición al virus. Sin esa respuesta rápida, la defensa del cuerpo se retrasa irremediablemente, librando una batalla perdida contra el virus que se multiplica.", "url": "https://www.nytimes.com/es/2021/02/02/espanol/Coronavirus-anticuerpos.html"}