{"authors": ["Natalie Kitroeff"], "date_download": "2022-10-25 22:59:17", "date_modify": "2022-10-25 22:59:17", "date_publish": "2020-09-05 14:54:02", "description": "Claudia Sheinbaum es la primera mujer, y la primera persona judía, elegida para gobernar la capital y necesita el apoyo del presidente. Pero, ¿cuán cerca puede permanecer de un hombre que ha minimizado la pandemia?", "filename": "es_2020_09_05_espanol_america-latina_coronavirus-amlo-sheinbaum_1666738757.html", "image_url": "https://static01.nyt.com/images/2020/09/03/world/05mexico-mayor-ES-00/00mexico-mayor-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7155653973c22ec7116afbb0d7f7db53f1ed2e5268afcf86935398a6689f418b&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_09_05_espanol_america-latina_coronavirus-amlo-sheinbaum_1666738757.html", "title": "Entre AMLO y la COVID: el delicado equilibrio de la mujer que gobierna Ciudad de México", "title_page": "Entre AMLO y la COVID: el delicado equilibrio de la mujer que gobierna Ciudad de México - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Al principio, Sheinbaum creó una línea telefónica donde las personas podían reportar los síntomas del coronavirus y recibir un paquete gratuito de mascarillas, un termómetro, gel antibacterial y analgésicos.\nLos médicos le dijeron que las máscaras N95 que el gobierno federal había importado de China eran demasiado estrechas para adaptarse a los rostros de los mexicanos, por lo que convirtió una fábrica local en una operación de fabricación de mascarillas.\nSolo alrededor de 600 camas de unidades de cuidados intensivos estaban equipadas para tratar a pacientes con coronavirus en la ciudad, por lo que compró cientos de ventiladores de Estados Unidos, Alemania y China, lo que ayudó a incrementar el número de camas de las unidades de cuidados intensivos a más de 2000.\nPara evaluar cómo están las cosas, Sheinbaum se centra en la cantidad de personas ingresadas en los hospitales y, por estos días, le gusta lo que ve. Cuando la capital reabrió gran parte de su economía el 1 de julio, seis de cada diez camas de hospital estaban ocupadas, en comparación con las cuatro de cada diez que se registran ahora.\n“Lo que nos importa es que los hospitales no se saturen”, dice.\nSegún los epidemiólogos, el problema con su estrategia es que transmite una percepción baja de la prevalencia del virus entre los jóvenes, que tienen menos probabilidades de acudir al hospital. Cuando las personas enfermas llegan a las salas de emergencia, suele ser demasiado tarde para romper la cadena de transmisión.\n“Durante las dos semanas que estuvieron infectadas antes de llegar al hospital, estuvieron expuestas a decenas o quizá a cientos de personas”, dijo Thomas Tsai, del Instituto de Salud Global de Harvard.", "url": "https://www.nytimes.com/es/2020/09/05/espanol/america-latina/coronavirus-amlo-sheinbaum.html"}