{"authors": ["Azam Ahmed", "Daniel Berehulak", "Photographs"], "date_download": "2022-10-25 22:59:04", "date_modify": "2022-10-25 22:59:04", "date_publish": "2020-09-23 09:10:13", "description": "Para la gran mayoría de las personas de Iztapalapa, una zona densamente poblada de Ciudad de México, el riesgo de enfermar o morir se ha convertido en el precio de la supervivencia.", "filename": "es_2020_09_23_espanol_america-latina_mexico-central-abasto-covid_1666738744.html", "image_url": "https://static01.nyt.com/images/2020/09/21/world/00mexico-virus-ES-00/xxvirus-mexico-03-facebookJumbo.jpg?year=2020&h=550&w=1050&s=6e05c04c11df44f0fe15a1039afb4bc50aeef61c9de3092650221b318aeacf72&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_09_23_espanol_america-latina_mexico-central-abasto-covid_1666738744.html", "title": "En el epicentro del epicentro de la pandemia en México", "title_page": "En el epicentro del epicentro de la pandemia en México - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Los médicos y los funcionarios dicen que la oleada de infecciones casi los desborda, irradiando lejos del mercado hacia zonas de toda la ciudad y más allá de México. Se convirtió en el epicentro del epicentro, el corazón rebosante de un barrio que ha registrado más muertes de covid que cualquier otra parte de la capital que es, en sí misma, el centro de la crisis nacional.\nNinguna parte del mundo ha sido tan devastada por la pandemia como Latinoamérica. México, Brasil, Perú y otros países de la región —con sistemas de salud endebles, una grave desigualdad y la indiferencia de sus gobiernos— tienen varios de los mayores índices de muertes per cápita por el virus en el mundo.\nY, a diferencia de Europa, Estados Unidos y muchas otras regiones, el brote en Latinoamérica no golpeó en oleadas. Golpeó furiosamente en la primavera y ha continuado durante meses, con pocos períodos de recuperación en comparación con los que se han experimentado en otros lugares, aunque sea brevemente, en todo el mundo. En la primera semana de septiembre, los diez países con mayor número de muertes per cápita estaban en Latinoamérica o el Caribe.\nAquí en Iztapalapa, el barrio en el sudeste de Ciudad de México donde se encuentra el mercado, estaba claro desde el principio que el virus golpearía con fuerza. De todos los distritos de la capital mexicana, es el más populoso y densamente poblado, con unos dos millones de personas apiñadas en 116 kilómetros cuadrados de comercios abarrotados y espacios de construcción que prácticamente no han interrumpido sus labores.\nLa pobreza circunscribe la vida, con escasez crónica de agua. Cientos de miles viven día a día, mucho más temerosos del hambre que de cualquier virus.", "url": "https://www.nytimes.com/es/2020/09/23/espanol/america-latina/mexico-central-abasto-covid.html"}