{"authors": ["Neil Macfarquhar", "Alina Lobzina"], "date_download": "2022-10-25 23:41:24", "date_modify": "2022-10-25 23:41:24", "date_publish": "2022-04-22 07:00:10", "description": "Los familiares de los tripulantes desaparecidos dicen que las autoridades rusas los traen de un lado para otro luego de que un buque insignia se hundió en el mar Negro.", "filename": "es_2022_04_22_espanol_rusia-moskva_1666741284.html", "image_url": "https://static01.nyt.com/images/2022/04/20/multimedia/20ukraine-blog-moskva-casualties-topart-esp1/20ukraine-blog-moskva-casualties-topart-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_04_22_espanol_rusia-moskva_1666741284.html", "title": "El hundimiento del Moskva es un desafío para Rusia", "title_page": "El hundimiento del Moskva es un desafío para Rusia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El silencio oficial en torno al destino de la tripulación del Moskva es parte de una campaña más amplia del Kremlin para ocultar las malas noticias sobre la guerra y controlar el relato que reciben los rusos sobre su avance. Muchos de los tripulantes desaparecidos eran reclutas. La leva ha sido un tema sensible en Rusia desde la guerra en Chechenia, cuando soldados jóvenes con poco entrenamiento fueron enviados a la batalla y murieron en grandes cantidades, lo que agrió el apoyo popular a la guerra.\nLa causa del hundimiento está en disputa. Rusia asegura que un cargador de municiones explotó en un incendio y luego el barco dañado se hundió al ser remolcado en medio de un mar picado. Ucrania dijo que había atacado la embarcación con dos misiles Neptuno, una versión que funcionarios estadounidenses corroboraron. Cualquiera que sea el caso, la pérdida de uno de los mayores buques de guerra desde la Segunda Guerra Mundial ha sido una vergüenza para Rusia.\nLos medios independientes rusos, con sede fuera del país, han informado que alrededor de 40 hombres murieron y otros 100 resultaron heridos cuando el buque de guerra fue dañado y se hundió. Dichos informes citaban a un oficial no identificado y a la madre de un marino fallecido. Además, la esposa de un cadete naval mayor confirmó su muerte en Radio Libertad, una red radiodifusora gubernamental estadounidense basada fuera de Rusia.", "url": "https://www.nytimes.com/es/2022/04/22/espanol/rusia-moskva.html"}