{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:51:09", "date_modify": "2022-10-25 23:51:09", "date_publish": "2016-08-31 11:52:28", "description": "En una votación con 61 votos a favor y 20 en contra, los legisladores destituyeron a la primera presidenta del país. Más que una condena, fue un veredicto sobre su liderazgo y su manejo de la crisis en Brasil.", "filename": "es_2016_08_31_espanol_tras-meses-de-pugna-politica-el-senado-de-brasil-destituye-a-dilma-rousseff_1666741869.html", "image_url": "https://static01.nyt.com/images/2016/09/01/universal/es/01Brazil-web1-copyES/01Brazil-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=355e3bf75daab1c77bd8fe609fe6f83ba54b2c24785152ea539de11dd552c076&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_08_31_espanol_tras-meses-de-pugna-politica-el-senado-de-brasil-destituye-a-dilma-rousseff_1666741869.html", "title": "Tras meses de pugna política, el Senado de Brasil destituye a Dilma Rousseff", "title_page": "Tras meses de pugna política, el Senado de Brasil destituye a Dilma Rousseff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pero el Partido del Movimiento Democrático Brasileño (PMDB), la agrupación política presidida por Temer que durante más de una década formó parte de la coalición gobernante del Partido de los Trabajadores, también está profundamente enredada en los colosales esquemas de corrupción que ensombrecen el sistema político de Brasil. Podría decirse que, al igual que el PT, la organización de Temer también se benefició de sobornos y del financiamiento ilícito de las campañas.\nDesde que asumió la presidencia provisional en mayo, los índices de aprobación de Temer se han mantenido casi tan bajos como los de Rousseff. El gobierno viró a la derecha y nombró un gabinete sin mujeres ni afrobrasileños, lo que muchos vieron como un ultraje en un país donde casi el 51 por ciento de las personas se definen como de raza negro o mestiza, según el censo de 2010.\nVarios de los hombres nombrados por Temer ya han renunciado a sus cargos por algunos escándalos. Esto incluye a su ministro Anticorrupción y al de Planificación, quienes tuvieron que separarse de sus cargos por acusaciones de que estaban tratando de obstaculizar las investigaciones sobre corrupción en Petrobras.\nHace poco, Temer fue declarado culpable de violar los límites de campaña, una condena que podría inhabilitarlo para postularse a cargos públicos durante ocho años. Además un ejecutivo de la construcción declaró que el presidente en funciones recibió un soborno de 300.000 dólares, una acusación que Temer ha desmentido.\nEl proceso de destitución ha dividido a la nación, agitando las pasiones en ambos bandos. De los cuatro presidentes brasileños electos desde que la democracia fue restablecida en la década de los ochenta, Rousseff es la segunda que ha sido forzada a separarse del cargo tras un juicio político. En 1992, Fernando Collor de Mello renunció antes de que el senado lo condenara por cargos de corrupción.\n“No hay duda de que Temer es una cachetada a la democracia brasileña”, dice Creuza Maria Oliveira, presidenta de la Federación Nacional de Trabajadoras Domésticas, que representa a millones de empleadas que se beneficiaron del fortalecimiento de la legislación laboral impulsada por Rousseff.\n“Dilma es una defensora de los pobres”, dijo Oliveira, que fue una de las partidarias de Rousseff que la acompañaron hasta el senado esta semana.", "url": "https://www.nytimes.com/es/2016/08/31/espanol/tras-meses-de-pugna-politica-el-senado-de-brasil-destituye-a-dilma-rousseff.html"}