{"authors": ["Dom Phillips"], "date_download": "2022-10-25 23:51:09", "date_modify": "2022-10-25 23:51:09", "date_publish": "2017-06-27 07:37:41", "description": "El presidente brasileño fue acusado de corrupción por el fiscal general, Rodrigo Janot, quien lo señaló por haber recibido un soborno de 152.000 dólares a través de un intermediario, un acto con el que, según Janot, \"ayudó a comprometer la imagen de la República Federativa de Brasil\".", "filename": "es_2017_06_27_espanol_america-latina_acusado-de-corrupcion-el-futuro-de-michel-temer-esta-en-manos-del-congreso-de-brasil_1666741869.html", "image_url": "https://static01.nyt.com/images/2017/06/27/world/27temer/27temer-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9880db172f56158406f3eba07468c0d5d97b7b9fd3c288e6802dadc0d9bde2f1&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_06_27_espanol_america-latina_acusado-de-corrupcion-el-futuro-de-michel-temer-esta-en-manos-del-congreso-de-brasil_1666741869.html", "title": "Acusado de corrupción, el futuro de Michel Temer está en manos del Congreso de Brasil", "title_page": "Acusado de corrupción, el futuro de Michel Temer está en manos del Congreso de Brasil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RÍO DE JANEIRO — Este lunes, el presidente Michel Temer fue acusado de corrupción por el fiscal general de Brasil, Rodrigo Janot. El funcionario acusó a Temer de recibir un soborno de 152.000 dólares a través de un intermediario, un acto con el que “ayudó a comprometer la imagen de la República Federativa de Brasil”.\nVarios días después de que una encuesta mostrara que sus niveles de aprobación eran de apenas un 7 por ciento —los más bajos de cualquier presidente en casi 30 años—, esta acusación aumenta la presión sobre la frágil presidencia de Temer, que está envuelto en una crisis política desde que se divulgaron unos audios en los que aparentemente avalaba los esfuerzos por obstruir investigaciones de corrupción y el pago de sobornos para acallar a posibles testigos durante un encuentro con Joesley Batista, un acaudalado hombre de negocios cuya familia controla un gigantesco conglomerado de alimentos.\nJanot dijo que Temer aceptó un pago de 152.000 dólares a cambio de ayudar a resolver un problema que una empresa de Batista tenía con una planta de energía. También dijo que Temer debería pagar 3 millones de dólares en daños morales.\nSegún la acusación, les prometieron otros 11 millones de dólares en sobornos futuros a Temer y Rodrigo Rocha Loures, un cercano colaborador del presidente que fue filmado durante la entrega de una maleta que, según las autoridades, contenía el pago. Luego fue arrestado.", "url": "https://www.nytimes.com/es/2017/06/27/espanol/america-latina/acusado-de-corrupcion-el-futuro-de-michel-temer-esta-en-manos-del-congreso-de-brasil.html"}