{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:46:18", "date_modify": "2022-10-25 23:46:18", "date_publish": "2018-01-12 12:40:39", "description": "En entrevista, Mark Zuckerberg explica las razones detrás de cambios en la red social, que ahora busca promover más las publicaciones de amigos y familiares por encima de las de marcas y medios noticiosos.", "filename": "es_2018_01_12_espanol_facebook-zuckerberg-cambios-newsfeed_1666741578.html", "image_url": "https://static01.nyt.com/images/2018/01/13/business/12FACEBOOK-3/12FACEBOOK-3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5092987e36395d6f34f5311b930d856a072bb08738752aec7dd314f3edeac521&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_01_12_espanol_facebook-zuckerberg-cambios-newsfeed_1666741578.html", "title": "Menos noticias, más familia: el nuevo Facebook", "title_page": "Menos noticias, más familia: el nuevo Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Facebook ha realizado cambios profundos en el tipo de publicaciones, videos y fotos que sus más de dos mil millones de miembros verán con mayor frecuencia. El 11 de enero anunció que dará prioridad a lo que comparten y comentan los familiares y amigos para al mismo tiempo restar énfasis al contenido de editoriales, medios y marcas.\nEsta es la reorganización más significativa en años de la sección de noticias, la pantalla de contenido que la gente ve cuando inicia sesión en la red social. En las próximas semanas, los usuarios comenzarán a ver menos videos virales y artículos de noticias de medios. En su lugar, Facebook destacará más publicaciones entre amigos (por ejemplo, una foto de tu perro o una actualización de estado que les gustó o comentaron muchos de los miembros de tu red).\nLos cambios tienen la intención de maximizar la cantidad de contenido con “interacción significativa” que la gente consume en Facebook, dijo en una entrevista Mark Zuckerberg, el director ejecutivo de la compañía. Comentó que Facebook ha estudiado qué tipos de publicaciones han provocado estrés o daño a los usuarios y que la red social quiere reducir lo que Zuckerberg llama “contenido pasivo” —videos y artículos que los usuarios usualmente solo se sientan a mirar o leer— para que el tiempo que pasen los usuarios en el sitio sea bien empleado.\n“Queremos asegurarnos de que nuestros productos no solo sean divertidos, sino que además sean buenos para la gente”, apuntó Zuckerberg. “Necesitamos reenfocar el sistema”.", "url": "https://www.nytimes.com/es/2018/01/12/espanol/facebook-zuckerberg-cambios-newsfeed.html"}