{"authors": ["Bryant Rousseau"], "date_download": "2022-10-25 23:55:30", "date_modify": "2022-10-25 23:55:30", "date_publish": "2016-06-08 18:00:55", "description": "El ramadán, el mes más importante del calendario musulmán, empezó el lunes pasado y un especialista en estudios islámicos nos explica qué hacen los creyentes para honrar su fe durante estas fechas.", "filename": "es_2016_06_08_espanol_de-que-se-trata-el-ramadan-el-mes-sagrado-del-islam_1666742130.html", "image_url": "https://static01.nyt.com/images/2016/06/06/world/06ramadanqa-1/06ramadanqa-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=98c1b4141a655526642dc4048c4cd1f48c9efd98a9a62c2f650142ad2239297c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_06_08_espanol_de-que-se-trata-el-ramadan-el-mes-sagrado-del-islam_1666742130.html", "title": "¿De qué se trata el Ramadán, el mes sagrado del islam?", "title_page": "¿De qué se trata el Ramadán, el mes sagrado del islam? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hossein Kamaly es un profesor del Barnard College que se especializa en estudios islámicos e historia de Medio Oriente. En esta entrevista explicó los principios básicos del Ramadán, el mes santo del calendario musulmán que empezó el lunes pasado.\n¿Cuál es la importancia del Ramadán? ¿Qué se observa en este evento religioso?\nTodos los días deben ser iguales en un calendario secular, pero no lo son en los calendarios religiosos. En el caso musulmán todo el mes del ramadán, el noveno del calendario lunar árabe, es la celebración del acontecimiento más especial de todos.\nSe festeja el descenso del cielo a la tierra de la palabra de Dios, el Corán. Durante el Ramadán, las puertas del cielo se abren más que nunca. Así como bajó la palabra de Dios, la palabra de los que rezan le llega de manera más eficaz que en cualquier otro momento.\nAyunar durante el Ramadán es uno de los cinco pilares del islam. ¿Por qué abstenerse de comer y beber, y de otros placeres corporales, es un elemento crucial de la observación? ¿Cuál es la importancia espiritual del ayuno?\nPara recibir las bendiciones del Ramadán, las mujeres y los hombres que estén en buen estado físico deben ayunar a lo largo del mes, del mismo modo que los jóvenes de ambos sexos que hayan llegado a la edad de la observancia religiosa.", "url": "https://www.nytimes.com/es/2016/06/08/espanol/de-que-se-trata-el-ramadan-el-mes-sagrado-del-islam.html"}