{"authors": ["Tim Herrera"], "date_download": "2022-10-25 23:46:31", "date_modify": "2022-10-25 23:46:31", "date_publish": "2020-11-06 01:21:36", "description": "¿No eres productivo? No hay problema.", "filename": "es_2020_11_05_espanol_motivacion-coronavirus_1666741591.html", "image_url": "https://static01.nyt.com/images/2020/10/12/smarter-living/06pandemic-motivation-ES/12SL-NewsletterArt-facebookJumbo.jpg?year=2020&h=550&w=1050&s=1f1da43d001848bbd6c9cccf827f8b6d6210af1be84dca6269fe52ad2a21714e&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_11_05_espanol_motivacion-coronavirus_1666741591.html", "title": "Tras meses de pandemia estoy perdiendo la motivación. ¡Ayuda!", "title_page": "Tras meses de pandemia estoy perdiendo la motivación. ¡Ayuda! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En medio de todo esto, ¿se supone que sigamos trabajando? Claro, si tenemos la fortuna de tener un empleo. ¡Hay mucho que asimilar!\nEntonces, ¿qué debemos hacer? ¿Todavía funcionan esos trucos antiguos para salir adelante? ¿Cómo permanecer motivados en este momento, después de siete meses de una pandemia que no tiene un fin a la vista? O, tal vez de manera más útil: ¿cómo nos reconciliamos con la imposibilidad de mantener la motivación y la productividad mientras nos adaptamos a la que será nuestra normalidad para el futuro próximo?\nNo finjas que esta es una época normal\nPor supuesto que te sientes menos motivado en tu trabajo y en la vida personal: todo ha cambiado y, según los expertos, actuar como si solo tuviéramos que adaptarnos y regresar a nuestras rutinas y niveles de producción normales tan solo empeora las cosas. La alteración cultural que estamos enfrentando no se parece a nada que hayamos experimentado. Aceptar que está bien no sentirnos tan inspirados como nos sentíamos hace un año nos puede ayudar a ajustarnos a este nuevo estilo de vida.\n“Sé un poco generoso contigo”, opinó Danielle Hairston, profesora adjunta de la Escuela de Medicina de la Universidad Howard y directora de su programa de residencia en psiquiatría. “Cambia y modifica tus expectativas. No todo el mundo está buscando hacer un nuevo negocio, un nuevo emprendimiento, una nueva plataforma, una nueva investigación, una nueva dieta o un nuevo plan de ejercicio en esta época. Creo que eso se está retratando mucho, en especial en redes sociales”.\nY agregó: “Este país está atravesando un duelo colectivo”.\nHairston afirma que la percepción de que no estamos haciendo lo suficiente puede ser perjudicial para nuestra psique y llega a ser desmotivadora. Un paso importante para sobrevivir el día es reconocer que es normal y no hay ningún problema si no somos productivos ni nos sentimos motivados.", "url": "https://www.nytimes.com/es/2020/11/05/espanol/motivacion-coronavirus.html"}