{"authors": ["Doreen Carvajal"], "date_download": "2022-10-25 23:55:14", "date_modify": "2022-10-25 23:55:14", "date_publish": "2017-11-11 11:00:00", "description": "El objetivo de los Emiratos Árabes Unidos es promover a su capital como una ciudad tolerante y global y a su Louvre Abu Dabi, que se concreta después de años, como un puente entre civilizaciones. Aunque la realidad geopolítica siempre se entromete.", "filename": "es_2017_11_11_espanol_cultura_museo-louvre-abu-dabi-diplomacia.html_action=click&clickSource=inicio&contentPlacement=2&module=toppers&pgtype=Homepage&region=rank_1666742114.html", "image_url": "https://static01.nyt.com/images/2017/11/07/arts/06LOURVE-top/06LOURVE-top-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1395a8fa0c7ebb9fb7567edf94a470797753f35b444f8d3044a026e30f50a560&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_11_11_espanol_cultura_museo-louvre-abu-dabi-diplomacia.html_action=click&clickSource=inicio&contentPlacement=2&module=toppers&pgtype=Homepage&region=rank_1666742114.html", "title": "La inauguración del museo Louvre Abu Dabi: el arte como herramienta diplomática", "title_page": "La inauguración del museo Louvre Abu Dabi: el arte como herramienta diplomática - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ABU DABI, Emiratos Árabes Unidos — Hace una década, el arquitecto francés Jean Nouvel trazó un domo con relieve sobre un papel delgado. Hoy en día esa cúpula enorme de metal plateado se erige por encima de la arena desértica y el golfo Pérsico: es el símbolo que representa al nuevo museo Louvre Abu Dabi y las ambiciones globales de Francia y los Emiratos Árabes Unidos por usar el arte como una herramienta diplomática que llaman “poder blando”.\nEl extenso domo y las galerías frente al agua abrirán sus puertas al público este sábado, con la luz del sol cayendo en cascada a través de la celosía de acero inoxidable y aluminio y capas de patrones con forma de estrellas. Ha sido una larga espera para que esas miles de estrellas se alinearan, con cinco años de retrasos en la construcción y retos técnicos para la edificación calculada en 650 millones de dólares en la isla de Saadiyat, en una laguna cerca de esta ciudad capital.\nLa historia del museo también es turbulenta: una saga de recesión económica, caída de precios del petróleo, tensiones políticas regionales y duros debates intelectuales entre los franceses sobre los riesgos de prestar sus tesoros nacionales a Medio Oriente a cambio de petrodólares. A través de todo ello el Louvre Abu Dabi ha acercado a Oriente y Occidente, además de unir a los fragmentarios museos nacionales franceses, que contuvieron su envidia y su ego para cooperar en el proyecto negociado por dos gobiernos.\n“Aunque es mucho lo que ha cambiado, no ha cambiado mucho aquí”, dijo Nouvel, al inspeccionar el espacio del museo la semana pasada, donde los trabajadores se apuraban a plantar brotes en el jardín y cavaban un área cuadrangular para una escultura de Rodin apenas llegada de Francia. “El principio es que siga siendo un museo que pertenezca a la geografía, la cultura y la identidad del país”.", "url": "https://www.nytimes.com/es/2017/11/11/espanol/cultura/museo-louvre-abu-dabi-diplomacia.html?action=click&clickSource=inicio&contentPlacement=2&module=toppers&pgtype=Homepage&region=rank"}