{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:23:14", "date_modify": "2022-10-25 23:23:14", "date_publish": "2020-10-15 07:00:11", "description": "Esta alteración de las capacidades cognitivas afecta a miles de pacientes y limita sus capacidades para trabajar y funcionar en la vida diaria.", "filename": "es_2020_10_15_espanol_ciencia-y-tecnologia_sobrevivientes-covid_1666740194.html", "image_url": "https://static01.nyt.com/images/2020/10/10/science/16Niebla-mental-ES-00/00VIRUS-BRAINFOG01-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e0c534fa9e5702087e38b8d556ce414a61d1277a71c0ab39e7dfdb224cf26d75&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_10_15_espanol_ciencia-y-tecnologia_sobrevivientes-covid_1666740194.html", "title": "La 'niebla mental' ataca a los sobrevivientes de la COVID-19", "title_page": "La 'niebla mental' ataca a los sobrevivientes de la COVID-19 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“De manera despectiva, la gente dice ‘todo está en su cabeza’”, dijo. “En este caso, está literalmente en nuestras cabezas y es muy real”.\nOlvidar París y cómo decir “cepillo de dientes”\nEste verano, Reagan, el especialista en medicina vascular, encendió la estufa para cocinar huevos y luego, distraídamente, se fue a pasear a su perro, Wolff-Parkinson-White, llamado así por una arritmia cardíaca. Al regresar se dio cuenta del peligro porque la sartén vacía estaba muy caliente, por lo que entró en pánico y no ha vuelto a cocinar desde entonces.\nTampoco recuerda las Navidades pasadas, Año Nuevo ni las vacaciones que pasó en París, en marzo, para festejar el cumpleaños 40 de su pareja Mustafa Al Niama.\n“Miro todas mis fotos de París, tratando de recordar”, dijo mientras mostraba una selfi con su pareja en la Mona Lisa en el Louvre. “Fuimos y estuvimos en un concierto de Madonna, fuimos a la Torre Eiffel, fuimos a las catacumbas. Y no recuerdo nada, nada en absoluto”.\nSullivan navega por un espectro de obstáculos cognitivos. En el estado más suave, que él define como “esponjoso”, siente la cabeza pesada. En la fase intermedia, que califica como “confusa”, dice: “Me enojo cuando la gente me habla porque me duele el cerebro cuando intento prestar atención”. La más grave es la “niebla”, cuando “no puedo funcionar” y “me siento y solo observo, sin motivación para moverme, con la mente acelerada”.\nIncluso un leve esfuerzo mental o físico puede desencadenar la niebla, y Sullivan, quien fue despedido antes de la pandemia de un puesto de alto nivel en una empresa de fotografía, dijo que durante muchos días solo podía encargarse de dos responsabilidades: “Limpiar la arena para gatos y recoger las heces del perro”.\nIncluso eso le provocaba ansiedad. “Para mí, era como una serie de 15 o 16 tareas”, dijo. “¡Oh, Dios mío! ahora tengo que encontrar una bolsa para poner la basura, luego tengo que quitar la tapa”.", "url": "https://www.nytimes.com/es/2020/10/15/espanol/ciencia-y-tecnologia/sobrevivientes-covid.html"}