{"authors": ["Jon Caramanica"], "date_download": "2022-10-25 22:54:52", "date_modify": "2022-10-25 22:54:52", "date_publish": "2022-10-22 10:00:07", "description": "El acto de captar la atención del público ha sido central en el trabajo creativo de Kanye West durante dos décadas. ¿El público seguirá escuchándolo si sus únicas vías de difusión están en los márgenes?", "filename": "es_2022_10_22_espanol_kanye-west-comentarios_1666738492.html", "image_url": "https://static01.nyt.com/images/2022/10/20/arts/19kanye-notebook1-esp-1/19kanye-notebook1-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_10_22_espanol_kanye-west-comentarios_1666738492.html", "title": "Ye se está quedando sin plataformas", "title_page": "Kanye West se está quedando sin plataformas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pero en este momento, tras dos semanas consecutivas de comentarios ofensivos —“Me voy a poner en modo “‘death con 3’ contra los judíos”; “La rodilla del tipo ni siquiera estaba en su cuello de esa manera” (sobre George Floyd); “Preferiría que mis hijos conocieran la Janucá en vez de la Kwanzaa. Al menos vendría con algo de ingeniería financiera”; “Bernard Arnault mató a mi mejor amigo” (refiriéndose a Virgil Abloh), y más— cuesta imaginar un futuro para Ye en el que se recupere de forma tan clara como lo ha hecho en el pasado. Alienar a las personas, incluso a los leales que esperan que regrese a su antigua forma, siempre ha sido parte del costo de Ye por hacer negocios, pero ahora amenaza con convertirse en su principal logro.\nLlámalo como quieras: un giro malvado, el arco narrativo de un villano, un preocupante descenso hacia la política reaccionaria, una manifestación de lo que Ye ha descrito como un trastorno mental, un terrible efecto secundario de la riqueza extrema, una aceptación del odio verdadero. Lo que no parece ser es una actuación. Es una nueva, brutal y perjudicial versión del sentido de agravio que ha sido el motor esencial de Ye desde incluso antes de que firmara un contrato discográfico y lanzara su álbum debut, The College Dropout, en 2004.\nSin embargo, una cosa es arremeter por sentirse excluido: una industria musical que no está del todo preparada para aceptar tus talentos, una industria de la moda que no está segura de cómo manejar a un intruso con visión y sentido de derecho. Pero Ye es ahora un magnate, un empresario del negocio de la ropa y los zapatos deportivos que maneja palancas de poder, influencia y autoridad.", "url": "https://www.nytimes.com/es/2022/10/22/espanol/kanye-west-comentarios.html"}