{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:18", "date_modify": "2022-10-25 23:47:18", "date_publish": "2018-12-14 10:35:15", "description": "Los fiscales en el juicio contra Joaquín Guzmán Loera difundieron un audio en el que se escucha al presunto líder del Cártel de Sinaloa discutir cómo facilitar el envío de cocaína de Ecuador a México con ayuda de la guerrilla colombiana.", "filename": "es_2018_12_14_espanol_el-chapo-cocaina-juicio-farc_1666741638.html", "image_url": "https://static01.nyt.com/images/2018/12/14/nyregion/14chapo/14chapo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=75d00609ce10f230a195c47dd9874e729a85d24c6486a4ec69362b5207f304b1&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_12_14_espanol_el-chapo-cocaina-juicio-farc_1666741638.html", "title": "Los vínculos entre el Chapo y las Farc, expuestos a través de una grabación secreta", "title_page": "Los vínculos entre el Chapo y las Farc, expuestos a través de una grabación secreta - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En la conversación, grabada de manera secreta, se escucha a Guzmán Loera negociar con un aparente integrante de las Fuerzas Armadas Revolucionarias de Colombia (las ahora desmovilizadas Farc) sobre el transporte de la cocaína, la cual pidió comprar con crédito. En el audio Guzmán Loera rebate los precios e insiste en enviar a un “técnico” para que inspeccione la calidad de la droga antes de enviar el pago inicial de 50.000 dólares a los guerrilleros.\nNo queda claro quién grabó la llamada, o cuándo, pero parece haber surgido por la investigación estadounidense a Jorge Cifuentes Villa, alias Jota y líder de un cartel que dijo que empezó a trabajar con el Chapo unos años antes de que fuera arrestado el otro contacto colombiano de Guzmán Loera.\nCifuentes Villa, quien compareció como testigo cooperante del gobierno, describió a lo largo de tres días de testimonio cómo tuvo varios acuerdos para mover cocaína con el Chapo desde Ecuador y cómo se desenvolvió su vida en el contrabando. Dijo que se involucró en ese mundo a los 4 años al ayudar a su padre a contrabandear cigarrillos y whisky ilegalmente por un puerto de Medellín.\nEl martes 11 de noviembre, su primer día en el banquillo, Cifuentes Villa contó que conoció a Guzmán Loera en 2003 en una fiesta en la que abundaba el mezcal que se realizó en el escondite del Chapo en la sierra Madre mexicana para celebrar el segundo aniversario de la primera de sus fugas de prisiones mexicanas. Para llegar a esa fiesta, dijo Cifuentes Villa, fue necesario aterrizar de manera precaria en una pista aérea ubicada sobre una ladera. Ya que lo lograron —relató al jurado que rezó varias veces en el proceso—, Cifuentes Villa dijo que decidió comprarle un helicóptero al Chapo para que “volara de manera más civilizada”.\nCifuentes Villa testificó que ese mismo 2003 empezó a mandarle a Guzmán Loera envíos de cocaína en aviones de fibra de carbón diseñados específicamente para no ser captados por radares. En 2007, dijo que huyó hacia Ecuador después de que su hermano —expiloto para Pablo Escobar— fuera asesinado, y que en ese país sudamericano empezó a coordinar acuerdos de narcotráfico entre las Farc y Guzmán Loera. Aseguró que pactó sobornos con un oficial militar de la zona para proteger la “inversión”.", "url": "https://www.nytimes.com/es/2018/12/14/espanol/el-chapo-cocaina-juicio-farc.html"}