{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:23:43", "date_modify": "2022-10-25 23:23:43", "date_publish": "2021-10-08 09:00:30", "description": "La miocarditis, un efecto secundario poco común de las vacunas contra la covid, se desarrolla en la mayoría de los casos después de la segunda dosis. Así que algunos países están probando la aplicación de dosis únicas para niños.", "filename": "es_2021_10_08_espanol_vacunas-ninos-covid_1666740223.html", "image_url": "https://static01.nyt.com/images/2021/10/06/science/08virus-kids-ESP-1/06virus-kids1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1fac46ffd464d641d149fa09783ac75bf6b57cc8b4fafe85301a51eb47b7c350&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_10_08_espanol_vacunas-ninos-covid_1666740223.html", "title": "Una nueva estrategia de vacunación para los niños: solo una dosis, por ahora", "title_page": "Una nueva estrategia de vacunación para los niños: solo una dosis, por ahora - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El riesgo sigue siendo muy reducido, y solo cobra relevancia después de la segunda dosis de una vacuna de ARNm, pero las cifras han modificado el cálculo de riesgos y beneficios en países donde los casos de nuevos contagios son en su mayoría menores que en Estados Unidos.\nLos asesores de los Centros para el Control y la Prevención de Enfermedades de Estados Unidos (CDC, por su sigla en inglés) revisaron los datos sobre la miocarditis en junio y votaron por unanimidad a favor de recomendar la vacuna para niños a partir de los 12 años, con el argumento de que los beneficios superaban con creces el riesgo.\nLas investigaciones de la agencia han calculado que, por cada millón de menores de 12 a 17 años vacunados en Estados Unidos, las vacunas podrían causar un máximo de 70 casos de miocarditis, pero evitarían 5700 contagios, 215 hospitalizaciones y dos fallecimientos. Los estudios también han demostrado que el riesgo de padecer problemas cardiacos después de la COVID-19 es mucho mayor que tras la vacunación.\nLa miocarditis fue una de las preocupaciones que llevaron a la Administración de Alimentos y Medicamentos de Estados Unidos (FDA, por su sigla en inglés) a pedirles a los fabricantes de vacunas este verano que aumentaran el número de niños en los ensayos clínicos. Es probable que este tema sea el centro de un intenso debate cuando los asesores de la agencia se reúnan a finales de este mes para revisar las pruebas de las vacunas en los niños de 5 a 11 años.\nEl análisis más reciente, que se publicó el miércoles en The New England Journal of Medicine, reveló que la incidencia de miocarditis tras la vacunación en Israel fue mayor entre los varones de 16 a 29 años. Alrededor de 11 de cada 100.000 varones de ese grupo de edad desarrollaron la enfermedad pocos días después de ser vacunados, un índice superior al de la mayoría de las estimaciones previas. (En las mujeres de cualquier edad el riesgo fue insignificante).", "url": "https://www.nytimes.com/es/2021/10/08/espanol/vacunas-ninos-covid.html"}