{"authors": ["Jorge Ramos"], "date_download": "2022-10-25 23:26:20", "date_modify": "2022-10-25 23:26:20", "date_publish": "2020-05-08 14:00:05", "description": "La comunidad latina está sufriendo de manera desproporcionada los efectos económicos y de salud por la COVID-19 y el gobierno estadounidense los está ignorando.", "filename": "es_2020_05_08_espanol_opinion_latinos-estados-unidos-coronavirus_1666740380.html", "image_url": "https://static01.nyt.com/images/2020/05/08/multimedia/08Ramos-ES/08Ramos-ES-facebookJumbo.jpg?year=2020&h=549&w=1050&s=42185b157f308d0f46d16de10b5bbb94ba80b3724739f70992d0f5ecfa846f88&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_05_08_espanol_opinion_latinos-estados-unidos-coronavirus_1666740380.html", "title": "Los olvidados: latinos contagiados, sin empleo, dinero ni ayuda", "title_page": "Los olvidados: latinos contagiados, sin empleo, dinero ni ayuda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Aunque la disparidad con que el virus afecta a los latinos es un problema de vida o muerte, el gobierno del presidente Donald Trump ni siquiera ha designado a un portavoz ni ha creado alguna página de internet en nuestro idioma, y solo tradujo al español, varios días después, la guía de la Casa Blanca para prevenir el contagio masivo. Ha tratado a los más de 37 millones hispanohablantes en el país como si no existieran. No hay nadie que les explique qué pasa, como los doctores Deborah Birx y Anthony Fauci hacen en inglés. Son los olvidados. Por eso tantos hispanos han dependido de los medios de comunicación en español para buscar ayuda y sobrevivir.\nEl caso de la ciudad de Nueva York es representativo. Ahí, el 34 por ciento de las muertes por el coronavirus corresponden a latinos, a pesar de que solo son el 29 por ciento de la población. Es el grupo con más fallecimientos.\nLos latinos tienen mayores factores de riesgo.\nMuchos suelen trabajar en sectores considerados “esenciales” durante esta crisis, como en plantas procesadoras de carne, y por lo tanto han estado más expuestos al virus. Trabajadores e inmigrantes latinos constituyen 23 por ciento de la fuerza laboral en la agricultura y la pesca. Ellos nos dan de comer.\nPero tienen muy pocas protecciones. En California, el estado que más produce alimentos del país, casi el 14 por ciento de los latinos no tienen seguro de salud, al igual que el 28 por ciento de los hispanos en el Bronx y el 71 por ciento en Miami. El seguro médico es casi inexistente entre los indocumentados del país.\nEsto es particularmente grave en una comunidad donde están presentes enfermedades silenciosas, como la diabetes y la hipertensión. El 71 por ciento de las latinas y el 80 por ciento de los latinos tienen la probabilidad de sufrir al menos una enfermedad cardiovascular, según un estudio del National Heart, Lung, and Blood Institute. Pero no lo saben. Casi cuatro de cada diez hispanos que fueron diagnosticados con diabetes no tenían ni idea que estaban enfermos.", "url": "https://www.nytimes.com/es/2020/05/08/espanol/opinion/latinos-estados-unidos-coronavirus.html"}