{"authors": ["Vivian Yee", "James Glanz"], "date_download": "2022-10-25 23:23:47", "date_modify": "2022-10-25 23:23:47", "date_publish": "2021-07-19 19:13:58", "description": "Una investigación de The New York Times revela una serie de factores que ayudaron a causar el encallamiento de uno de los buques más grandes del mundo.", "filename": "es_2021_07_19_espanol_canal-suez-evergiven_1666740227.html", "image_url": "https://static01.nyt.com/images/2021/07/01/world/00suez-01-esp-1/00suez-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=2bfc781c6170118fa98ee8719d3d2635fb1b95994d34dc225c02ff0a0ec606f7&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_07_19_espanol_canal-suez-evergiven_1666740227.html", "title": "Así fue como el Ever Given se atascó en el Canal de Suez", "title_page": "Así fue como el Ever Given se atascó en el Canal de Suez - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El capitán está “en una situación muy difícil, porque básicamente es malo si toma medidas y es malo si no lo hace”, comentó Alfred Kuffler, abogado marítimo con extensa experiencia. “Hay un piloto. Es el experto local. Dependes de él, así que no puedes ignorar al piloto fácilmente”.\nEsa dinámica se puso a prueba casi en cuanto el barco entró en el canal. A los pocos kilómetros, el barco empezó a zigzaguear, tal vez empujado por el viento mientras su carga de 14 pisos de altura funcionaba como una enorme vela.\nSea cual haya sido la causa del zigzagueo inicial, los esfuerzos de los pilotos de Suez por corregir el rumbo resultaron contraproducentes.\nUno de los pilotos dio una serie de órdenes inusualmente agresivas, ya que gritó al timonel indio del barco que virara con fuerza a la derecha y luego a la izquierda, según una persona familiarizada con las grabaciones de audio del registrador de datos de viaje del barco. Cuando el piloto envió el barco lo más lejos posible en una dirección, Kanthavel intervino y lo enderezó, lo que provocó una discusión con el piloto, según una de las personas familiarizadas con la investigación.\nMientras el timonel luchaba por centrar la nave, los dos pilotos también empezaron a discutir entre ellos, dijo la persona. “No hagas eso”, le gritó el segundo piloto al piloto de control, según una de las personas familiarizadas con la investigación.\nLas personas familiarizadas con la investigación y el audio hablaron con la condición de mantener su anonimato porque no estaban autorizadas para hablar del tema. Gran parte de la secuencia de eventos en el puente fue reportada por primera vez por Bloomberg Businessweek.", "url": "https://www.nytimes.com/es/2021/07/19/espanol/canal-suez-evergiven.html"}