{"authors": ["Frances Robles"], "date_download": "2022-10-25 23:28:06", "date_modify": "2022-10-25 23:28:06", "date_publish": "2017-09-22 14:45:00", "description": "El huracán María dejó hasta el momento una decena muertos y una cantidad de daños que no se ha podido determinar aún, ya que muchas zonas han quedado incomunicadas. Eso, junto con la enorme deuda y la condición insular del territorio, hará que la recuperación sea difícil y costosa.", "filename": "es_2017_09_22_espanol_puerto-rico-enfrenta-enormes-obstaculos-para-recuperarse_1666740486.html", "image_url": "https://static01.nyt.com/images/2017/09/22/us/22jpRECOVER/22jpRECOVER-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3c8a21fc69a5b9900fffd03ae21c77a4ca810b4ab22ae212c63c43323b2b2c0b&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_22_espanol_puerto-rico-enfrenta-enormes-obstaculos-para-recuperarse_1666740486.html", "title": "Puerto Rico enfrenta enormes obstáculos para recuperarse", "title_page": "Puerto Rico enfrenta enormes obstáculos para recuperarse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN JUAN, Puerto Rico — Un día después de que el huracán María arrasara Puerto Rico y destruyera casas, hoteles, torres de telefonía móvil y toda la red eléctrica de la isla, el miedo y la frustración se podían sentir en cada rincón el jueves.\nEn ningún lugar había electricidad. Los teléfonos celulares prácticamente se volvieron inútiles. La mayoría del agua de la isla no estaba en condiciones de ser bebida. Los caminos están cubiertos de escombros. Y todavía se desconoce la situación exacta de los daños. Al concluir el día, Ricardo Roselló, el gobernador de Puerto Rico, dijo que no hay contacto con funcionarios en el 85 por ciento de la isla.\nLa noche del jueves, Bernardo Márquez, el alcalde de Toa Baja, un poblado al noreste de la isla, dijo a The New York Times que ocho personas se ahogaron tras la inundación. Eso elevó a 10 el número de personas que han muerto en Puerto Rico hasta el momento debido al huracán María, y el saldo podría aumentar. La tormenta también causó la muerte de quince personas en Dominica y dos en Guadalupe.\nPara Puerto Rico, desde hace mucho tiempo afectado por su enorme deuda y un sistema financiero básicamente en bancarrota, el camino hacia la recuperación pasó de muy largo a posiblemente infinito. Todavía en recuperación tras el huracán Irma, que dañó el 70 por ciento de la electricidad hace dos semanas, enfrenta una montaña de necesidades en los próximos meses conforme el gobierno federal se esfuerza al máximo para lidiar con la destrucción dejada por los huracanes Harvey e Irma.", "url": "https://www.nytimes.com/es/2017/09/22/espanol/puerto-rico-enfrenta-enormes-obstaculos-para-recuperarse.html"}