{"authors": ["Alexandra Alter"], "date_download": "2022-10-25 23:33:00", "date_modify": "2022-10-25 23:33:00", "date_publish": "2020-09-04 03:00:08", "description": "El autor de “El código Da Vinci” acaba de publicar un álbum de música clásica para niños. Resulta que es uno de los bienes que él y su esposa se disputan en los juicios por su divorcio.", "filename": "es_2020_09_03_espanol_estilos-de-vida_dan-brown-divorcio-disco_1666740780.html", "image_url": "https://static01.nyt.com/images/2020/09/01/fashion/03DanBrown-ES-00/01DANBROWN-SPAN-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=b898faf760637adfe0513dd3806693136f3920b9a8f204a86da68a3d5398d321&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_09_03_espanol_estilos-de-vida_dan-brown-divorcio-disco_1666740780.html", "title": "El suspenso de la vida de Dan Brown", "title_page": "El suspenso de la vida de Dan Brown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investigación clandestina\nEn los últimos seis meses, mientras el mundo ha sido azotado por una catastrófica crisis sanitaria mundial que no parece fuera de lugar en su ficción, la vida de Brown no ha cambiado tan drásticamente. Está acostumbrado a la soledad y a trabajar solo.\nSe levanta a las cuatro de la mañana para trabajar, en una oficina tipo búnker sin internet ni teléfono. “Voy a esconderme”, dijo. “Es un tipo de situación de cabina de aislamiento”.\nNo ve la televisión ni sigue mucho las noticias. No lee ficción ni escucha a compositores modernos. “Leer el trabajo de otras personas no me ayuda, me convierte en un consumidor”, dijo.\nToca el piano. Hace flexiones y abdominales.\nAl principio de la pandemia, después de haber viajado a un plató de cine en Toronto, entre otros lugares, Brown se enfermó de una fiebre de 39 grados y tuvo falta de aliento. Pensó que era gripe, pero dio positivo para el coronavirus. Se recuperó relativamente rápido —en tres días— y desde entonces se ha mantenido ocupado, escribiendo un para un programa sobre Dios y la ciencia en el Planetario Hayden y trabajando en su próxima novela, otro thriller de Robert Langdon. También ha viajado un poco para investigar, pero no dijo dónde. (“No voy a decirte qué gobierno me dio permiso para ir e investigar”, dijo).\nSe mostró tímido sobre si habría más música para el consumo del público. Aún no se ha visto tentado a publicar más de su antiguo trabajo discográfico. Por ahora, se está preparando para ver cómo responderá el mundo de la música a su último lanzamiento.\n“No me es extraño que la gente odie lo que hago o le guste lo que hago”, dijo, alegremente. “Eso no me perturba”.\nKitty Bennett ayudó con la investigación.\nAlexandra Alter escribe sobre la industria editorial y el mundo literario. Antes de trabajar en The New York Times, en 2014, reporteaba sobre libros y cultura en The Wall Street Journal. Previamente, fue reportera de religión y a veces de huracanes para The Miami Herald. @xanalter", "url": "https://www.nytimes.com/es/2020/09/03/espanol/estilos-de-vida/dan-brown-divorcio-disco.html"}