{"authors": [], "date_download": "2022-10-25 23:22:30", "date_modify": "2022-10-25 23:22:30", "date_publish": "2020-03-19 14:52:38", "description": "Frente al COVID-19 es una de las prácticas más importantes para protegerte y proteger a tu familia y comunidad. Si eres como nosotros, probablemente lo has estado haciendo mal.", "filename": "es_2020_03_19_espanol_ciencia-y-tecnologia_como-lavarse-las-manos-coronavirus_1666740150.html", "image_url": "https://static01.nyt.com/images/2020/03/12/reader-center/Handwashing_Cover_7/Handwashing_Cover_7-facebookJumbo.jpg?year=2020&h=549&w=1050&s=e973dd2467bf8f0a0d278dfa52e92c6db8c513b1a49269106c495c07938193d5&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_03_19_espanol_ciencia-y-tecnologia_como-lavarse-las-manos-coronavirus_1666740150.html", "title": "La manera correcta de lavarse las manos", "title_page": "La manera correcta de lavarse las manos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Regístrate para recibir nuestro boletín por correo con lo mejor de The New York Times.\nLes preguntamos a los expertos cómo lavarnos las manos. Después de que nos enseñaron la técnica adecuada (en el video de arriba), les planteamos algunas preguntas más:\n¿Tocar el grifo o llave de agua arruinará todo el esfuerzo?\nSí.\n¡El grifo puede tener los mismos gérmenes que tenía tu mano al inicio! Puedes usar un pañuelo de papel o una toalla de papel para cerrar el grifo una vez que tengas las manos limpias. No quieres comenzar de nuevo, ¿verdad?\n¿Con cuánta fuerza tengo que frotarme las manos?\nLa mayoría de las personas no se frotan las manos de manera suficientemente vigorosa, dijo Barbara Smith, una enfermera epidemióloga y especialista en prevención de infecciones en Mount Sinai Health Systems en Nueva York.\nCuando te lavas las manos, estás usando el agua y el jabón para eliminar de manera física los gérmenes de tu piel y luego enjuagarlos.\n¿De verdad tengo que secarme las manos completamente?\nLa mayoría de las personas no se secan las manos del todo. Y a los gérmenes les gusta la humedad. No tengas miedo de usar un poco de fuerza aquí también: estás eliminando físicamente los gérmenes que quedan.", "url": "https://www.nytimes.com/es/2020/03/19/espanol/ciencia-y-tecnologia/como-lavarse-las-manos-coronavirus.html"}