{"authors": ["Daniel Gascón"], "date_download": "2022-10-25 23:43:38", "date_modify": "2022-10-25 23:43:38", "date_publish": "2021-02-19 09:00:05", "description": "El de Pablo Hasél no es un caso sencillo de defensa de la libertad de expresión. A menudo, esa tarea se trata de defender el derecho que tienen las personas de decir cosas con las que no estamos de acuerdo.", "filename": "es_2021_02_19_espanol_opinion_pablo-hasel-que-hizo_1666741418.html", "image_url": "https://static01.nyt.com/images/2021/02/19/multimedia/19Gascon-ES-1/merlin_183864213_b6a55e45-8697-4611-bdf7-59c7b54ed446-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6a63f464376018ac180941b165de02b7d0a1292a90c4250f264ee8a84726d2d8&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_02_19_espanol_opinion_pablo-hasel-que-hizo_1666741418.html", "title": "La libertad de expresión exige convivir con la basura", "title_page": "La libertad de expresión exige convivir con la basura - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El rapero español Pablo Hasél ha sido detenido esta semana después de atrincherarse con algunos de sus seguidores en la Universidad de Lleida. Ha sido condenado a 9 meses de prisión por enaltecimiento del terrorismo e injurias a la monarquía y a las instituciones del Estado. El caso ha recibido mucha atención mediática y ha merecido comentarios de los políticos. Más de 200 artistas, como Serrat y Javier Bardem, firmaron en apoyo del cantante. Se produjeron protestas en las que se dañó el mobiliario urbano y se asaltaron comercios, comisarías y la redacción de El Periódico de Catalunya.\nEl caso de Hasél se presta a distintas confusiones. La condena es más por sus tuits que por sus canciones, y la pena de cárcel no se debe a sus palabras. Tiene otras condenas —por resistencia a la autoridad, por allanamiento de un local y por amenazar a un testigo— y fue sentenciado en firme por el mismo delito (su condena fue suspendida). Va a prisión por esos delitos y por los antecedentes y condenas anteriores. No es un caso sencillo de defensa de la libertad de expresión. Cuando hablamos de la libertad de palabra, nos gustaría pensar que defendemos a Miguel Servet, Giordano Bruno o Voltaire. Pero la tarea es menos glamorosa: a menudo se trata de defender que gente profundamente desagradable pueda decir idioteces.\nLa sentencia contra el cantante es discutible. El lenguaje que emplea Hasél es soez, lanza acusaciones a las fuerzas de seguridad (la más común es de torturas) y critica la monarquía, y su forma de hablar del terrorismo es repugnante. Pero cuando uno defiende la libertad de expresión lo hace al margen del mérito de lo que se expresa.", "url": "https://www.nytimes.com/es/2021/02/19/espanol/opinion/pablo-hasel-que-hizo.html"}