{"authors": ["Rick Gladstone", "Peter Robins"], "date_download": "2022-10-25 23:43:10", "date_modify": "2022-10-25 23:43:10", "date_publish": "2021-04-14 11:00:06", "description": "Hace casi un cuarto de siglo, un acuerdo político ayudó a pacificar Irlanda del Norte después de décadas de amargo conflicto. Pero nuevos problemas están despertando viejas enemistades.", "filename": "es_2021_04_14_espanol_conflcito-irlanda-del-norte_1666741390.html", "image_url": "https://static01.nyt.com/images/2021/04/12/world/12NIRELAND-EXPLAINER-esp-1/12NIRELAND-EXPLAINER-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1d30492e2db4dca17dea4b1afb773f01fda3642353fa5d95201dcc7731f2b3ce&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_04_14_espanol_conflcito-irlanda-del-norte_1666741390.html", "title": "¿Qué pasa en Irlanda del Norte?", "title_page": "¿Qué pasa en Irlanda del Norte? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Por si no hubiera suficientes focos de tensión sectaria en el mundo, ahora circulan noticias sobre el territorio británico de Irlanda del Norte y los disturbios violentos que han perturbado su ambiente de relativa calma, causados por grupos que habían hecho las paces hace 23 años.\nLos motivos de esta crisis están entretejidos con la salida del Reino Unido de la Unión Europea y las tensiones de la pandemia de COVID-19. Pero, sobre todo, han hecho patente el ímpetu con que pueden estallar antiguas enemistades entre un bando de mayoría católica que apoya la integración del territorio a Irlanda y otro bando, de mayoría protestante, que quiere seguir formando parte del Reino Unido.\nDesde hace más de una semana, las manifestaciones han derivado en tumultos en las calles de Belfast, la capital, así como algunas otras zonas de Irlanda del Norte, con un saldo de muchos policías heridos. Alborotadores incluso de solo 13 años de edad les han arrojado bombas de gasolina a la policía y han incendiado autobuses. El primer ministro británico, Boris Johnson, y su homólogo irlandés, Micheal Martin, han expresado su profunda preocupación.", "url": "https://www.nytimes.com/es/2021/04/14/espanol/conflcito-irlanda-del-norte.html"}