{"authors": ["Emily Anthes"], "date_download": "2022-10-25 23:28:01", "date_modify": "2022-10-25 23:28:01", "date_publish": "2021-06-23 18:27:43", "description": "Es muy contagiosa y está ganando terreno en todo el mundo. En Estados Unidos, donde los casos y muertes por COVID-19 van bajando, hay preocupación por las personas que no se han vacunado.", "filename": "es_2021_06_23_espanol_coronavirus-variante-delta_1666740481.html", "image_url": "https://static01.nyt.com/images/2021/07/22/science/22virus-delta-explainer-new-copyESP/22virus-delta-explainer-new-facebookJumbo.jpg?year=2021&h=549&w=1050&s=99424a16fdc200e586642943149f024d5207afa082cf07daef0b5a0f134a150b&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_06_23_espanol_coronavirus-variante-delta_1666740481.html", "title": "Variante delta del coronavirus: lo que sabemos", "title_page": "Variante delta del coronavirus: lo que sabemos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sin embargo, delta está impulsando brotes en zonas donde las tasas de vacunación son bajas.\n“En los lugares donde todavía hay mucha susceptibilidad al virus, se abre una ventana para que los casos empiecen a subir de nuevo”, dijo Justin Lessler, epidemiólogo de enfermedades infecciosas de la Universidad Johns Hopkins. “Pero incluso en esos estados, y ciertamente a nivel nacional, probablemente no estaremos volviendo a las cifras que veíamos el invierno pasado”.\nY debido a que muchos de los estadounidenses más vulnerables —incluidos los adultos mayores y los que padecen enfermedades crónicas— han sido vacunados, las tasas de hospitalización están aumentando más lentamente que el número de infecciones totales.\n¿Qué puedo hacer?\nVacúnate. Si ya estás vacunado, anima a tus familiares, amigos y vecinos a vacunarse. Es probable que la vacunación frene la propagación de todas las variantes y reduzca las probabilidades de que surjan nuevas variantes aún más peligrosas.\n“Animo a las personas vacunadas a que confíen en las vacunas, pero que sean conscientes de que seguirán apareciendo nuevas variantes allí donde exista la transmisión”, dijo Saskia Popescu, epidemióloga de enfermedades infecciosas de la Universidad George Mason. “Así que realmente se trata de asegurar la vacunación local, nacional y global”.\nLas mascarillas, que siguen siendo una herramienta especialmente importante para quienes no pueden acceder a las vacunas o no tienen acceso a ellas, pueden proporcionar una protección adicional. Los CDC recomiendan ahora que incluso las personas totalmente vacunadas lleven máscaras en algunas circunstancias: en espacios públicos cerrados en zonas del país en las que los casos están aumentando; en caso de tener el sistema inmunológico comprometido; o si viven con niños pequeños, adultos mayores u otras personas que puedan ser especialmente vulnerables al virus.\n“Estamos luchando contra el mismo virus, pero un virus que se ha vuelto más fuerte y mejor adaptado para transmitirse entre nosotros, los humanos”, dijo Michael Ryan, director ejecutivo del programa de emergencias sanitarias de la OMS, en una reunión informativa el último viernes de julio. “Ese es el cambio. Pero la forma de combatir el virus no ha cambiado. Y las vacunas y todas las demás medidas siguen siendo enormemente eficaces si se aplican de forma integral, justa, equitativa y rápida”.", "url": "https://www.nytimes.com/es/2021/06/23/espanol/coronavirus-variante-delta.html"}