{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:51:25", "date_modify": "2022-10-25 23:51:25", "date_publish": "2016-05-25 16:00:10", "description": "Con la intención de marcar un contraste con Dilma Rousseff, el nuevo presidente dijo que intentaría derogar la legislación petrolera de carácter nacionalista, limitar el gasto público y clausurar un fondo soberano del país.", "filename": "es_2016_05_25_espanol_america-latina_michel-temer-busca-recuperar-la-confianza-en-la-economia-de-brasil_1666741885.html", "image_url": "https://static01.nyt.com/images/2016/05/23/world/23RIO1/23RIO1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=17477b210f68b6c129c0a472d6ef2bd69da5cfacb9bb56ed5d4bd0e6e7d7c83e&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_05_25_espanol_america-latina_michel-temer-busca-recuperar-la-confianza-en-la-economia-de-brasil_1666741885.html", "title": "Michel Temer busca recuperar la confianza en la economía de Brasil", "title_page": "Michel Temer busca recuperar la confianza en la economía de Brasil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En los primeros días al mando Temer, abogado y político de 75 años, ha sido criticado por los nombramientos de su gabinete, que no incluye a ninguna mujer ni un representante de la comunidad afrobrasileña. También se vio envuelto en un escándalo sobre una grabación en la que uno de sus asesores busca la caída de Rousseff en un esfuerzo para paralizar una investigación sobre sobornos en la compañía estatal de petróleo, Petrobras.\nGolpeando el escritorio con la mano ante las cámaras, Temer, alterado, dijo “he escuchado que ‘Temer es muy frágil, pobrecito, no sabe cómo gobernar’ ¡Tonterías!”\nLas reacciones al anuncio del presidente fueron variadas. Los legisladores leales a Rousseff, que se prepara para enfrentarse al juicio político del senado, insisten en que el gobierno de Temer no es legítimo.\nAlgunos economistas también creen que faltan detalles sobre el modo en que Temer podría convencer a los diputados para revertir leyes que han aumentado el control estatal sobre la industria de petróleos y limitan el gasto en educación sin aumentar los impuestos a los brasileros adinerados.\nPero otros dicen que están dispuestos a darle el beneficio de la duda al nuevo presidente.\nUn artículo publicado por Monica de Bolle, una economista que trabaja en el Peterson Institute for International Economics, en el periódico O Estado de S. Paulo afirma que “ha sido un buen comienzo. Son medidas a medio plazo, porque en este preciso momento no es posible hacer nada”.", "url": "https://www.nytimes.com/es/2016/05/25/espanol/america-latina/michel-temer-busca-recuperar-la-confianza-en-la-economia-de-brasil.html"}