{"authors": ["Sarah Mervosh", "Mitch Smith", "Lucy Tompkins"], "date_download": "2022-10-25 23:22:22", "date_modify": "2022-10-25 23:22:22", "date_publish": "2020-06-27 15:00:12", "description": "Durante meses, los brotes se centraron en asilos de ancianos, prisiones y plantas procesadoras de alimentos. Ahora que los estadounidenses salen más en público están surgiendo nuevos focos de contagio.", "filename": "es_2020_06_27_espanol_nueva-fase-coronavirus_1666740142.html", "image_url": "https://static01.nyt.com/images/2020/06/24/us/26VIRUS-CLUSTERS-ES/22VIRUS-CLUSTERS-vegas-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b9613870d26268f87d291e418a2eb3cfee545a154c2f8663c3056c4717059a0e&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_06_27_espanol_nueva-fase-coronavirus_1666740142.html", "title": "Bares, clubes de estriptis e iglesias: los brotes del virus en Estados Unidos entran a una fase descontrolada", "title_page": "Bares, clubes de estriptis e iglesias: los brotes del virus en Estados Unidos entran a una fase descontrolada - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“La realidad es muy sencilla”, explicó. Cuando los feligreses no usan cubrebocas ni intercalan bancas vacías, dijo, “nosotros lo estamos provocando”.\nOtros vectores para el virus han surgido rápidamente en las semanas posteriores a que muchos estados reabrieran los negocios. Por lo menos cuatro casos del virus fueron vinculados al club de estriptis Cruisin’ Chubbys Gentlemen’s Club en Wisconsin Dells, y varios casos estaban relacionados con fiestas de fraternidades en Oxford, Mississippi.\nEn Las Vegas, se informó de un caso de coronavirus entre los trabajadores del The LINQ Hotel + Experience en el Strip. Dos casos más fueron identificados entre los empleados del Flamingo Las Vegas Hotel y Casino.\n“Estoy muy, muy asustada”, dijo Diana Thomas, encargada de limpieza de habitaciones en el Flamingo.\nDijo que la mayoría de los huéspedes no habían usado cubrebocas, y que temía llevar el virus a casa, con su hijo de 21 años que sufre de asma.\n“Soy madre soltera”, dijo Thomas. “Y que se enferme mi hijo, no, eso es inaceptable”.\nLos casos han ido en aumento desde principios de junio, incluso después de la reapertura de casinos el 4 de junio. En el condado de Clark, que incluye a Las Vegas, el promedio diario de casos nuevos se ha duplicado en dos semanas, de 124 a 250 el domingo 21 de junio. Nevada informó su mayor aumento de casos en un solo día la semana anterior, con 452 casos.\nEl incremento se produce después de que los funcionarios públicos tomaron medidas para reabrir el turismo de manera segura en un estado donde muchos trabajadores dependen de la industria hotelera, y uno de cada cuatro trabajadores informó estar desempleado en mayo. En los casinos recién abiertos, los crupieres y los jugadores están separados por divisiones de plástico transparente, y los dados se rocían con desinfectante después de cada lanzamiento.\n“Es fantástico que los turistas estén de vuelta, pero los trabajadores deben estar seguros”, dijo Florence Lee, quien trabaja en el casino MGM Grand. “Por favor, usen cubrebocas y mantengan distanciamiento social con nosotros”.", "url": "https://www.nytimes.com/es/2020/06/27/espanol/nueva-fase-coronavirus.html"}