{"authors": ["Ali Watkins", "Danielle Ivory", "Christina Goldbaum"], "date_download": "2022-10-25 23:44:31", "date_modify": "2022-10-25 23:44:31", "date_publish": "2019-08-17 22:13:54", "description": "El financiero acusado de tráfico sexual pasó de una vida de lujos a una prisión de Manhattan donde se suicidó. Así fue su tiempo dentro de la cárcel.", "filename": "es_2019_08_17_espanol_mundo_jeffrey-epstein-prision_1666741471.html", "image_url": "https://static01.nyt.com/images/2019/08/18/espanol/00Dias-1/00EpsteinTicToc1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=5dd6fc3b72ea81d36f65a3c8108fa54fad81eab275e497989524976ac94d5325&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_08_17_espanol_mundo_jeffrey-epstein-prision_1666741471.html", "title": "Los últimos días de Jeffrey Epstein, el prisionero 76318-054", "title_page": "Los últimos días de Jeffrey Epstein, el prisionero 76318-054 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El 9 de agosto, los abogados de Epstein estaban reunidos en las sillas plásticas de la sala de reuniones cuando se corrió la voz: el tribunal del caso en contra de Epstein había liberado el acceso a un archivo de documentos con detalles perturbadores sobre las acusaciones contra el financiero por tráfico sexual.\nUnas horas después, en el turno nocturno, solo había dieciocho personas trabajando como guardias en el centro, donde están detenidos 750 reos según los registros del Buró de Prisiones. Diez de esos empleados ya estaban trabajando horas extra. Y, según los registros, había un puesto sin cubrir.\nEn la unidad 9 South, donde estaba Epstein, había dos guardias; uno de ellos era un exfuncionario correccional que se había ofrecido a hacer el turno de modo voluntario.\n[El narcotraficante mexicano Joaquín “el Chapo” Guzmán estuvo en la misma cárcel de Manhattan por un tiempo; el sitio ha sido calificado como “peor que Guantánamo”.]\nLos dos guardias tendrían que haber revisado la celda de Epstein cada media hora, pero no lo hicieron durante tres horas. En algún momento, ambos se quedaron dormidos, según dos oficiales del Buró de Prisiones.\nA la mañana siguiente, Epstein, de 66 años, estaba muerto. A las 6:30 fue encontrado por al menos uno de los guardias en la celda, inconsciente y con la piel azulada por falta de oxígeno, después de haberse colgado con una de las sábanas, de acuerdo con un oficial de la prisión y con un funcionario policial.\nUno de los empleados activó la alarma para alertar de una emergencia, según un oficial.\nEmpezaron a sonar las radios: “Alerta por cuerpo en South”.", "url": "https://www.nytimes.com/es/2019/08/17/espanol/mundo/jeffrey-epstein-prision.html"}