{"authors": ["James Glanz", "Anjali Singhvi", "Mike Baker"], "date_download": "2022-10-25 23:23:50", "date_modify": "2022-10-25 23:23:50", "date_publish": "2021-06-28 20:11:42", "description": "Algunos ingenieros que analizan la falla de una torre de condominios de 13 pisos en Florida dijeron que el derrumbe parece haber comenzado en algún lugar cerca de la parte inferior del edificio.", "filename": "es_2021_06_28_espanol_colapso-seaside-miami-construccion_1666740230.html", "image_url": "https://static01.nyt.com/images/2021/07/26/us/26vid-miami-collapse-gfx-3-photo2/merlin_189987744_3e5edf63-7cbb-4684-885f-843678055145-facebookJumbo.jpg?year=2021&h=549&w=1050&s=ef298f49458147f75ddfccd57c6b0d7b4b4b9c550ce45ef869298d865f9c6c75&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_06_28_espanol_colapso-seaside-miami-construccion_1666740230.html", "title": "Colapso del Champlain Towers South en Miami: un análisis de expertos sugiere un posible origen", "title_page": "Colapso del Champlain Towers South en Miami: un análisis de expertos sugiere un posible origen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dusenberry, cuyas impresiones coinciden con las de otros ingenieros estructurales que examinaron el video, dijo que una falla de este tipo “sugeriría un asunto relacionado con los cimientos; potencialmente corrosión u otros daños en un nivel inferior”. Pero dijo que no era seguro que la corrosión fuera la culpable, y añadió que “ciertamente no se puede descartar un error de diseño o de construcción que haya sobrevivido durante 40 años”.\nOtro indicio de que el problema comenzó en la parte inferior del edificio: inmediatamente antes del derrumbe, uno de los residentes vio cómo se abría una especie de agujero cerca de la piscina.\nMichael Stratton dijo que su esposa, Cassie Stratton, quien está desaparecida, estaba hablando por teléfono con él y miraba por la ventana de su unidad del cuarto piso cuando, según le dijo, apareció el agujero. Después, la llamada se cortó.\nRick De La Guardia, un ingeniero afincado en Miami con experiencia en investigación forense de fallas en edificios, dijo que el derrumbe podría haber comenzado también más arriba de los cimientos, posiblemente en el segundo piso, basándose en su análisis superficial de las columnas en los planos de la planta y su revisión del video.\nLas explicaciones para una falla inicial en la parte inferior del edificio podrían incluir un problema con los profundos pilares de hormigón armado sobre los que se asienta el edificio —quizás provocado por un vacío desconocido o un socavón debajo— que luego comprometió las columnas inferiores. O el acero que refuerza las columnas del estacionamiento o de las primeras plantas podría estar tan corroído que cediera por sí solo. O el propio edificio pudo estar mal diseñado, construido con hormigón o acero de baja calidad, o simplemente con acero insuficiente en los puntos críticos.\nEvan Bentz, profesor de ingeniería estructural de la Universidad de Toronto, dijo que la mejor prueba hasta el momento era el video y un simple razonamiento, que apuntaba a las columnas del estacionamiento subterráneo.\n“El objetivo principal de todas las columnas del sótano es sostener la estructura en el aire”, dijo. “Como la estructura dejó de sostenerse en el aire, la explicación más sencilla es que las columnas del sótano dejaron de funcionar”.", "url": "https://www.nytimes.com/es/2021/06/28/espanol/colapso-seaside-miami-construccion.html"}