{"authors": ["Donald G. Mcneil Jr."], "date_download": "2022-10-25 23:41:42", "date_modify": "2022-10-25 23:41:42", "date_publish": "2018-01-01 10:00:49", "description": "Por primera vez en la historia, los fallecimientos anuales por sarampión a nivel global han descendido a menos de 100.000 en 2017, anunció la Organización Mundial de la Salud. La reducción es un triunfo de salud pública y de un esfuerzo que lleva casi dos décadas.", "filename": "es_2018_01_01_espanol_las-muertes-por-sarampion-descienden-a-un-nivel-record-en-el-mundo_1666741302.html", "image_url": "https://static01.nyt.com/images/2017/12/26/science/26SCI-GLOBAL/26SCI-GLOBAL-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6d6f144c76707ccf2a9fdaf35e6d64d76c642b95e69efb5155602b9fd108f704&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_01_01_espanol_las-muertes-por-sarampion-descienden-a-un-nivel-record-en-el-mundo_1666741302.html", "title": "Las muertes por sarampión descienden a un nivel récord en el mundo", "title_page": "Las muertes por sarampión descienden a un nivel récord en el mundo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Por primera vez en la historia, las muertes anuales a nivel global por sarampión descendieron a menos de 100.000 en 2017, según anunció la Organización Mundial de la Salud. Apenas en la década de los ochenta, el sarampión mataba a 2,6 millones de personas anualmente.\nLa reducción —un triunfo de salud pública, ya que el sarampión ha sido durante mucho tiempo uno de los principales asesinos de los niños desnutridos— se logró gracias a un amplio plan de vacunación a partir de donaciones que comenzó a principios de los años 2000.\nLa cantidad estimada de muertes descendió a 89.780 en 2016, pero la OMS divulgó la cifra recién el último octubre.\nLas vacunas contra el sarampión fueron inventadas en los años sesenta. Desde el año 2000 se han administrado 5500 millones de dosis, de acuerdo con Gavi, la organización con sede en Ginebra a través de la cual la mayoría de los donantes apoyan el esfuerzo de vacunación. El grupo trabaja con la OMS, Unicef, los Centros para el Control y la Prevención de las Enfermedades (CDC, por su sigla en inglés), la Cruz Roja de Estados Unidos, la Fundación de las Naciones Unidas y otros.", "url": "https://www.nytimes.com/es/2018/01/01/espanol/las-muertes-por-sarampion-descienden-a-un-nivel-record-en-el-mundo.html"}