{"authors": ["Cade Metz"], "date_download": "2022-10-25 23:40:47", "date_modify": "2022-10-25 23:40:47", "date_publish": "2021-07-22 21:31:22", "description": "Determinar las formas de las moléculas es vital para el diseño de fármacos, y los científicos pueden demorar años en hacerlo. DeepMind y AlphaFold son capaces de resolver este tipo de tareas en horas.", "filename": "es_2021_07_22_espanol_proteinas-inteligencia-artificial-deepmind_1666741247.html", "image_url": "https://static01.nyt.com/images/2021/07/22/science/22SCI-PROTEINS1-esp-2/22SCI-PROTEINS1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ed34772a46443674b8f0f8e1e8bb0a7c445e0fb77ad4cad463fc326c31490b0e&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_07_22_espanol_proteinas-inteligencia-artificial-deepmind_1666741247.html", "title": "La inteligencia artificial predice las formas de las moléculas del futuro", "title_page": "La inteligencia artificial predice las formas de las moléculas del futuro - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hacia el final de una semana de trabajo, envió a DeepMind una lista de siete enzimas. El lunes siguiente, el laboratorio devolvió las formas de las siete. “Esto nos hizo avanzar un año respecto a donde estábamos, si no es que dos”, dijo McGeehan.\nAhora, cualquier bioquímico puede acelerar su trabajo de forma muy similar. El jueves, DeepMind publicó las formas previstas de más de 350.000 proteínas, los mecanismos microscópicos que impulsan el comportamiento de las bacterias, los virus, el cuerpo humano y todos los demás seres vivos. Esta nueva base de datos incluye las estructuras tridimensionales de todas las proteínas expresadas por el genoma humano, así como las de las proteínas que aparecen en otros 20 organismos, incluidos el ratón, la mosca de la fruta y la bacteria E. coli.\nEste vasto y detallado mapa biológico —que proporciona unas 250.000 formas hasta ahora desconocidas— puede acelerar la capacidad de entender las enfermedades, desarrollar nuevas medicinas y reutilizar las existentes. También puede conducir a nuevos tipos de herramientas biológicas, como una enzima que descompone eficazmente las botellas de plástico y las convierte en materiales fácilmente reutilizables y reciclables.\n“Esto puede adelantarte en el tiempo e influir en la forma de pensar en los problemas y ayudar a resolverlos más rápidamente”, dijo Gira Bhabha, profesora adjunta del departamento de biología celular de la Universidad de Nueva York. “Tanto si estudias neurociencia como inmunología —sea cual sea tu campo de la biología— esto puede ser útil”.", "url": "https://www.nytimes.com/es/2021/07/22/espanol/proteinas-inteligencia-artificial-deepmind.html"}