{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:40:54", "date_modify": "2022-10-25 23:40:54", "date_publish": "2018-05-25 13:43:15", "description": "Seguramente te han llegado varios correos recientes de empresas que te notifican sobre cambios a sus políticas de privacidad. Te explicamos las implicaciones de la nueva regulación.", "filename": "es_2018_05_25_espanol_gdpr-regulacion-avisos-de-privacidad_1666741254.html", "image_url": "https://static01.nyt.com/images/2018/05/24/business/24TECHFIX/24TECHFIX-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=8fa8439c6dd664a5236043c55fb50bdb81e67f4b043b81476c0cd88311055a5c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_05_25_espanol_gdpr-regulacion-avisos-de-privacidad_1666741254.html", "title": "Lo que necesitas saber sobre los nuevos avisos de privacidad en internet", "title_page": "Lo que necesitas saber sobre los nuevos avisos de privacidad en internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En las últimas semanas seguramente te llegó un diluvio de correos electrónicos y alertas de empresas en los que se te informa sobre los cambios en sus políticas de privacidad.\nNo los ignores.\nSí, tienen mucha jerga legal. Sin embargo, resiste la tentación de borrar esos correos de inmediato o de cerrar las alertas de inmediato. Podrían contener información importante sobre el manejo de tu privacidad digital en una época en la que se volvió evidente que nuestros datos en línea no están seguros.\nTodos esos mensajes sobre la privacidad aparecen ahora porque una ley llamada Reglamento General de Protección de Datos (GDPR, por su sigla en inglés) entró en vigor el 25 de mayo en toda la Unión Europea. La ley ha sido proclamada como la protectora más fuerte de los derechos de privacidad digital en el mundo. Y, aunque se diseñó para los europeos, la naturaleza sin fronteras del mundo en línea ha obligado a casi todas las entidades comerciales con presencia en internet a realizar cambios en sus sitios y aplicaciones para acatar las reglas.\nLa ley de regulación de datos se centra en dos principios fundamentales. El primero es que las empresas necesitan tu consentimiento para recabar tus datos. El segundo es que solo te deben pedir los datos que sean necesarios para que sus servicios funcionen.", "url": "https://www.nytimes.com/es/2018/05/25/espanol/gdpr-regulacion-avisos-de-privacidad.html"}