{"authors": ["Jennifer Araoz"], "date_download": "2022-10-25 23:44:30", "date_modify": "2022-10-25 23:44:30", "date_publish": "2019-08-14 17:16:45", "description": "Ahora he interpuesto una demanda contra su patrimonio y sus cómplices.", "filename": "es_2019_08_14_espanol_opinion_jeffrey-epstein-jennifer-araoz_1666741470.html", "image_url": "https://static01.nyt.com/images/2019/08/14/opinion/14araoz-illo/14araoz-illo-facebookJumbo.jpg?year=2019&h=549&w=1050&s=c81720f35869dc5922c83870b0b89b6fbaa6abeff560280ee4b699740e5fe1f9&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_08_14_espanol_opinion_jeffrey-epstein-jennifer-araoz_1666741470.html", "title": "Jeffrey Epstein me violó cuando yo tenía 15 años", "title_page": "Jeffrey Epstein me violó cuando yo tenía 15 años - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Jeffrey Epstein Credit... Registro de Ofensores Sexuales en el Estado de Nueva York vía Associated Press\nEl último día que fui a la mansión fue durante el otoño de mi segundo año de bachillerato. Esa vez, cuando le estaba dando el masaje, me dijo que me quitara la ropa interior y me pusiera encima suyo. Cuando le dije que no, se volvió muy agresivo; me agarró con fuerza y me violó.\nNunca regresé después de eso. También abandoné mis estudios en el colegio de artes, para el cual había hecho audición y al que tenía tantas ganas de acudir. Estaba demasiado cerca de su casa, aquella escena de tantos delitos. Tenía mucho miedo de volver a verlo o de ver a su reclutadora. Así que me cambié a otro colegio en Queens, cerca de mi casa. Como ahí ya no tenía cómo enfocarme en los estudios de artes y actuación, pronto perdí el interés y abandoné la escuela por completo.\nPasaron años antes de que pudiera contarles a las personas cercanas a mí lo que sucedió. Seguía estando intimidada por la manera insistente en que él dijo que nunca debía decirle a nadie que lo visitaba. Y, como muchas sobrevivientes, padecía ansiedad y vergüenza por lo que sucedió.\nLa estructura de poder estaba en mi contra. Su dinero, influencia y conexiones con personas importantes hizo que solo pensara en esconderme y quedarme callada. Esas mismas fuerzas poderosas le permitieron esconderse y evadir la justicia.\nEso tiene que cambiar a partir de hoy. Al contar mi historia, quiero que Epstein tenga que rendir cuentas, pero también quienes trabajaban para él como reclutadores, las personas que tenía en nómina que sabían lo que estaba haciendo y la gente reconocida que lo rodeaba y ayudó a esconder y perpetuar su esquema de tráfico sexual. Sus acciones abominables nos volvieron víctimas a mí y tantas jóvenes mujeres.\nDurante años me sentí destrozada por el poder tan desbalanceado entre Epstein, con sus facilitadores, y yo. La Ley de Víctimas Infantiles de Nueva York finalmente ofrece una manera de compensar ese desequilibrio. De ahora en adelante las víctimas podrán presentar demandas civiles hasta que tengan 55 años.", "url": "https://www.nytimes.com/es/2019/08/14/espanol/opinion/jeffrey-epstein-jennifer-araoz.html"}