{"authors": ["Jennifer Medina"], "date_download": "2022-10-25 23:52:25", "date_modify": "2022-10-25 23:52:25", "date_publish": "2020-10-14 13:47:04", "description": "Aunque la mayoría de los votantes latinos favorece a los demócratas, los hombres hispanos conforman una parte pequeña pero perdurable de la base de Trump. Esos seguidores lo ven como un hombre enérgico, sin complejos y un símbolo del éxito económico.", "filename": "es_2020_10_14_espanol_estados-unidos_trump-machismo-latinos_1666741945.html", "image_url": "https://static01.nyt.com/images/2020/10/12/us/politics/00macho-ES-00/00MachoAppeal3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=cadc5a0dc7516ba23c969ec253bbbcb04d8bc706f604b346e66efd9bb037ae31&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_10_14_espanol_estados-unidos_trump-machismo-latinos_1666741945.html", "title": "‘Es un jefe y quieren ser como él’: a algunos hombres latinos les atrae el machismo de Donald Trump", "title_page": "‘Es un jefe y quieren ser como él’: a algunos hombres latinos les atrae el machismo de Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Otros de los asistentes al evento de Cejudo junto con Eric Trump contaron que habían visto a Trump en El aprendiz, y dijeron que les gustaba su estilo fuerte, su confianza en sus propias opiniones. En diversas entrevistas dijeron que ven sus acciones como presidente de la misma manera: incluso aquellas con las que no están de acuerdo, las ven como una prueba más de su fuerza.\nDijeron que no ven su desafío a las directrices médicas ampliamente aceptadas frente a su propia enfermedad como un signo de liderazgo deficiente, sino como el de un hombre que investiga por cuenta propia para llegar a su conclusión. Ven su desdén por los cubrebocas como un ejemplo de su tenacidad, sus incesantes interrupciones durante el debate con Biden las interpretan como un uso efectivo del poder.\n“Lo vimos mostrarse como un jefe”, dijo Edwin Gonzales, de 31 años, quien sostenía una gran bandera estadounidense frente a la oficina de campaña de Trump. “Y para él, descender por las escaleras es básicamente lo mismo: ‘es como si el jefe hubiera renunciado para ofrecerse a ser el presidente’. Eso es lo emocionante”.\nGonzales añadió que para él y muchos otros partidarios de Trump, el mandatario representa lo mejor del capitalismo, y añadió que “es un jefe y quieren ser como él, lo idolatran”.\nEn el evento, los asistentes dijeron que además de admirar al presidente Trump, también tenían críticas a Biden, a quien muchos de estos partidarios consideran débil y merecedor de la etiqueta despectiva acuñada por la campaña de Trump: “Biden del sótano”.\nDe hecho, muchos de estos hombres desestiman la necesidad de usar cubrebocas. Después de ser examinados con controles de temperatura en el evento con Eric Trump y Cejudo, casi ninguno de los más de cien miembros de la audiencia usó cubrebocas, tampoco lo hizo ninguno de los oradores.\nBiden se ha burlado de la reticencia de Trump a usar mascarillas. “¿Qué es esta cosa machista de ‘no voy a usar un cubrebocas’?”, dijo durante una reunión a principios de este mes. La declaración impulsó a una comentarista de Fox a replicar que Biden “bien podría llevar un bolso con ese cubrebocas”.", "url": "https://www.nytimes.com/es/2020/10/14/espanol/estados-unidos/trump-machismo-latinos.html"}