{"authors": ["Brad Plumer", "Nadja Popovich"], "date_download": "2022-10-25 23:43:07", "date_modify": "2022-10-25 23:43:07", "date_publish": "2021-10-29 07:00:06", "description": "Muchos países han comenzado a hacer progresos respecto al cambio climático. Pero todavía avanzamos peligrosamente hacia el calentamiento planetario, a menos de que esos esfuerzos se aceleren de manera drástica.", "filename": "es_2021_10_29_espanol_cop-cambio-climatico_1666741387.html", "image_url": "https://static01.nyt.com/images/2021/10/29/multimedia/29climate-ESP/29climate-ESP-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_10_29_espanol_cop-cambio-climatico_1666741387.html", "title": "Calentamiento global: las medidas actuales no bastan", "title_page": "Calentamiento global: las medidas actuales no bastan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Ha habido un cambio genuino durante la última década”, dijo Niklas Höhne, climatólogo alemán y socio fundador de NewClimate Institute, una entidad creada por Climate Action Tracker. “Se puede decir que el progreso ha sido demasiado lento, que sigue sin ser suficiente y coincido con todo eso. Pero sí se ve un movimiento real”.\nHay varias razones que explican los cambios en el pronóstico.\nEn 2015, 195 naciones firmaron el Acuerdo de París, el cual por primera vez les exigió a todos los países que presentaran un plan para detener las emisiones. Aunque los planes fueron voluntarios, sirvieron para incentivar nuevas medidas: la Unión Europea intensificó los límites de las emisiones industriales. China e India aumentaron sus iniciativas de energías renovables. Egipto redujo los subsidios para los combustibles fósiles. Indonesia comenzó a implementar medidas enérgicas en contra de la deforestación ilegal.\nSin embargo, también hubo retrocesos. El gobierno de Donald Trump revocó algunas de las políticas climáticas más importantes. La deforestación en Brasil aumentó bajo su actual presidente, Jair Bolsonaro.\nPero, en general, los países están haciendo más cosas que hace una década.\nIgual de importante es que la energía limpia haya avanzado con mucha más rapidez de la que se había predicho. Hace una década, los paneles solares, las turbinas de viento y los vehículos eléctricos a menudo eran consideradas tecnologías exclusivas, demasiado caras para el uso generalizado. Sin embargo, los costos se han desplomado.\nEn la actualidad, la energía solar y eólica son las nuevas fuentes de electricidad más baratas en la mayoría de los mercados. Las ventas de los vehículos eléctricos están estableciendo récords. Automotrices, como Ford y General Motors, se están preparando para reducir poco a poco las ventas de autos impulsados por gasolina en los próximos años.\nAl mismo tiempo, la energía del carbón, una de las principales fuentes de emisiones, ha comenzado a menguar. Hace una década, China e India estaban construyendo nuevas centrales eléctricas impulsadas por la quema del carbón casi cada semana. Sin embargo, ahora que las alternativas de energías más limpias han mejorado y los activistas ambientalistas incrementan la presión sobre los bancos y los gobiernos para detener el financiamiento a la explotación del carbón, ese avance se ha ralentizado; después del Acuerdo de París, un estudio reciente encontró que se ha cancelado el 76 por ciento de las propuestas para las nuevas plantas impulsadas por carbón.\nTodo esto ha hecho una diferencia. Entre 2000 y 2010, las emisiones a nivel mundial aumentaron, en promedio, un tres por ciento al año. Sin embargo, entre 2011 y 2019, las emisiones se incrementaron con más lentitud, a casi el uno por ciento anual.", "url": "https://www.nytimes.com/es/2021/10/29/espanol/cop-cambio-climatico.html"}