{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:24:24", "date_modify": "2022-10-25 23:24:24", "date_publish": "2020-11-20 15:48:53", "description": "A pesar de los esfuerzos republicanos por socavar el proceso, los funcionarios estatales dicen que esperan cumplir plenamente con los próximos plazos.", "filename": "es_2020_11_20_espanol_elecciones-resultados-trump-biden_1666740264.html", "image_url": "https://static01.nyt.com/images/2020/11/19/us/politics/20certification-explainerES-00/19certification-explainer-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e31977ad4c2b8d0ba2557d84b99a8544549809273fe5b179b0ae81299ab22fb7&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_11_20_espanol_elecciones-resultados-trump-biden_1666740264.html", "title": "Este es el calendario del proceso de certificación que Trump trata de interrumpir", "title_page": "Este es el calendario del proceso de certificación que Trump trata de interrumpir - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En Michigan, el Consejo de Escrutadores Estatales ha programado una reunión el lunes para revisar y certificar los resultados previamente certificados por los consejos de escrutinio de cada condado. A pesar de las protestas republicanas sobre la certificación de los resultados en el condado de Wayne, que incluye Detroit, se espera que el estado certifique a tiempo.\nTrump ha invitado a los legisladores republicanos de Michigan a la Casa Blanca el viernes, y su campaña intenta abiertamente bloquear el proceso de certificación con la esperanza de conseguir que los legisladores estatales republicanos anulen a millones de votantes de Michigan y nombren unos electores pro-Trump para el Colegio Electoral.\nNo es probable que los legisladores lo hagan. Pero incluso si así fuera, la gobernadora Gretchen Whitmer, demócrata, podría certificar una lista de electores separada y pro-Biden. Entonces le correspondería al Congreso elegir entre ambas listas, y los abogados electorales dicen que la ley federal favorecería a la de la gobernadora, incluso si el Congreso se estancara en un punto muerto. El Congreso también podría, en teoría, desechar completamente los votos electorales de Michigan, en cuyo caso Biden aún ganaría el Colegio Electoral.\nMartes 24 de noviembre: Minnesota, Nevada, Carolina del Norte\nEn Nevada, que Biden ganó, la Suprema corte del estado se reunirá el 24 de noviembre para certificar los resultados. Al final, el gobernador deberá confirmar el resultado. La campaña de Trump ha presentado una demanda sin fundamento en la que afirma que Trump ganó en Nevada, y los grupos conservadores tratan de anular los resultados, pero es muy improbable que estas afirmaciones lleguen a algún lado.\nEste es también el plazo de certificación para Minnesota y Carolina del Norte, ninguno de los cuales se espera que sea polémico. Biden ganó Minnesota; Trump ganó Carolina del Norte.\nSábado 28 de noviembre: Ohio\nEste es el plazo para que Ohio, que ganó Trump, certifique sus resultados. No se esperan impugnaciones.\nLunes 30 de noviembre: Arizona, Iowa, Nebraska\nArizona tiene que certificar sus resultados para esta fecha, al igual que Iowa y Nebraska. Biden ganó en Arizona, Trump ganó en Iowa, y en Nebraska, Trump ganó en todo el estado pero Biden ganó un voto electoral en el segundo distrito del Congreso del estado.", "url": "https://www.nytimes.com/es/2020/11/20/espanol/elecciones-resultados-trump-biden.html"}