{"authors": ["Zeynep Tufekci", "Por Paul Krugman", "Por David Brooks", "Por Zeynep Tufekci", "Por Farhad Manjoo"], "date_download": "2022-10-25 23:38:23", "date_modify": "2022-10-25 23:38:23", "date_publish": "2022-07-23 11:00:06", "description": "Pensé que una multitud de manifestantes conduciría a un cambio en la política. ¿Qué fue lo que sucedió?", "filename": "es_2022_07_23_espanol_opinion_protestas-sociales_1666741103.html", "image_url": "https://static01.nyt.com/images/2022/07/20/opinion/sunday/20IWasWrong-04/20IWasWrong-04-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_07_23_espanol_opinion_protestas-sociales_1666741103.html", "title": "Me equivoqué sobre la razón por la que las protestas funcionan", "title_page": "Me equivoqué sobre la razón por la que las protestas funcionan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sé que a la gente le gusta decir que la correlación no implica causalidad, pero, de hecho, la implica; solo que no lo demuestra por sí misma. Si con regularidad algo antecede a otra cosa, por qué no pensar que lo primero causa lo segundo. ¿Por qué pensamos que las grandes protestas traen consigo un cambio social? Porque así parecía ser en el pasado. Basta con mirar el movimiento por los derechos civiles o cómo la salida a la calle de millones de personas en el Día de la Tierra en 1970 precedió a la creación de la Agencia de Protección Medioambiental. Pero en el caso de la invasión de Irak, algo no había funcionado tan bien.\nEmpecé a entender mejor la razón menos de una década después, cuando comenzó una nueva ola de protestas mundiales: las revoluciones de la Primavera Árabe en todo el Medio Oriente, el movimiento Occupy en Estados Unidos y muchos más.\nTodos ellos parecieron surgir de la nada y crecer con rapidez, valiéndose de los poderes de la tecnología digital. La amplificación de las redes sociales permitió a los movimientos situar en el primer plano del debate público cuestiones importantes pero en gran medida ignoradas (como, por ejemplo, sucedió con la desigualdad en el caso de Occupy), pero también fue crucial para gestionar la logística de una gran protesta: hacer correr la voz, coordinar y hacer frente a los discursos oficiales e incluso al desdén y el rechazo que a menudo se produjeron en los medios de comunicación tradicionales.\nA medida que estudiaba muchos de esos movimientos, observé que existían patrones comunes. Los grandes movimientos que surgieron con rapidez a menudo perdieron el rumbo una vez que llegó el inevitable rechazo. No contaban con las herramientas necesarias para navegar por la traicionera fase siguiente de la política, porque no habían necesitado construirlas para llegar a ella.\nEn el pasado, una marcha realmente multitudinaria era la culminación de una organización a largo plazo, el signo de exclamación al final de una frase, que indicaba una planificación previa y fuerza. Un gran número de personas se habían reunido y trabajado durante mucho tiempo, coordinándose, preparándose, conociéndose y tomando decisiones. Así que no se limitaron a llevar a cabo una protesta; a falta de formas más sencillas de organizarse, acabaron por tener que crear una capacidad organizativa, que luego ayudó a gestionar lo que vino después.\nPero desde principios de la década de 2000, una gran protesta ha empezado a parecerse más a una frase que empieza con un signo de interrogación. Los periódicos aún se asombran ante su magnitud —y muchas protestas son en verdad multitudinarias— pero ahora me impresiona menos el tamaño por sí mismo: las manifestaciones de Occupy a nivel mundial, las protestas de la Primavera Árabe y la Marcha de las Mujeres de 2017 pueden presumir de ser más grandes que cualquier otra protesta anterior. Quizá lleguen a construir un poder más sostenido, pero quizá no.\nAsí que concluí que aunque las grandes manifestaciones de hoy se ven igual que las del pasado, los diferentes mecanismos que las producen —en específico, internet y, en fechas recientes, las redes sociales en particular— ayudan a determinar si los gobiernos o las autoridades las verán como una amenaza verdadera o solo como algo que puede desestimarse con el argumento de que es un grupo focal.", "url": "https://www.nytimes.com/es/2022/07/23/espanol/opinion/protestas-sociales.html"}