{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:42", "date_modify": "2022-10-25 23:43:42", "date_publish": "2018-05-02 10:42:15", "description": "El grupo separatista vasco —considerado como terrorista— anunció en una carta su disolución formal después de casi seis décadas y de causar la muerte de más de 800 personas; aunque ETA indicó que el conflicto vasco con España y Francia no empezó con él ni termina con él.", "filename": "es_2018_05_02_espanol_eta-disolucion-espana_1666741422.html", "image_url": "https://static01.nyt.com/images/2018/05/03/world/europe/03eta/03eta-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=b1518259a5cee5650109cb821ec2e4cf79e9f7459a0039cb0c3989a1fbcda177&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_05_02_espanol_eta-disolucion-espana_1666741422.html", "title": "ETA anuncia su disolución oficial, tras décadas de campaña separatista vasca", "title_page": "ETA anuncia su disolución oficial, tras décadas de campaña separatista vasca - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En su carta, ETA escribió que “la falta de voluntad para solucionar el conflicto” terminó por alargarlo “y ha multiplicado el sufrimiento de las diferentes partes”. En la misiva, el grupo reconoció que parte de la culpa es “consecuencia de su lucha”.\nEn junio de 1968, dos militantes de ETA mataron a un policía que los detuvo para revisar sus documentos e inspeccionar el auto; esa se considera la primera muerte atribuida al grupo. Dos meses después, el grupo llevó a cabo su primer asesinato planeado al emboscar a un inspector de policía, Melitón Manzanas (quien se sospechaba torturaba a comunistas opositores a Franco), afuera de su hogar en Irún, en la frontera con Francia.\nEn 1973, ETA golpeó la cúpula del gobierno franquista con el asesinato del presidente de gobierno Luis Carrero Blanco; fue con una bomba tan poderosa que la limosina blindada voló por encima de un edificio. El asesinato dejó sin un sucesor obvio a Franco, quien solo vivió dos años más.\nCon la transición hacia la democracia tras la muerte del dictador, una ley de 1977 otorgó amnistía por los delitos cometidos durante la guerra civil de los treinta y durante el franquismo. España también inició un proceso de descentralización política que significó que cada región tendría su parlamento y poder sobre temas como educación y salud. La región vasca y la zona vecina de Navarra también obtuvieron poderes para la recolección hacendaria.\nPero ETA rechazó esas concesiones políticas y reforzó su campaña, con la demanda de un Estado independiente que llamó Euskal Herria. El grupo veía la posibilidad de establecer una nación que fuera más allá de las fronteras actuales de la región vasca en España para incluir Navarra y la zona vasca del suroeste francés.\nEn 1980, el año más sangriento del grupo, este asesinó a casi cien personas en ataques que cobraban cada vez más víctimas civiles. En 1987 una bomba de ETA mató a veintiuna personas en un supermercado en Barcelona, el ataque más mortífero del grupo.\nPara entonces cada acción de ETA era duramente criticada en el país. Seis millones de personas salieron a las calles en julio de 1997 para protestar contra el asesinato de Miguel Ángel Blanco, un político conservador local que fue secuestrado y asesinado por ETA.", "url": "https://www.nytimes.com/es/2018/05/02/espanol/eta-disolucion-espana.html"}