{"authors": ["Jorge Ramos"], "date_download": "2022-10-25 22:59:22", "date_modify": "2022-10-25 22:59:22", "date_publish": "2019-12-06 15:00:06", "description": "El presidente de Estados Unidos dijo que designará a los cárteles de drogas mexicanos como grupos terroristas. Las implicaciones, especialmente la de tener soldados estadounidenses en México, son riesgosas", "filename": "es_2019_12_06_espanol_opinion_carteles-mexico-terroristas_1666738762.html", "image_url": "https://static01.nyt.com/images/2019/12/06/multimedia/06RamosES-1/06RamosES-1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a85269b071db45d41353bdbd36c055e8a33ea34613fb1b7b22c6c28a524ed13a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_12_06_espanol_opinion_carteles-mexico-terroristas_1666738762.html", "title": "No a las tropas de Trump", "title_page": "No a las tropas de Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Si Estados Unidos de verdad quiere ayudar a México en la lucha contra los narcotraficantes, podría hacer dos cosas muy importantes: la primera es controlar el flujo de armas de Estados Unidos hacia México y la segunda es reducir el número de estadounidenses que consumen drogas.\nNinguna de las dos cosas serían fáciles ni políticamente viables.\nSi Estados Unidos no ha hecho nada para controlar el uso de armas de fuego luego de las masacres de los últimos veinte años en decenas de escuelas como Columbine (13 muertos en 1999), Sandy Hook (26 muertos en 2012) y Parkland (17 muertos en 2018), menos lo va a hacer para evitar el enorme tráfico de armas a México. De las 106.000 pistolas recobradas en México en investigaciones criminales de 2011 a 2016, el 70 por ciento fueron compradas legalmente en Estados Unidos, según publicó recientemente el Center for American Progress. Y el congreso en Washington no está haciendo nada al respecto.\nEstados Unidos, también, podría ayudar mucho a México si redujera el número de personas que consumen drogas. En el fondo se trata de una simple cuestión de oferta y demanda. Los cárteles mexicanos satisfacen la demanda de los consumidores estadounidenses. Más de 11 millones de estadounidenses abusaron de los opioides en 2017, según una encuesta nacional de salud. Además 5,9 millones usaron cocaína y más de 40 millones fumaron mariguana. Se trata de un gigantesco mercado de drogas que explotan los narcos mexicanos diariamente y que no se reducirá a corto plazo.\nLas drogas se cuelan a Estados Unidos, sobre todo, por los puertos de entrada. Los cárteles mexicanos de las drogas, particularmente el de Sinaloa y el Jalisco Nueva Generación— se adaptan rápidamente a los cambios de consumo de los estadounidenses y son “la mayor amenaza criminal que tiene Estados Unidos”, según la conclusión de un estudio de 2018 del Departamento de Justicia estadounidense.\nSeamos propositivos. En vista a este desolador y realista panorama político: ¿qué pueden hacer hoy México y Estados Unidos, juntos, para luchar contra los cárteles del narcotráfico? Seguir compartiendo información estratégica y financiera sobre los grupos criminales, adelantar el tema de la extradición —nada asusta más a los narcos mexicanos, como antes a los colombianos, que pasar el resto de sus días en una cárcel estadounidense— y bajarle dos rayitas a la discusión en las redes sociales. Trump dijo en un tuit que le declararía “la GUERRA a los cárteles de las drogas y los desaparecería de la faz de la tierra”. Pero tuitear no es gobernar y eso no va a pasar.", "url": "https://www.nytimes.com/es/2019/12/06/espanol/opinion/carteles-mexico-terroristas.html"}