{"authors": ["A. O. Scott"], "date_download": "2022-10-25 23:46:40", "date_modify": "2022-10-25 23:46:40", "date_publish": "2017-07-26 14:30:34", "description": "Esta nueva entrega de la saga es como una película de vaqueros combinada con un filme carcelario, pero que nos invita a reflexionar sobre el papel del hombre como especie dominante en el planeta a través de simios muy “humanos”.", "filename": "es_2017_07_26_espanol_cultura_el-planeta-de-los-simios-la-guerra_1666741600.html", "image_url": "https://static01.nyt.com/images/2017/07/14/arts/14WARPLANET/14WARPLANET-facebookJumbo.jpg?year=2017&h=549&w=1050&s=90c46b38786f7b46502a6762836e8c2a14296bd2be9ebd8a9e58d67dd4f81b53&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_07_26_espanol_cultura_el-planeta-de-los-simios-la-guerra_1666741600.html", "title": "Reseña: En ‘El planeta de los simios: la guerra’, lo mejor de la humanidad está con los animales", "title_page": "Reseña: En ‘El planeta de los simios: la guerra’, lo mejor de la humanidad está con los animales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "O, dicho de otra manera, Koba tenía razón.\nSi viste El amanecer del planeta de los simios —la segunda entrega de la serie, que sirve como puente entre El Origen del Planeta de los Simios y El Planeta de los Simios: La Guerra— puede que recuerdes la evolución de aquel maltratado mono de laboratorio: de víctima a némesis. El daño que Koba había sufrido a manos de los humanos lo volvió intolerante y fanático, una encarnación del extremismo político que César debía controlar y que finalmente tuvo que destruir, a pesar de que su temperamento político tendía a la moderación y el consenso. Su conflicto se reflejaba en una lucha en el frente humano entre un comandante militar genocida que odiaba a los simios y un líder rival que creía en la coexistencia.\nEl amanecer del planeta de los simios, al igual que El Origen del Planeta de los Simios, presentó un mensaje esperanzador y ligeramente sentimental sobre la armonía entre las especies. A pesar de sus diferencias y sospechas mutuas, quizá las dos sociedades de primates, una que se integra mientras la otra se entrega al caos, podrían compartir la Tierra, o por lo menos el tramo del bosque del norte de California donde esta franquicia estableció su capital alegórica.\nLos tiempos cambian. El Planeta de los Simios: La Guerra, dirigida por Matt Reeves, es el episodio más sombrío hasta ahora, y también el más fuerte, un excelente ejemplo de pensamiento claro combinado con una técnica creativa en el cine popular. Lo cual es raro en esta era de universos cinematográficos construidos torpemente y limitados comercialmente. Esta nueva serie de películas de El planeta de los simios se ha distinguido por su compromiso con la creencia de que la ciencia ficción pertenece a la literatura de las ideas, así como por arriesgarse a que pudiera parecer que se tomaba demasiado en serio. Cada episodio ha explorado un marcado problema político o ético, y cada uno ha trasladado el terreno moral del ser humano al simio.\nEl Origen del Planeta de los Simios se trató de cómo la gente trata y maltrata a los animales, acerca de la disyuntiva entre reconocerlos como seres sensibles y la arraigada costumbre de explotarlos y enjaularlos. El amanecer del planeta de los simios fue una parábola ingenua de descolonización y contrainsurgencia, dedicada a las demandas de dos tribus rivales, pero igualmente legítimas que ocupan un territorio contiguo. El Planeta de los Simios: La Guerra —que a pesar de su título es menos un filme de guerra que una película de vaqueros combinada con un filme carcelario— defiende la opinión que Koba sostenía acerca de la humanidad como una especie irremediablemente cruel y engañosa.\nEl recuerdo de la traición de Koba se mantiene vivo, pues algunos de sus seguidores han pasado del anticesarismo militante a la colaboración con la especie enemiga. También hay un nuevo antagonista, un coronel renegado —interpretado por Woody Harrelson, un personaje que parece salido de El corazón en las tinieblas y ofrece una versión solista de Apocalipsis ahora—, quien se encuentra en una base hospitalaria que ha convertido en campo de concentración. Tiene la cabeza rapada como Marlon Brando, los lentes oscuros y reflejantes de Robert Duvall y la verborrea maniática de Dennis Hopper. ¡El horror! ¡El horror!", "url": "https://www.nytimes.com/es/2017/07/26/espanol/cultura/el-planeta-de-los-simios-la-guerra.html"}