{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:11", "date_modify": "2022-10-25 23:46:11", "date_publish": "2017-10-19 07:30:34", "description": "Si unas cuantas personas toman todas las decisiones respecto de cómo nos comunicamos, compramos o nos enteramos de las noticias, ¿somos nosotros quienes controlamos nuestra sociedad? El objetivo de las empresas tecnológicas no es velar por nuestros intereses.", "filename": "es_2017_10_19_espanol_opinion_silicon-valley-no-es-tu-amigo_1666741571.html", "image_url": "https://static01.nyt.com/images/2017/10/13/opinion/sunday/Silicon-Valley-Is-Not-Your-Friend-1507876008370/Silicon-Valley-Is-Not-Your-Friend-1507876008370-facebookJumbo.jpg?year=2017&h=550&w=1050&s=259e499898185089621b8bef228fd4309ab86360a2b947a2cb4bd3f47c4832f0&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_10_19_espanol_opinion_silicon-valley-no-es-tu-amigo_1666741571.html", "title": "Silicon Valley no es tu amigo", "title_page": "Silicon Valley no es tu amigo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Es decir, sí, podemos hacer mucho dinero, pero esa no es la meta”, dijo acerca de su red social, que en ese entonces todavía se llamaba thefacebook.com. “Cualquiera que venga de Harvard puede conseguir un empleo y ganar mucho dinero. No todos en Harvard pueden tener una red social. Valoro eso más como un recurso que como cualquier cantidad de dinero”. Zuckerberg insistió en que no se rendiría ante los cazadores de ganancias; Facebook seguiría siendo fiel a su misión de conectar al mundo.\nSiete años después, Zuckerberg también había sucumbido ante el capital de riesgo de Silicon Valley, pero parecía haberse arrepentido. “Si estuviera comenzando en este momento”, le dijo a un entrevistador en 2011, “solo me habría quedado en Boston, creo”. Y añadió: “Hay aspectos de la cultura de aquí que aún me parecen enfocados al corto plazo de una manera que me molesta. Ya sabes, es la gente que quiere comenzar empresas solo por hacerlo, sin saber lo que quieren para poder, no sé, hacer un cambio”.\nA la larga, los fundadores de Google y Facebook enfrentaron un día de rendición de cuentas. Los inversionistas no estaban ahí por caridad y exigían una respuesta. Al final, Brin y Page acordaron, bajo presión, desplegar publicidad junto con los resultados de búsqueda y terminaron por permitir que entrara un director ejecutivo externo: Schmidt. Zuckerberg acordó incluir los anuncios dentro del canal de publicaciones de Facebook y transfirió a uno de sus programadores favoritos al negocio de la publicidad móvil. Le dijo: “¿No sería divertido construir un negocio multimillonario en seis meses?”.\nResulta que había fortunas multimillonarias que podían generarse explotando la relación opaca entre los usuarios y las empresas tecnológicas. Todos sabíamos que nada era gratis, una idea memorablemente encapsulada en 2010 por alguien que hizo un comentario en el sitio web MetaFilter: “Si no lo estás pagando, no eres el cliente: eres el producto que se vende”. Pero, en realidad, ¿cómo podemos darnos cuenta? Gran parte de lo que sucede entre los usuarios y Silicon Valley está fuera de la vista: algoritmos escritos y controlados por magos que son capaces de extraerle valor a tu identidad de maneras en las que tú jamás podrías hacerlo por ti mismo.\nUna vez que Brin, Page y Zuckerberg cambiaron de parecer respecto de ir tras las ganancias, advirtieron algo extraño: a los usuarios no parecía importarles. “¿Quieren saber cuál es la pregunta más común al respecto?”, dijo Brin en 2002 cuando le preguntaron sobre las reacciones por la adopción de la publicidad por parte de Google. “Nos dicen: ‘¿Qué anuncios?’. La gente no hace búsquedas que le muestren anuncios o no los nota. La tercera posibilidad es que los usuarios sí realizan búsquedas que generan anuncios y sí se percatan de ellos, pero los olvidan. Creo que este es el caso más probable”.\nEl crecimiento se convierte en la motivación dominante: algo atesorado por el propio beneficio, no por lo que aporta al mundo.\nSiempre se supo que las interacciones entre las personas y sus computadoras iban a ser confusas y que sería fácil que los programadores explotaran esa confusión. John McCarthy, el pionero de la computación que educó a los primeros hackers del Instituto Tecnológico de Massachusetts y después encabezó el laboratorio de inteligencia artificial de Stanford, se preocupaba por el hecho de que los programadores no entendieran sus responsabilidades.", "url": "https://www.nytimes.com/es/2017/10/19/espanol/opinion/silicon-valley-no-es-tu-amigo.html"}