{"authors": ["Jyoti Madhusoodanan"], "date_download": "2022-10-25 23:22:27", "date_modify": "2022-10-25 23:22:27", "date_publish": "2022-10-21 07:00:06", "description": "Internet está lleno de advertencias sobre los antidepresivos y las bebidas alcohólicas. Esto es lo que los expertos en salud mental quieren que sepas.", "filename": "es_2022_10_21_espanol_alcohol-antidepresivos_1666740147.html", "image_url": "https://static01.nyt.com/images/2022/10/18/multimedia/11ASKWELL-SSRIS1-1-e769-esp-1/11ASKWELL-SSRIS1-1-e769-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_10_21_espanol_alcohol-antidepresivos_1666740147.html", "title": "¿Es seguro consumir alcohol cuando se están tomando antidepresivos del tipo ISRS?", "title_page": "¿Es seguro consumir alcohol cuando se están tomando antidepresivos del tipo ISRS? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Glance afirma que determinar cuán seguro es beber alcohol cuando se están tomando antidepresivos depende de la clase de fármacos que se están consumiendo, y es probable que tomar una copa de vez en cuando no le haga mucho daño a la mayoría de la gente si está consumiendo antidepresivos del tipo ISRS. No obstante, existen algunas excepciones que hay que considerar.\nLos fármacos ISRS —como el citalopram (Celexa), la sertralina (Zoloft) y el escitalopram (Lexapro)— son el tipo de antidepresivos que se prescriben con mayor frecuencia. Por lo general, se usan para tratar la depresión y también pueden ser eficaces para otros padecimientos como la ansiedad, el trastorno obsesivo compulsivo, algunas fobias e incluso el trastorno disfórico premenstrual. Su función es aumentar los niveles de la sustancia química llamada serotonina del cerebro —la cual se cree que, entre otras cosas, influye en el estado de ánimo y las emociones— al impedir que se suprima después de transportar mensajes en el cerebro.\nPero a diferencia de muchos otros fármacos usados en el tratamiento de trastornos del estado de ánimo —como el alprazolam (Xanax), un medicamento para la ansiedad, o el antidepresivo tricíclico amitriptilina (Elavil)— es menos probable que los ISRS tengan interacción con el alcohol, señaló Glance.\nDicho esto, sigue siendo importante restringir el consumo de alcohol cuando se están tomando medicamentos para la depresión o la ansiedad, añadió.\nPese a que el alcohol puede reducir la ansiedad y disminuir, por un momento, las inhibiciones, también puede desencadenar una actividad cerebral que tal vez empeore los síntomas de depresión o ansiedad.", "url": "https://www.nytimes.com/es/2022/10/21/espanol/alcohol-antidepresivos.html"}