{"authors": ["Derrick Bryson Taylor"], "date_download": "2022-10-25 23:49:02", "date_modify": "2022-10-25 23:49:02", "date_publish": "2020-03-11 15:30:09", "description": "Hasta hoy, la Organización Mundial de la Salud se había abstenido de llamar pandemia al brote. Los expertos debaten y explican el significado de los términos.", "filename": "es_2020_03_11_espanol_diferencia-pandemia-epidemia-coronavirus_1666741742.html", "image_url": "https://static01.nyt.com/images/2020/02/26/multimedia/26xp-coronavirus-ES/26xp-coronavirus-facebookJumbo-v4.jpg?year=2020&h=550&w=1050&s=5b5880a9fc64329583d98f694ce7b565a7153ff5de43f2401f43f4562da17efe&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_03_11_espanol_diferencia-pandemia-epidemia-coronavirus_1666741742.html", "title": "¿El coronavirus es una epidemia o una pandemia?", "title_page": "¿El coronavirus es una epidemia o una pandemia? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Regístrate para recibir nuestro boletín con lo mejor de The New York Times.\n[Actualización del 11 de marzo a las 12:44 EST] La OMS ha declarado una pandemia global.\nLa propagación del coronavirus en más de cien países ahora califica como una pandemia global, dieron a conocer funcionarios de la Organización Mundial de la Salud (OMS) este miércoles y confirmaron así lo que muchos epidemiólogos han estado diciendo durante semanas.\nHasta ahora, la OMS había evitado utilizar el término para describir la epidemia que avanzaba de país en país por temor a dar la impresión de que era imparable y que las naciones se dieran por vencidas en los esfuerzos por detenerla. La organización informó con anterioridad que ya no declaraba oficialmente cuando una epidemia alcanzaba proporciones de pandemia y que más bien prefería declarar emergencias globales de salud pública.\n“Pandemia no es una palabra que se use a la ligera o de manera descuidada”, dijo en una conferencia de prensa en Ginebra el doctor Tedros Adhanom Ghebreyesus, director de la OMS.\n“Todos los países pueden aún cambiar el curso de esta pandemia”, agregó.\nSin embargo, ahora hay evidencia en seis continentes de transmisión sostenida del virus, que ha infectado a más de 120.000 personas y matado a más de 4300 y que para la gran mayoría de criterios médicos constituye una pandemia. La designación en sí misma es principalmente simbólica, pero los funcionarios de salud pública saben que junto con la palabra el público escuchará elementos de peligro y riesgo.", "url": "https://www.nytimes.com/es/2020/03/11/espanol/diferencia-pandemia-epidemia-coronavirus.html"}