{"authors": [], "date_download": "2022-10-25 23:43:22", "date_modify": "2022-10-25 23:43:22", "date_publish": "2017-11-06 10:30:08", "description": "Durante décadas, los restos óseos de bebés y niños estuvieron amontonados en un tanque cerca de un hogar para madres no casadas y sus hijos, sin que el público lo supiera. Hasta que una historiadora aficionada se empeñó en desenterrar a los muertos.", "filename": "es_2017_11_06_espanol_los-796-ninos-perdidos-de-irlanda_1666741402.html", "image_url": "https://static01.nyt.com/images/2017/11/05/world/05tuam-cover/05tuam-cover-facebookJumbo-v4.jpg?year=2017&h=549&w=1050&s=63a2b7d7dec7e68225bcc2e8ec54f0d1e137b0909cfef72d52cd5f350557aa1c&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_11_06_espanol_los-796-ninos-perdidos-de-irlanda_1666741402.html", "title": "Los 796 niños perdidos de Irlanda", "title_page": "Los 796 niños perdidos de Irlanda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TUAM, Irlanda — En los años sesenta una pequeña niña de 6 años dejaba la granja familiar y salía a la carretera principal camino a la escuela primaria, a las Hermanas de la Caridad.\nSe llama Catherine y en ese entonces tenía cabello cobrizo rizado. Su destino diario era Tuam, el antiguo pueblo del condado de Galway cuyo nombre deriva de un término en latín que significa “túmulo”. Es el centro de una arquidiócesis católica, una distinción que anuncia la gigantesca catedral que durante generaciones ha sobresalido por encima de fábricas y campos.\nDe niña pasaba a través de un pasaje gris formado por altos muros a lo largo de Dublin Road; a su derecha, estaba el hipódromo Parkmore y, a su izquierda, un convento con pedazos de vidrio incrustados en el cercado de roca.\nDetrás de esta frontera imponente yacía el Hogar para Madres y Bebés de St. Mary, donde las monjas vigilaban a madres solteras y a sus hijos. Se decía que eran pecadoras con prole ilegítima; las “perdidas”.", "url": "https://www.nytimes.com/es/2017/11/06/espanol/los-796-ninos-perdidos-de-irlanda.html"}