{"authors": ["Mona El-Naggar"], "date_download": "2022-10-25 23:55:50", "date_modify": "2022-10-25 23:55:50", "date_publish": "2021-05-13 23:45:32", "description": "A pesar del bloqueo, los militantes palestinos han recurrido a la ayuda de Irán, al ingenio, a los artefactos disparados por Israel e incluso a las tuberías para fabricar miles de cohetes con mayor alcance.", "filename": "es_2021_05_13_espanol_hamas-israel-cohetes-gaza_1666742150.html", "image_url": "https://static01.nyt.com/images/2021/05/13/world/13hamas-rockets-explainer-ES-1/13hamas-rockets-explainer01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=dd56bbc89f6a1932f76e74749a1f76a97d0888cd692ea0b1bffb26235b1dbc76&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_05_13_espanol_hamas-israel-cohetes-gaza_1666742150.html", "title": "Los cohetes de Gaza: un arsenal renovado que le preocupa a Israel", "title_page": "Los cohetes de Gaza: un arsenal renovado que le preocupa a Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EL CAIRO — Contrabandean las piezas o las fabrican ellos mismos, con la ayuda de los conocimientos técnicos de Irán. Reutilizan tuberías de los asentamientos israelíes abandonados y componentes extraídos de las bombas israelíes. Ensamblan los cohetes bajo tierra o en barrios densos que los israelíes son reacios a atacar.\nA pesar de la pregonada capacidad de vigilancia de Israel y de su abrumadora potencia de fuego militar, los militantes palestinos de Gaza han conseguido amasar un arsenal de cohetes de gran alcance en los 16 años transcurridos desde que Israel desalojó el enclave costero que había ocupado tras la guerra de 1967.\nHamás, el grupo militante que gobierna Gaza desde 2007 y que no reconoce el derecho de Israel a existir, ha convertido este arsenal en una amenaza cada vez más letal, como se ha visto en el más reciente recrudecimiento de las hostilidades con el ejército israelí. Hasta el jueves, según las autoridades israelíes, los militantes habían disparado unos 1800 cohetes.", "url": "https://www.nytimes.com/es/2021/05/13/espanol/hamas-israel-cohetes-gaza.html"}