{"authors": ["Carole Landry"], "date_download": "2022-10-25 23:38:35", "date_modify": "2022-10-25 23:38:35", "date_publish": "2022-02-24 03:02:16", "description": "El ministro de Defensa y el jefe del Gabinete ruso forman parte del grupo de sancionados por el bloque europeo, mientras los funcionarios estadounidenses afirman que la invasión de Ucrania parece inminente.", "filename": "es_2022_02_23_espanol_rusia-ucrania-sanciones-putin_1666741115.html", "image_url": "https://static01.nyt.com/images/2022/02/23/world/23Russia-Ukraine-Briefing-web-ESP/23Russia-Ukraine-Briefing-NL-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_02_23_espanol_rusia-ucrania-sanciones-putin_1666741115.html", "title": "¿Quiénes son los aliados de Putin en la lista de sancionados?", "title_page": "¿Quiénes son los aliados de Putin en la lista de sancionados? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El Consejo de Defensa y Seguridad Nacional de Ucrania aprobó un estado de emergencia por 30 días, que fue respaldado por el Parlamento, y los funcionarios les dijeron a los ciudadanos ucranianos en Rusia que se fueran de inmediato.\n“Nuestro ejército está listo” para defenderse de un ataque ruso, dijo Oleksiy Danilov, jefe del consejo.\nLos legisladores ucranianos también comenzaron a trabajar formalmente en planes para flexibilizar las leyes de armamento y permitir que los civiles posean armas de fuego, un día después de que el presidente Volodímir Zelenski llamara a los reservistas militares para luchar.\nUn día antes, funcionarios occidentales habían dicho que las tropas rusas ingresaron a los territorios en disputa del este de Ucrania controlados por separatistas respaldados por el Kremlin después de que Moscú reconoció su independencia.\nUn ciberataque derribó los sitios web de muchas instituciones ucranianas, incluido el Parlamento, el Ministerio de Relaciones Exteriores y el gabinete de ministros. Algunos se restauraron rápidamente, pero otros no se habían restablecido durante la noche en Kiev, la capital de Ucrania.\nUna lista de sancionados\nDestacados funcionarios del círculo íntimo de Putin y otras personalidades rusas de alto perfil están en la lista de objetivos de sanciones de la Unión Europea que se publicó hoy. Se les prohibió viajar a los 27 países de la UE y enfrentan la congelación de sus activos en Europa, aunque eso podría ser difícil de llevar a cabo.", "url": "https://www.nytimes.com/es/2022/02/23/espanol/rusia-ucrania-sanciones-putin.html"}