{"authors": ["Rebecca R. Ruiz", "Tariq Panja"], "date_download": "2022-10-25 23:02:44", "date_modify": "2022-10-25 23:02:44", "date_publish": "2021-08-25 06:47:46", "description": "El organismo rector del fútbol, y dos filiales en el continente americano, se repartirán millones de dólares tras haber sido clasificados como víctimas en un escándalo de corrupción.", "filename": "es_2021_08_25_espanol_fifa-corrupcion_1666738964.html", "image_url": "https://static01.nyt.com/images/2021/08/24/sports/25soccer-fifa-ESP-1/24soccer-fifa-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1f0611d9d8bf8b28030c1bac19b27a719206af0395ce3b044da2bd6fdb23e897&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_08_25_espanol_fifa-corrupcion_1666738964.html", "title": "La FIFA, considerada víctima de su propia corrupción, recibirá un pago de 200 millones de dólares", "title_page": "La FIFA, considerada víctima de su propia corrupción, recibirá un pago de 200 millones de dólares - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La decisión del Departamento de Justicia sugirió una medida de restauración de la fe en la gestión de la FIFA, pero el dinero —que la organización solicitó por primera vez hace años— viene con condiciones: los fondos deben estar amurallados en una fundación y dirigidos al desarrollo del fútbol en todo el mundo, según el anuncio del martes. Según la FIFA, una parte significativa del dinero se destinará a proyectos en las Américas porque “sufrieron significativamente como resultado de las actividades delictivas”.\nCualquier gasto de ese dinero, que será manejado por el Fondo Mundial de Remisión del Fútbol, estará sujeto a supervisión y medidas de auditoría independientes, dijeron las autoridades estadounidenses.\nSegún los términos del acuerdo, los fondos se guardarán en el sistema bancario de Estados Unidos en vez de Suiza, donde la FIFA tiene su sede, explicaron dos personas familiarizadas con esa medida que solicitaron mantener su anonimato porque no estaban autorizadas para discutir el asunto.\nEsos parámetros de gasto han figurado en otros casos importantes de corrupción, como el caso de petróleo por alimentos de las Naciones Unidas, en el que el Departamento de Justicia designó específicamente el dinero de la restitución para un fondo de desarrollo en Irak.\n“No es algo sin precedentes que el Departamento de Justicia evalúe el uso apropiado del dinero”, dijo Antonia M. Apps, abogada de Milbank, Tweed, Hadley & McCloy y exfiscal federal del Distrito Sur de Nueva York. “La escala de este caso es mucho mayor que los esquemas típicos de corrupción, por lo que las cifras en dólares son mayores de lo que normalmente se ve”.\nCuando las autoridades estadounidenses anunciaron su caso penal en 2015 y decenas de poderosos funcionarios y ejecutivos de mercadeo se declararon culpables de cargos que incluían chantaje, fraude electrónico y conspiración de lavado de dinero, los fiscales dejaron claro que veían a las organizaciones de fútbol como víctimas que habían sido cooptadas por operadores deshonestos.\nLos abogados de la FIFA, la Conmebol y la Concacaf siguieron peleando para manejar las percepciones de los fiscales y del público, tratando de distanciar a las organizaciones de los delincuentes acusados; cooperar con las autoridades; y consolidar el lugar de las organizaciones deportivas como víctimas impotentes ante el fraude de sus principales líderes.", "url": "https://www.nytimes.com/es/2021/08/25/espanol/fifa-corrupcion.html"}