{"authors": ["Perri Klass"], "date_download": "2022-10-25 23:26:17", "date_modify": "2022-10-25 23:26:17", "date_publish": "2020-05-12 21:58:28", "description": "Los niños no están en el centro de la pandemia. Pero los pediatras están inquietos por ellos y sus familias, ahora y en el futuro próximo.", "filename": "es_2020_05_12_espanol_ciencia-y-tecnologia_ninos-pandemia_1666740377.html", "image_url": "https://static01.nyt.com/images/2020/05/12/well/12klass-fears-ES/04klass-facebookJumbo.jpg?year=2020&h=549&w=1050&s=77e1e47a9cf52cdf7ba25cfd0f7f05dd370753901955c9c1ad2113dcc8ed6961&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_05_12_espanol_ciencia-y-tecnologia_ninos-pandemia_1666740377.html", "title": "¿Qué preocupa a los pediatras durante la pandemia?", "title_page": "¿Qué preocupa a los pediatras durante la pandemia? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Marilyn Augustyn, pediatra del desarrollo y del comportamiento del Centro Médico de Boston, clasificó sus principales preocupaciones sobre el desarrollo por edad: que los niños pequeños “habrán aprendido que debemos tener miedo de otras personas, usar cubrebocas y cruzar al otro lado de la calle si los vemos”. Que los niños en edad preescolar, que tienden al pensamiento mágico, pensarán que las privaciones —como los patios de recreo cerrados—, son castigos por hacer algo malo.\nY que los niños y adolescentes de secundaria “habrán consumido cantidades astronómicas de medios audiovisuales en línea y olvidarán cómo desconectarse”.\nPoblaciones vulnerables y disparidades económicas\nHemos llegado a comprender las maneras en las que la pobreza es perjudicial para los niños, y estamos en una pandemia que parece estar aumentando la pobreza y golpear con más dureza a las comunidades pobres y minoritarias. Incluso antes del coronavirus, Estados Unidos tenía una tasa de pobreza infantil demasiado alta, y las familias con niños —en especial las familias de comunidades minoritarias— necesitarán ayuda sistemática y extraordinaria después de la pandemia o los efectos intergeneracionales se verán por mucho tiempo.\nEl doctor Daniel Taylor, profesor asociado en Drexel y St. Christopher’s Hospital for Children, escribió que su mayor preocupación era “la amplificación posterior a la COVID de las inequidades existentes en la atención médica para niños pobres y niños de color sin un plan claro, voluntad política o financiamiento para la recuperación”.\n“Me preocupa más la falta de una red de seguridad social no solo para los niños sino también para las comunidades en las que viven, que son indispensables para que puedan prosperar”, escribió el doctor Nathan Chomilo, pediatra de Park Nicollet en Minneapolis y director médico del programa Medicaid de Minnesota. Nos arriesgamos, advirtió, a que otra generación se enfrente con “una brecha de oportunidad que los debilita a ellos y a nosotros como sociedad de alcanzar todo nuestro potencial”.\nPérdida de escolaridad y disparidades educativas\nTener clases en línea no ha sido fácil para ningún grupo de estudiantes, pero es más difícil para los niños más vulnerables, los niños en situación de pobreza que ya corrían un mayor riesgo de tener problemas escolares y asisten a las escuelas con menos recursos, y que a menudo viven en hogares con padres que están bajo presiones adicionales. La falta de servicios o dispositivos de internet, el hecho de estudiar con muchas personas en el hogar, el hecho de tener problemas de aprendizaje no resueltos, todo esto hace que estar al corriente sea mucho más difícil. Estos son los niños que necesitarán ayuda sistemática para volver a donde necesitan estar en el ámbito educativo y poder progresar.\nLas familias están estresadas. Los niños están en casa con padres que están estresados. Y faltan los controles y contrapesos habituales, ni siquiera las revisiones pediátricas se hacen en persona. “No hay maestros, terapeutas, entrenadores u otros trabajadores que cuiden de estos niños, y no hay consultas para que vayan con sus médicos”, escribió Kersten.", "url": "https://www.nytimes.com/es/2020/05/12/espanol/ciencia-y-tecnologia/ninos-pandemia.html"}