{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:51:20", "date_modify": "2022-10-25 23:51:20", "date_publish": "2016-09-21 08:10:30", "description": "Ante la Asamblea General de las Naciones Unidas, el nuevo presidente de Brasil defendió la destitución de su predecesora. El director de la oficina en Brasil de The New York Times analiza la importancia del discurso de Temer.", "filename": "es_2016_09_21_espanol_america-latina_michel-temer-defiende-la-destitucion-de-dilma-rousseff-ante-las-naciones-unidas_1666741880.html", "image_url": "https://static01.nyt.com/images/2016/09/18/world/xxun-temer/xxun-temer-facebookJumbo.jpg?year=2016&h=550&w=1050&s=728b58258898384f38366b4ef5c30b6bc285b4fa41e7a1918d265b43afc6960e&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_09_21_espanol_america-latina_michel-temer-defiende-la-destitucion-de-dilma-rousseff-ante-las-naciones-unidas_1666741880.html", "title": "Michel Temer defiende la destitución de Dilma Rousseff ante las Naciones Unidas", "title_page": "Michel Temer defiende la destitución de Dilma Rousseff ante las Naciones Unidas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En su primer discurso ante la Asamblea General de las Naciones Unidas, el nuevo presidente de Brasil, Michel Temer, defendió el polémico juicio de destitución que expulsó del cargo a su predecesora, Dilma Rousseff, y lo puso a él al mando.\n“Todo se dio con absoluto respeto por el orden constitucional”, dijo Temer, de 75 años, un político de carrera que salió victorioso de una lucha de poder que consumió a la clase política del país. Él llamó juicio a la destitución, mientras que Rousseff declaró que se trató de una usurpación ilegítima del poder, “un ejemplo para el mundo”.\nEn su discurso, Temer también halagó la diversidad de Brasil, sin tocar el tema de las críticas que ha recibido por designar un gabinete formado exclusivamente por personas de raza blanca en un país donde más de la mitad de la población se define como negra o mulata. Habló de manera positiva sobre los recientes cambios políticos en América Latina, incluyendo la distensión de las relaciones entre Estados Unidos y Cuba, así como el acuerdo entre el gobierno de Colombia y el grupo rebelde más importante de ese país para terminar la guerra de mayor duración en el continente americano.\nGeraldo Zahran, profesor de relaciones internacionales de la Pontificia Universidad Católica de São Paulo, dijo que “el objetivo principal de Temer es dejar el asunto de la destitución atrás, y hacer borrón y cuenta nueva en la escena internacional”.", "url": "https://www.nytimes.com/es/2016/09/21/espanol/america-latina/michel-temer-defiende-la-destitucion-de-dilma-rousseff-ante-las-naciones-unidas.html"}