{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:38:19", "date_modify": "2022-10-25 23:38:19", "date_publish": "2017-08-03 09:04:34", "description": "La propuesta legislativa le daría prioridad a los solicitantes de residencia legal que hablen inglés y tengan ciertas aptitudes laborales altamente calificadas, mientras frenaría el ingreso de quienes llegaron por lazos familiares.", "filename": "es_2017_08_03_espanol_trump-plan-inmigracion-legal_1666741099.html", "image_url": "https://static01.nyt.com/images/2017/08/02/us/02immig2/02immig2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=70edc45c6875aa82725bb945483c65424528850f47ccfe06e6b3b8b504b37444&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_08_03_espanol_trump-plan-inmigracion-legal_1666741099.html", "title": "Donald Trump respalda un proyecto para limitar la migración legal", "title_page": "Donald Trump respalda un proyecto para limitar la migración legal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — El presidente Donald Trump acogió el miércoles una legislación que reformaría décadas de políticas migratorias para decidir quién puede vivir en Estados Unidos legalmente: remplazaría un sistema que favorece los lazos familiares con otro que se basa en aptitudes y empleabilidad.\nEl plan es parte del esfuerzo del mandatario de reducir el flujo de migrantes nuevos a Estados Unidos; ya ha prohibido el ingreso de visitantes de países de mayoría musulmana, ha impuesto límites a la cantidad de refugiados aceptados, ha aumentado los arrestos migratorios y ha impulsado la construcción de un muro fronterizo con México.\nEl proyecto de ley valoraría a los solicitantes de residencia legal con base en lo que le ofrecen al país. Argumentan que durante mucho tiempo Estados Unidos ha aceptado a demasiados inmigrantes poco calificados y que esto ha afectado a trabajadores estadounidenses.\n“Este proceso competitivo de solicitudes favorecerá a quienes hablen inglés, mantengan financieramente a sus familias y a sí mismos, y demuestren aptitudes que contribuyan a nuestra economía”, dijo Trump.", "url": "https://www.nytimes.com/es/2017/08/03/espanol/trump-plan-inmigracion-legal.html"}