{"authors": ["Maggie Haberman", "Luke Broadwater"], "date_download": "2022-10-25 22:57:07", "date_modify": "2022-10-25 22:57:07", "date_publish": "2022-07-27 07:00:08", "description": "Un intercambio de correos electrónicos entre algunos asesores externos y asistentes de la campaña de Trump ofrecen una nueva perspectiva de sus esfuerzos para anular las elecciones en las semanas previas al 6 de enero.", "filename": "es_2022_07_27_espanol_trump-correos-electores-falsos_1666738627.html", "image_url": "https://static01.nyt.com/images/2022/07/25/us/politics/27dc-electors-ESP-1/25dc-electors-1-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_07_27_espanol_trump-correos-electores-falsos_1666738627.html", "title": "Correos inéditos detallan el plan de Trump para seguir en el poder", "title_page": "Correos inéditos detallan el plan de Trump para seguir en el poder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Al organizar el esquema de falsos electores, los abogados nombraron a una “persona de enlace” en siete estados para organizar a los electores dispuestos a firmar documentos falsos. En Pensilvania, ese enlace era Douglas V. Mastriano, quien ahora es el nominado republicano a la gubernatura y fue partidario de las mentiras de Trump sobre el robo de las elecciones.\nPero incluso Mastriano exigía garantías para seguir el plan que otros republicanos le decían era “ilegal”, según un correo electrónico enviado por Bobb que también apuntaba a Giuliani, exalcalde de la Ciudad de Nueva York, el 12 de diciembre.\n“Mastriano necesita una llamada del alcalde. Hay que hacerlo. Hablarle de la legalidad de lo que están haciendo”, escribió. Y añadió: “Los electores quieren que los tranquilicen de que el proceso es * legal * y esencial para la estrategía general”.\nLos correos mostraban que, al principio, el grupo esperaba que las legislaturas estatales republicanas o los gobernadores se unieran a sus planes para darles un sello de legitimidad. Pero para diciembre, estaba claro que ninguna autoridad iba a aceptar participar, así que los abogados de Trump se propusieron presionar a Pence, quien debía presidir una sesión conjunta del Congreso el 6 de enero.\nEl 7 de diciembre, Troupis, que trabajaba para la campaña de Trump en Wisconsin, le escribió a Epshteyn que no había “necesidad de que los legisladores actuaran”. Invocó el análisis jurídico de Chesebro de que la clave para las esperanzas de Trump no era bloquear la certificación estatal de los electores el 14 de diciembre, sino crear un motivo para que Pence bloqueara o dilatara la certificación del Congreso de los resultados del Colegio Electoral el 6 de enero.\n“La segunda lista solo se presenta al mediodía del lunes y vota y luego transmite los resultados”, escribió Troupis sobre la organización de las listas de electores republicanos para que emitieran votos por Trump el 14 de diciembre. “Le corresponde a Pence abrirlos el 6 de enero. Nuestra estrategia, que pensamos se puede replicar en los 6 estados en disputa, es que los electores se reúnan y voten de modo que una decisión interina de una corte certifique a Trump como ganador pueda ejecutarse por la corte y ordenar al gobernador que emita lo necesario para nombrar a los electores. La clave sería que los seis estados lo hagan de modo que la elección siga en duda hasta enero”.", "url": "https://www.nytimes.com/es/2022/07/27/espanol/trump-correos-electores-falsos.html"}