{"authors": ["David Gelles", "Samuel Aranda"], "date_download": "2022-10-25 23:27:21", "date_modify": "2022-10-25 23:27:21", "date_publish": "2022-07-19 04:05:11", "description": "Los polémicos planes para instalar un parque eólico frente a la costa noreste de España forman parte de un tenso debate sobre dónde ubicar los nuevos proyectos de energías renovables en toda Europa.", "filename": "es_2022_07_19_espanol_energia-eolica-espana_1666740441.html", "image_url": "https://static01.nyt.com/images/2022/07/07/climate/00cli-spanishwind8-esp-1/merlin_209361702_0ab97aee-4a01-4453-9819-5e7f9bc0a1f8-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_07_19_espanol_energia-eolica-espana_1666740441.html", "title": "Donde Dalí pintó el mar, se preparan unas turbinas eólicas", "title_page": "Donde Dalí pintó el mar, se preparan unas turbinas eólicas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El impulso llega cuando una ola de calor estival y mortal agravada por el cambio climático rompe récords de temperatura en Inglaterra y ocasiona incendios forestales en Francia, España, Portugal y Grecia.\nDocenas de turbinas podrían pronto estar cruzando el horizonte, proporcionando la energía renovable que necesita urgentemente Cataluña, una parte de España que sigue siendo muy dependiente de los combustibles fósiles, pero alterando fundamentalmente la naturaleza de una región que ha cambiado poco desde la época en que Dalí caminaba por sus colinas.\nEl controvertido proyecto de la costa española es emblemático del tira y afloja que se está produciendo en toda Europa mientras las autoridades se apresuran a reducir las emisiones que provocan el calentamiento del planeta mediante la eliminación gradual de los combustibles fósiles y la rápida construcción de proyectos de energía renovable a escala comercial. La guerra en Ucrania ha añadido urgencia a este esfuerzo, ya que los responsables de las políticas europeas intentan reducir rápidamente su dependencia del petróleo y el gas rusos.\nSin embargo, desde la costa de España hasta los ríos de Albania, los esfuerzos para desplegar grandes proyectos eólicos, solares e hidroeléctricos se topan con obstáculos como la resistencia de los vecinos a las construcciones (la actitud span o no-en-mi-patio conocida como nimby en inglés), la preocupación de los ecologistas y una burocracia que dificulta una actuación rápida.\nPara complicar las cosas, los grandes proyectos eólicos y solares requieren un espacio considerable, algo que puede ser difícil de conseguir en Europa, un continente que también tiene miles de años de historia cultural y artefactos con los que lidiar.", "url": "https://www.nytimes.com/es/2022/07/19/espanol/energia-eolica-espana.html"}