{"authors": ["Megan Twohey", "Keith Collins", "Katie Thomas"], "date_download": "2022-10-25 23:25:17", "date_modify": "2022-10-25 23:25:17", "date_publish": "2020-12-17 10:10:05", "description": "Estados Unidos, el Reino Unido, Canadá y otros países hicieron pedidos de vacunas que superan con creces a sus poblaciones, mientras muchas naciones pobres luchan por asegurarse las dosis que necesitan.", "filename": "es_2020_12_17_espanol_vacunas-paises_1666740317.html", "image_url": "https://static01.nyt.com/images/2020/12/15/us/vaccine-distro-promo/vaccine-distro-promo-facebookJumbo.png?year=2020&h=549&w=1050&s=2a6c33b41d976349389f5fea213ebbcb6d16c9097fa70f636727d9e9ef500280&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_12_17_espanol_vacunas-paises_1666740317.html", "title": "Los países prósperos aseguraron sus vacunas, pero ‘han vaciado los estantes’ para el resto", "title_page": "Los países prósperos aseguraron sus vacunas, pero ‘han vaciado los estantes’ para el resto - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "India está en camino de producir más dosis de vacunas para el coronavirus el próximo año que cualquier otro país. El Instituto Serum de India, el cual tiene contratos para producir grandes cantidades de las vacunas de AstraZeneca y Novavax, le ha prometido la mitad de su producción al gobierno indio.\n“India tiene prioridad porque es mi país natal”, comentó en una entrevista Adar Poonawalla, director ejecutivo de la empresa.\nY el multimillonario Carlos Slim ayudó a financiar un acuerdo para 150 millones de dosis de la vacuna de AstraZeneca en Latinoamérica, usando las capacidades de fabricación en Argentina y su natal México.\nLa vacuna de AstraZeneca es muy apropiada para los países más pobres porque no es cara y es fácil de almacenar. Se han prometido muchas más dosis de la vacuna de AstraZeneca que de cualquier otra candidata: 3210 millones, la mitad de las cuales se han prometido a países de ingresos medianos y bajos. La empresa se asoció con diez fabricantes en todo el mundo.\nJohnson & Johnson, cuya vacuna se está probando en una sola dosis, con lo cual sería otra contendiente para los países en vías de desarrollo, ha prometido 500 millones de dosis para países de bajos ingresos, aunque no ha especificado cuáles naciones las obtendrán.\nChina, el país con la tercera capacidad más grande de producción de vacunas en el mundo, ha señalado que tiene la intención de que sus vacunas estén disponibles en países en vías de desarrollo. La semana pasada, los Emiratos Árabes Unidos emitieron la primera aprobación gubernamental para Sinopharm, para la cual citaron datos preliminares que muestran una eficacia del 86 por ciento.\nPara tratar la desigualdad en la obtención de la vacuna, la Organización Mundial de la Salud (OMS) y dos organizaciones sin fines de lucro que tienen el respaldo de Bill Gates lanzaron una iniciativa para garantizar 1000 millones de dosis para 92 países pobres. Mil millones más estarían destinadas a decenas de naciones de ingresos altos y medios.", "url": "https://www.nytimes.com/es/2020/12/17/espanol/vacunas-paises.html"}