{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:38:31", "date_modify": "2022-10-25 23:38:31", "date_publish": "2020-12-24 18:13:38", "description": "El Reino Unido y la Unión Europea pasaron meses negociando cuáles serán los términos de las relaciones comerciales después del 31 de diciembre. Aquí un resumen de lo que viene ahora.", "filename": "es_2020_12_24_espanol_brexit-union-europea_1666741111.html", "image_url": "https://static01.nyt.com/images/2020/12/24/world/24what-is-brexit-explainer1-esp-1/merlin_168182259_bc34af0e-bb4d-4fda-818b-1e9b11af5a43-facebookJumbo.jpg?year=2020&h=550&w=1050&s=625c7f00db41dd43c17f0fb54f83d048f9846e212fe4df1cf149252050149803&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_12_24_espanol_brexit-union-europea_1666741111.html", "title": "Brexit: el acuerdo comercial entre el Reino Unido y la Unión Europea", "title_page": "Brexit: el acuerdo comercial entre el Reino Unido y la Unión Europea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Salva a Reino Unido de tener problemas al estar fuera de la UE\nDurante mucho tiempo, las empresas británicas han sido capaces de mover bienes hacia y desde la Unión Europea sin pagar impuestos o aranceles. Si las dos partes no hubieran llegado a un acuerdo antes de la fecha límite del 31 de diciembre, se habrían impuesto aranceles, lo que habría elevado considerablemente el precio de los automóviles y dificultado mucho más a los granjeros británicos la venta de carne, por ejemplo, al mercado europeo.\nUna separación sin acuerdo también parecía probable que crease un atasco en los puertos británicos y tendría camiones varados a ambos lados de la frontera.\nEl nuevo acuerdo significa que el Reino Unido evita los onerosos aranceles o cuotas sobre las mercancías. Pero aún podrían surgir problemas en la frontera, ya que los controles aumentarían y los comerciantes tendrían que rellenar nuevas declaraciones de aduanas.\nY las relaciones comerciales se enfrentan a más restricciones. La Oficina de Responsabilidad Presupuestaria ha estimado que el producto interno bruto en Reino Unido podría ser un cuatro por ciento más bajo acumulativamente durante los próximos 15 años de lo que habría sido si el país hubiera permanecido en la Unión Europea. Sin un acuerdo, se proyectaba que esa caída sería aún mayor.\nEl acuerdo no fue una sorpresa. Para algunos comentaristas, un brexit sin acuerdo siempre había parecido más una palanca útil para fines políticos que un resultado probable de las negociaciones.", "url": "https://www.nytimes.com/es/2020/12/24/espanol/brexit-union-europea.html"}