{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 23:27:54", "date_modify": "2022-10-25 23:27:54", "date_publish": "2021-05-28 07:00:08", "description": "Una nueva investigación sugiere que importantes células inmunes sobreviven en la médula ósea de las personas infectadas con el virus o inoculadas contra él.", "filename": "es_2021_05_28_espanol_inmunidad-coronavirus-vacunas_1666740474.html", "image_url": "https://static01.nyt.com/images/2021/05/27/science/26VIRUS-IMMUNITY1-esp-1/26VIRUS-IMMUNITY1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cb15ffff43dc8b70b9fd56d8ef7c741d3c6c95dc477a62de26dc590026025958&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_05_28_espanol_inmunidad-coronavirus-vacunas_1666740474.html", "title": "La inmunidad al coronavirus puede durar años, según los científicos", "title_page": "La inmunidad al coronavirus puede durar años, según los científicos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Es posible que eso no suceda en el caso de la protección derivada solo de las vacunas, porque es probable que la memoria inmunitaria se organice de forma diferente después de la inmunización, en comparación con la que se da por el contagio natural.\nEso significa que las personas que no han padecido COVID-19 y han sido inmunizadas tal vez necesiten una vacuna de refuerzo con el tiempo, dijo Nussenzweig. “Ese es el tipo de cosas que sabremos muy, muy pronto”, dijo.\nAl encontrarse por primera vez con un virus, las células B proliferan rápidamente y producen anticuerpos en grandes cantidades. Una vez que arreglen la infección aguda, un número reducido de células se instala en la médula ósea y produce niveles menores de anticuerpos.\nPara estudiar las células B de memoria específicas del nuevo coronavirus, los investigadores dirigidos por Ali Ellebedy, de la Universidad de Washington en San Luis, analizaron muestras de sangre de 77 personas en intervalos de tres meses, empezando aproximadamente un mes después de su contagio de coronavirus. Solo 6 de las 77 personas habían sido hospitalizadas por COVID-19; el resto presentó síntomas leves.\nLos niveles de anticuerpos de estas personas disminuyeron rápidamente cuatro meses después del contagio y siguieron disminuyendo poco a poco durante los meses siguientes, resultados que coinciden con los de otros estudios.\nAlgunos científicos han interpretado este descenso como un signo de disminución de la inmunidad, pero otros expertos señalaron que esto es lo esperado. Si la sangre contuviera grandes cantidades de anticuerpos contra todos los patógenos que el cuerpo ha encontrado, se transformaría rápidamente en un lodo espeso.", "url": "https://www.nytimes.com/es/2021/05/28/espanol/inmunidad-coronavirus-vacunas.html"}