{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:26:13", "date_modify": "2022-10-25 23:26:13", "date_publish": "2021-04-12 07:00:07", "description": "El síndrome MIS-C puede afectar a los menores semanas después de infectarse con el coronavirus. Los expertos, tras publicarse el mayor estudio realizado en Estados Unidos sobre la afección, recomiendan a los pediatras estar atentos.", "filename": "es_2021_04_12_espanol_ninos-covid_1666740373.html", "image_url": "https://static01.nyt.com/images/2021/04/06/climate/06VIRUS-CHILDREN-esp-1/06VIRUS-CHILDREN-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c7f4676e2fec254f642bfe34a30b7ff067ceb1908b8ec821c0aac483d26e4e0f&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_04_12_espanol_ninos-covid_1666740373.html", "title": "Muchos niños con síndrome inflamatorio grave tuvieron covid, pero no lo sabían", "title_page": "Muchos niños con síndrome inflamatorio grave tuvieron covid, pero no lo sabían - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Incluso la gran mayoría de los niños con casos graves de MIS-C que estuvieron en la UCI, no tuvieron una enfermedad previa que pudieran reconocer”, afirmó Roberta DeBiasi, jefa del departamento de enfermedades infecciosas del Children’s National Hospital en Washington D. C., quien no participó en la investigación.\nEl estudio proporcionó la imagen demográfica y geográfica más detallada del síndrome hasta la fecha. Alrededor del 34 por ciento de los pacientes eran negros y el 37 por ciento eran hispanos, lo que refleja la forma en que el coronavirus ha afectado desproporcionadamente a los miembros de esas comunidades. A medida que avanzaba la pandemia, escribieron los autores, aumentó la proporción de pacientes de raza blanca, que representaban el 20 por ciento de todos los casos. Las personas de origen asiático representaban poco más del uno por ciento de los pacientes.\nEn general, casi el 58 por ciento de los pacientes eran hombres, pero la proporción no era la misma en todas las edades. En el grupo más joven —recién nacidos hasta los 4 años— el número de niños y niñas era prácticamente igual, y la proporción entre hombres y mujeres aumentaba en los grupos de mayor edad hasta que la proporción llegaba a más de dos en el grupo de 18 a 20 años.\nLa gran mayoría de los pacientes (casi el 86 por ciento) eran menores de 15 años. El estudio reveló que los menores de 5 años tuvieron el menor riesgo de desarrollar complicaciones cardiacas graves y fueron menos propensos a necesitar cuidados intensivos. Los pacientes de 10 años o más tuvieron una probabilidad mucho mayor de desarrollar problemas como choque cardiogénico, presión arterial baja y miocarditis (inflamación del músculo cardiaco).\n“Creo que es parecido a lo que vimos con la covid, donde los niños mayores parecían tener enfermedades más graves”, dijo DeBiasi. “Y eso se debe a que lo que en realidad enferma a las personas de la covid es su aspecto inflamatorio, así que quizás estos niños mayores, por diversas razones, produjeron más inflamación en la covid inicial o en el MIS-C”.\nAun así, un número significativo de los pacientes más jóvenes desarrollaron problemas cardiacos. En el grupo entre recién nacidos hasta niños de 4 años, el 36 por ciento tuvo baja presión arterial, 25 por ciento tuvo choque cardiogénico y el 44 por ciento recibió tratamiento en la UCI.\nPacientes de todas las edades en el estudio experimentaron casi la misma incidencia de algunos de los problemas cardiacos menos comunes relacionados con el síndrome, como aneurismas coronarios y acumulación de líquido. Los niños de 14 años o menos fueron más propensos a tener sarpullido y enrojecimiento de los ojos, mientras que los mayores de 14 tuvieron mayores probabilidades de desarrollar dolor en el pecho, dificultad para respirar y tos. Cerca de dos tercios de todos los pacientes se vieron afectados por dolores abdominales y vómito.", "url": "https://www.nytimes.com/es/2021/04/12/espanol/ninos-covid.html"}