{"authors": ["Thomas Kaplan"], "date_download": "2022-10-25 23:38:02", "date_modify": "2022-10-25 23:38:02", "date_publish": "2018-01-12 10:04:10", "description": "El presidente estadounidense habría calificado a naciones como Haití y El Salvador de \"países de mierda\" durante una reunión con legisladores sobre un proyecto para remplazar DACA, aunque después tuiteó que \"esas no fueron las palabras usadas\".", "filename": "es_2018_01_12_espanol_donald-trump-migantes-haiti-noruega_1666741082.html", "image_url": "https://static01.nyt.com/images/2018/01/13/us/13DC-CONG/13DC-CONG-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f8f705267d754347f9efc99558006dce56be44323cce486f4917338745d864e8&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_01_12_espanol_donald-trump-migantes-haiti-noruega_1666741082.html", "title": "Entre repudios, Trump niega haber hecho comentarios despectivos sobre inmigrantes", "title_page": "Entre repudios, Trump niega haber hecho comentarios despectivos sobre inmigrantes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON – El presidente estadounidense Donald Trump, frustrado con un proyecto legislativo sobre migración que incluiría protecciones para personas de Haití y algunas naciones africanas, demandó durante una reunión con legisladores en la Casa Blanca saber por qué Estados Unidos debería aceptar a personas de “países de mierda” en vez de a gente de Noruega, de acuerdo con personas con conocimiento directo de la conversación.\nSu declaración fue el ejemplo más reciente de una aparente afinidad por dichos con carga racial que denigran a inmigrantes y dejó alarmados a los legisladores de ambos partidos estadounidenses que estaban presentes. Los dichos también han sido repudiados por el gobierno de Haití y por el Alto Comisionado de la ONU como racistas.\nTrump hizo esos comentarios durante una discusión de un acuerdo bipartidista en ciernes para darle estatus legal a los migrantes sin documentos que fueron llevados a Estados Unidos cuando eran niños, conocidos como dreamers, ante la revocación del programa DACA. Según personas al tanto de la conversación que pidieron mantener su anonimato, cuando Trump escuchó que entre los beneficiados por los cambios migratorios de ese acuerdo estarían los haitianos, preguntó: “¿Por qué queremos a gente de Haití aquí?”.\nLos comentarios son similares a unos que el presidente estadounidense presuntamente hizo el año pasado en una reunión con integrantes del gabinete, cuando habría sugerido que todos los haitianos tienen sida y que los nigerianos deberían regresar a sus “chozas”. La Casa Blanca negó que hubiera dicho eso.", "url": "https://www.nytimes.com/es/2018/01/12/espanol/donald-trump-migantes-haiti-noruega.html"}