{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:38:04", "date_modify": "2022-10-25 23:38:04", "date_publish": "2018-01-15 14:11:06", "description": "En vez de discutir una solución legislativa para remplazar la Acción Diferida para los Llegados en la Infancia, varios senadores ahora peleaN sobre si el presidente estadounidense dijo o no que había \"países de mierda\", lo que disminuye la probabilidad de que se pongan de acuerdo para la votación.", "filename": "es_2018_01_15_espanol_daca-trump-shitholes-congreso_1666741084.html", "image_url": "https://static01.nyt.com/images/2018/01/14/us/15DC-cong/15DC-cong-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a431be9ffaf72a872a648c4ce95c9df5645ed23289ab553e75d89495e3719abd&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_01_15_espanol_daca-trump-shitholes-congreso_1666741084.html", "title": "La polémica por los dichos de Trump hace peligrar un acuerdo para los ‘dreamers’", "title_page": "La polémica por los dichos de Trump hace peligrar un acuerdo para los ‘dreamers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON – Después de tres días de denuncias y críticas alrededor del mundo al presidente Donald Trump, este declaró que “no es un racista”, mientras que el furor por declaraciones despectivas que habría hecho sobre la migración amenazan con restarle importancia y eclipsar temas afines como el esfuerzo para remplazar el programa DACA, que protege de la deportación a jóvenes migrantes y que fue revocado en septiembre.\nEl domingo, Trump tuiteó que la Acción Diferida para los Llegados en la Infancia (DACA, por su sigla en inglés), “probablemente está muerta”. Trump después insistió en que no hizo los comentarios denigrantes reportados durante una reunión en la Casa Blanca el 9 de enero pasado. En esta, justamente programada para discutir una propuesta legislativa que supliera a DACA tras su revocación, habría calificado a naciones africanas y a Haití y El Salvador como “países de mierda”.\n“No soy un racista”, dijo el domingo a su llegada al club de golf en Florida Trump International para una cena con el representante de California Kevin McCarthy, el jefe de la bancada republicana en la Cámara de Representantes. “Soy la persona menos racista que has entrevistado, te lo puedo asegurar”.\nSus declaraciones coinciden con comentarios de senadores republicanos que estuvieron presentes en esa reunión del 9 de enero en las que estos niegan que Trump haya usado esa expresión. David Perdue, senador republicano por Georgia, incluso acusó al legislador demócrata Richard Durbin —quien señaló la semana pasada que Trump usó esa expresión “no solo una vez, sino dos”— de haber perpetuado una “representación errónea grave” de lo que dijo el presidente estadounidense durante la reunión. Tom Cotton, senador republicano por Arkansas, se sumó a Perdue en sus críticas a Durbin.", "url": "https://www.nytimes.com/es/2018/01/15/espanol/daca-trump-shitholes-congreso.html"}