{"authors": ["Meghan", "La Duquesa", "The Duchess Of Sussex"], "date_download": "2022-10-25 23:44:16", "date_modify": "2022-10-25 23:44:16", "date_publish": "2020-11-30 22:56:49", "description": "El camino hacia la sanación tal vez empieza con una simple pregunta: ¿Estás bien?", "filename": "es_2020_11_30_espanol_opinion_meghan-markle-perdida_1666741456.html", "image_url": "https://static01.nyt.com/images/2020/11/24/opinion/00mmPromo/00mmPromo-facebookJumbo.jpg?year=2020&h=550&w=1050&s=98dcbd431d18fc2577085295e71bce5ce158bb6761799cb5e12a9adbe7d4d52a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_11_30_espanol_opinion_meghan-markle-perdida_1666741456.html", "title": "Las pérdidas que compartimos", "title_page": "Las pérdidas que compartimos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Recordé un momento el año pasado cuando Harry y yo estábamos terminando una larga gira por Sudáfrica. Me encontraba agotada. Estaba amamantando a nuestro hijo pequeño y trataba de poner buena cara ante los ojos del público.\n“¿Estás bien?”, me preguntó un periodista. Le respondí con sinceridad, sin saber que lo que decía resonaría en tantos: las nuevas mamás y las mayores, y cualquiera que, a su manera, hubiera estado sufriendo en silencio. Mi respuesta improvisada pareció dar permiso a la gente para contar su historia. Pero no fue responder honestamente lo que más me ayudó, sino la pregunta en sí.\n“Gracias por preguntar”, dije. “No mucha gente me ha preguntado si estoy bien”.\nSentada en una cama de hospital, viendo el corazón de mi marido romperse cuando él intentaba sostener los pedazos rotos del mío, me di cuenta de que la única manera de empezar a sanar es preguntar primero “¿estás bien?”.\n¿Lo estamos? Este año ha llevado a muchos de nosotros a nuestros puntos de quiebre. La pérdida y el dolor nos han plagado a todos en el 2020, en momentos tan tensos como debilitantes. Hemos escuchado todas las historias: una mujer comienza su día, tan normal como cualquier otro, pero luego recibe una llamada de que ha perdido a su anciana madre por la COVID-19. Un hombre se despierta sintiéndose bien, tal vez un poco aletargado, pero nada fuera de lo normal. Da positivo en la prueba de coronavirus y en pocas semanas, él —como cientos de miles de otros— ha muerto.\nUna joven llamada Breonna Taylor va a dormir, como todas las noches, pero no vive para ver la mañana porque una redada de la policía sale terriblemente mal. George Floyd sale de una tienda, sin darse cuenta de que va a tomar su último aliento bajo el peso de la rodilla de otra persona, y en sus últimos momentos, llama a su madre. Las protestas pacíficas se vuelven violentas. La salud se convierte rápidamente en enfermedad. En lugares donde antes había comunidad, ahora hay división.", "url": "https://www.nytimes.com/es/2020/11/30/espanol/opinion/meghan-markle-perdida.html"}