{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:55:16", "date_modify": "2022-10-25 23:55:16", "date_publish": "2018-10-15 17:02:23", "description": "Aunque la desaparición del periodista ha enfocado la atención sobre el príncipe heredero de Arabia Saudita, también lo ha hecho sobre las simpatías de Khashoggi, quien equilibró lo que parece haber sido una afinidad privada por la democracia y el islam político con su servicio a la familia real.", "filename": "es_2018_10_15_espanol_jamal-khashoggi-arabia-saudita_1666742116.html", "image_url": "https://static01.nyt.com/images/2018/10/16/world/16khashoggi5/16khashoggi5-facebookJumbo.jpg?year=2018&h=550&w=1050&s=119eacf4a49728c73122a0d8555a2caf3206ccd1fdf37de92296d080a4a6aa76&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_10_15_espanol_jamal-khashoggi-arabia-saudita_1666742116.html", "title": "Quién es Jamal Khashoggi, el periodista saudita desaparecido", "title_page": "Quién es Jamal Khashoggi, el periodista saudita desaparecido - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Aunque la desaparición ha proyectado una nueva luz más intensa sobre el príncipe heredero, también ha llamado la atención sobre las simpatías enredadas a lo largo de la carrera de Khashoggi, en la cual equilibró lo que parece haber sido una afinidad privada por la democracia y el islam político con su prolongado servicio a la familia real.\nSu atracción al islam político le ayudó a forjar un vínculo personal con Recep Tayyip Erdogan, presidente de Turquía, quien ahora exige que Arabia Saudita explique el destino de su amigo.\nLa idea del autoexilio en Occidente fue un golpe para Khashoggi, de 60 años, quien había trabajado como reportero, comentarista y editor para convertirse en una de las personalidades más conocidas del reino saudita. La primera vez que llamó la atención internacional fue cuando entrevistó a un joven Osama bin Laden y, posteriormente, se convirtió en un reconocido confidente de reyes y príncipes.\nGracias a su carrera estableció muy buenas conexiones y el hombre alto, amistoso y fácil de tratar parecía conocer a todo aquel que tenía alguna relación con Arabia Saudita durante las tres últimas décadas.\nNo obstante, establecerse en Washington tenía sus ventajas. Un amigo lo invitó a pasar el Día de Acción de Gracias el año pasado y él compartió con sus 1,7 millones de seguidores en Twitter una foto de sí mismo en la cena engullendo pavo y batatas o camotes.\nCuando llegó su turno de compartir por qué estaba agradecido, dijo: “Porque soy libre y puedo escribir con libertad”.\nDe acuerdo con entrevistas hechas a decenas de personas que conocían a Khashoggi y su relación con los líderes sauditas, su afición por escribir libremente y el que quisiera impulsar una reforma política desde el extranjero lo pusieron en un camino de rivalidad con el príncipe heredero.", "url": "https://www.nytimes.com/es/2018/10/15/espanol/jamal-khashoggi-arabia-saudita.html"}