{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:51:14", "date_modify": "2022-10-25 23:51:14", "date_publish": "2016-09-21 12:09:06", "description": "Los cargos contra el expresidente brasileño implican que él y su esposa se beneficiaron de alrededor de 1,1 millones de dólares de OAS, una empresa de construcción, en forma de mejoras y gastos de un apartamento frente al mar.", "filename": "es_2016_09_21_espanol_america-latina_lula-sera-juzgado-por-cargos-de-corrupcion_1666741874.html", "image_url": "https://static01.nyt.com/images/2016/09/21/world/21brazil/21brazil-facebookJumbo.jpg?year=2016&h=550&w=1050&s=011fbf11197eae1acb5bc03199d30d92836d70b0f7c79b2c742c209b9a6c6319&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_09_21_espanol_america-latina_lula-sera-juzgado-por-cargos-de-corrupcion_1666741874.html", "title": "Lula será juzgado por cargos de corrupción", "title_page": "Lula será juzgado por cargos de corrupción - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SÃO PAULO — El juez que supervisa la investigación sobre el colosal escándalo en torno a Petrobras, la empresa estatal de petróleo de Brasil, el martes aceptó los cargos de corrupción contra el expresidente Luiz Inácio “Lula” da Silva, preparando el escenario para enjuiciar a una de las figuras políticas más influyentes de América Latina.\nLa decisión, tomada por el juez Sergio Moro en Curitiba, se suma a los problemas de Da Silva, de 70 años, quien fue presidente de Brasil entre 2003 y 2010. El Partido de los Trabajadores, su agrupación política de izquierda, está plagado de escándalos y perdió la presidencia en agosto cuando el senado decidió destituir a Dilma Rousseff, su sucesora, en lo que se ha convertido en una lucha de poder que ha consumido a la clase dirigente.\nLa decisión de enjuiciar a Da Silva llega en medio de un debate nacional sobre si los fiscales se extralimitan en sus esfuerzos por detenerlo. La semana pasada el fiscal Delton Dallagnol dijo que Lula era el “comandante máximo” de los esquemas de soborno destinados a mantener la influencia de su partido en la presidencia, pero no pudo ofrecer pruebas contundentes de su acusación.\nMoro parece haber respondido a esas preocupaciones y advirtió que su decisión de enjuiciar al expresidente no equivale a un “dictamen conclusivo”. Da Silva ha arremetido contra el juez por la divulgación de sus conversaciones telefónicas privadas, argumentando que la medida refleja el sesgo y los esfuerzos para impedir que se vuelva a lanzar a la presidencia.", "url": "https://www.nytimes.com/es/2016/09/21/espanol/america-latina/lula-sera-juzgado-por-cargos-de-corrupcion.html"}