{"authors": ["Thomas L. Friedman"], "date_download": "2022-10-25 23:44:11", "date_modify": "2022-10-25 23:44:11", "date_publish": "2017-11-27 17:00:32", "description": "El príncipe saudita Mohamed bin Salmán habla sobre la cruzada anticorrupción que ha desplegado y el proceso de reformas que busca restituir el islam hacia la moderación.", "filename": "es_2017_11_27_espanol_opinion_la-primavera-arabe-por-fin-llega-a-arabia-saudita_1666741451.html", "image_url": "https://static01.nyt.com/images/2017/11/24/opinion/24friedman/24friedman-facebookJumbo.jpg?year=2017&h=550&w=1050&s=47093c3bc1ae97ef1c191d8ed4b8931087ea1ffa3b743bea51cd514c0a64dde5&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_11_27_espanol_opinion_la-primavera-arabe-por-fin-llega-a-arabia-saudita_1666741451.html", "title": "La Primavera Árabe por fin llega a Arabia Saudita", "title_page": "La Primavera Árabe por fin llega a Arabia Saudita - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pero, ¿adivinen qué? Esta movida anticorrupción es la segunda iniciativa más inusual e importante lanzada por MBS. La primera es regresar al islam saudita a su orientación más abierta y moderna, que se desvió en 1979. Esto es, de regreso a lo que MBS describió en una reciente conferencia sobre inversión global como un “islam moderado, equilibrado, abierto al mundo y a todas las religiones, tradiciones y pueblos”.\nSé bien lo que sucedió ese año. Comencé mi carrera como reportero de Medio Oriente en Beirut en 1979, y gran parte de la región que he cubierto desde entonces fue moldeada por los tres grandes sucesos de ese año: la toma de la Gran Mezquita de la Meca por los extremistas puritanos sauditas —que denunciaron a la familia saudita en el gobierno como corrupta y vendida impíamente a los valores occidentales—; la Revolución Islámica Iraní, y la invasión soviética a Afganistán.\nJuntos, estos tres eventos asustaron a la familia saudita reinante en ese entonces, y la empujó a tratar de asentar su legitimidad permitiendo a los clérigos wahabitas que impusieran un islam mucho más austero y lanzar una competencia mundial con los ayatolas iraníes para ver quiénes podían exportar más islam fundamentalista. No ayudó que Estados Unidos haya tratado de sacar provecho de esta tendencia usando a combatientes islamistas en contra de Rusia en Afganistán. En general, empujó globalmente al islam mucho más hacia la derecha y ayudó a gestar lo sucedido el 11 de septiembre.\nMBS está en una misión para regresar al islam saudí al centro. No solo ha frenado la autoridad que tenía la temida policía saudita para amonestar a una mujer por no cubrir cada centímetro de su cuerpo, sino que ha permitido que las mujeres conduzcan. A diferencia de cualquier dirigente saudita anterior, está enfrentando ideológicamente a los radicales. Una mujer saudita de 28 años que fue educada en Estados Unidos, me dijo que MBS “usa un lenguaje diferente. Dice: ‘Vamos a destruir el extremismo’. No nos está endulzando el oído. Me está afirmando que el cambio es real”.\nEn efecto, MBS me explicó: “No escriba que estamos ‘reinterpretando’ el islam —estamos ‘restituyendo’ al islam a sus raíces— y nuestras herramientas más importantes son las prácticas del profeta y [la vida diaria] en Arabia Saudita antes de 1979”. En tiempos del profeta Mahoma, argumenta, había teatros musicales, mezcla entre hombres y mujeres, respeto por los cristianos y los judíos en Arabia. “¡Una mujer era la primera jueza comercial en Medina!”. Así que si el profeta aceptó todo esto, MBS pregunta: “¿Quieren decir que el profeta no era musulmán?”.\nLuego uno de sus ministros sacó su celular y me enseñó fotos y videos de YouTube de Arabia Saudita en los años cincuenta: mujeres sin la cabeza tapada, usando falda y caminando con hombres en público, así como conciertos y cines. Era un lugar tradicional y modesto, pero no uno donde la diversión se hubiera desterrado, lo que sucedió después de 1979.\nSi este virus del islam contrario al pluralismo y misógino que surgió de Arabia Saudita en 1979 puede ser revertido por Arabia Saudita, impulsaría la moderación por todo el mundo musulmán y seguramente sería bienvenida en este lugar, donde el 65 por ciento de la población tiene menos de 30 años. Un banquero saudita de mediana edad me dijo: “Mi generación se convirtió en un rehén en 1979. Ahora sé que mis hijos no serán rehenes”.", "url": "https://www.nytimes.com/es/2017/11/27/espanol/opinion/la-primavera-arabe-por-fin-llega-a-arabia-saudita.html"}