{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:54:52", "date_modify": "2022-10-25 23:54:52", "date_publish": "2021-04-19 23:00:07", "description": "Los superclubes llamaron a los abogados. El presidente de la federación europea del deporte dijo que los líderes de los equipos eran “víboras y mentirosos”. Y los aficionados están furiosos.", "filename": "es_2021_04_19_espanol_superliga-europa_1666742092.html", "image_url": "https://static01.nyt.com/images/2021/04/19/sports/19soccer-europe-ES-1/merlin_186628023_7cdf626e-0c0c-4220-a819-1cb5917e0aae-facebookJumbo.jpg?year=2021&h=549&w=1050&s=2a85260c8b689c31d3ef8997f71084896bf0c2e6069f38d6ab224874c0333344&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_04_19_espanol_superliga-europa_1666742092.html", "title": "La Superliga europea: arranca la batalla legal", "title_page": "La Superliga europea: arranca la batalla legal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La liga que los clubes acordaron formar —una alianza de clubes de primer nivel más parecida en principio a ligas cerradas como la NFL y la NBA que al modelo actual del fútbol— sería la reestructuración más significativa del fútbol europeo desde la creación de la Copa de Europa (ahora Liga de Campeones) en los años 50.\nSin embargo, incluso al detallar las medidas legales preventivas, la carta de seis páginas también invita a los líderes del fútbol a llevar a cabo conversaciones “urgentes” para encontrar un camino conjunto para un proyecto que el grupo afirma beneficiará al fútbol incluso más allá del pequeño grupo que disfrutará de riquezas sin parangón. Bajo el esquema anunciado el domingo, los 15 miembros fundadores de la Superliga Europea compartirían una bolsa de 3500 millones de euros, o 4200 millones de dólares.\nLa cantidad significaría unos 400 millones de dólares para cada equipo, más del cuádruple de lo que se llevó a casa en 2020 el ganador de la Liga de Campeones. En la carta, los fundadores de la Superliga dicen que no tienen la intención de remplazar a la Liga de Campeones, sino que buscan crear un torneo paralelo.\nEl daño al prestigio y valor de la Liga de Campeones, sin embargo, sería inmediato y ascendería a miles de millones de dólares, al convertir a la competencia élite del fútbol de clubes en un evento secundario, uno que difícilmente lograría preservar algo parecido a su atractivo comercial actual.\nEn un esfuerzo simultáneo por aumentar la valoración del evento, la UEFA ratificó el lunes los cambios más significativos a la Liga de Campeones desde 1992. Y después Ceferin ofreció una rueda de prensa en la que atacó directamente a la liga rival.\nTras digerir el contenido de la carta, Ceferin dijo que no estaba de humor para acceder a la exigencia de una reunión urgente. En lugar de ello lanzó incisivas reprimendas a varios de los hombres que encabezan la iniciativa y en especial a Andrea Agnelli, presidente del campeón italiano Juventus.\nAgnelli, que renunció a su puesto en el comité ejecutivo de la UEFA tras el anuncio de la liga separatista, había hablado con Ceferin el sábado. En ese momento, dijo Ceferin, Agnelli le había dicho al presidente de la UEFA que apoyaba completamente los cambios a la Liga de Campeones y desestimó cualquier habladuría de una separación como “simples rumores”.", "url": "https://www.nytimes.com/es/2021/04/19/espanol/superliga-europa.html"}