{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:21", "date_modify": "2022-10-25 23:43:21", "date_publish": "2017-10-06 15:58:23", "description": "Josep Lluís Trapero se presentó el viernes ante la Audiencia Nacional para responder a las denuncias de que sus oficiales no habían protegido a sus colegas españoles durante las manifestaciones independentistas.", "filename": "es_2017_10_06_espanol_el-jefe-de-policia-de-cataluna-se-presenta-en-los-tribunales-por-una-investigacion-de-sedicion.html_rref=collection%252Fsectioncollection%252Fnyt-es_1666741401.html", "image_url": "https://static01.nyt.com/images/2017/10/07/world/07catalonia1/07catalonia1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=16c5a67782f1f01c7b6b95c281572cc999d24d34fa7cc9ba7dc2e81ca238ab90&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_10_06_espanol_el-jefe-de-policia-de-cataluna-se-presenta-en-los-tribunales-por-una-investigacion-de-sedicion.html_rref=collection%252Fsectioncollection%252Fnyt-es_1666741401.html", "title": "El jefe de policía de Cataluña se presenta en los tribunales por una investigación de sedición", "title_page": "El jefe de policía de Cataluña se presenta en los tribunales por una investigación de sedición - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA — Josep Lluís Trapero, jefe de la policía de Cataluña, se presentó el viernes ante la Audiencia Nacional para responder a las denuncias de que sus oficiales no habían protegido a sus colegas españoles durante las manifestaciones independentistas, acusación que podría conducir a que se formulen cargos de sedición.\nLa audiencia se produjo en privado y, al salir, Trapero dijo que estaba “muy satisfecho” con su comparecencia ante el juez. No ofreció más detalles.\nEl gobierno español convocó a Trapero para que se presentara en Madrid, después de que agentes de la policía autónoma de Cataluña, los Mossos d’Esquadra, fueran acusados ​​de no proteger a los agentes españoles que durante varias horas del 20 de septiembre quedaron atrapados en un edificio gubernamental de Barcelona, que fue rodeado por decenas de miles de manifestantes independentistas.\nLos oficiales españoles no resultaron heridos, pero los manifestantes dañaron varios vehículos policiales.", "url": "https://www.nytimes.com/es/2017/10/06/espanol/el-jefe-de-policia-de-cataluna-se-presenta-en-los-tribunales-por-una-investigacion-de-sedicion.html?rref=collection%252Fsectioncollection%252Fnyt-es"}