{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:13", "date_modify": "2022-10-25 23:43:13", "date_publish": "2019-02-19 06:00:39", "description": "Ante la decisión del presidente Pedro Sánchez de convocar nuevas elecciones, Vox, el primer partido de ultraderecha desde el fin de la dictadura de Franco en 1975, tendrá una oportunidad para poner a prueba su atractivo en una plataforma nacional.", "filename": "es_2019_02_19_espanol_vox-espana-elecciones_1666741393.html", "image_url": "https://static01.nyt.com/images/2019/02/17/world/17spain-vox/15spain-voix1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=9eedb316ced05d11e7853df640e7e7e0fe8bba989e37c098ec9dcb54225ae94a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_02_19_espanol_vox-espana-elecciones_1666741393.html", "title": "Vox, el partido de ultraderecha español, apuesta por su éxito en las elecciones de abril", "title_page": "Vox, el partido de ultraderecha español, apuesta por su éxito en las elecciones de abril - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Si quieres recibir las noticias y reportajes de The New York Times en Español en tu correo, suscríbete aquí a El Times]\nEL EJIDO, España — Enclavada entre las montañas y el mar Mediterráneo, la provincia de Almería ubicada al sur de España alguna vez fue el paisaje de fondo de los spaghetti westerns que convirtieron a Clint Eastwood en una estrella.\nEn estos días, se extienden hacia el horizonte kilómetros resplandecientes de invernaderos de plástico, donde se cultivan tomates, pimientos y otros productos que hicieron que esta provincia pasara de ser una región empobrecida a un centro agrícola neurálgico.\nNo obstante, la semilla más importante que crece aquí, a lo largo de la costa sur de España, podría ser la de Vox, el primer partido de ultraderecha desde el fin de la dictadura de Francisco Franco en 1975.", "url": "https://www.nytimes.com/es/2019/02/19/espanol/vox-espana-elecciones.html"}