{"authors": ["Rebecca R. Ruiz"], "date_download": "2022-10-25 23:36:13", "date_modify": "2022-10-25 23:36:13", "date_publish": "2018-06-21 14:50:30", "description": "Un bar popular en el Mundial, ubicado en Sochi, la ciudad que fue sede de las Olimpiadas de Invierno en 2014, era antes la instalación donde se gestionaba un programa estatal de dopaje que derivó en duras sanciones a los atletas rusos. Y el menú no esconde esa historia.", "filename": "es_2018_06_21_espanol_sochi-mundial-dopaje_1666740973.html", "image_url": "https://static01.nyt.com/images/2018/06/20/nyregion/20lab-01/20lab-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5e805580ed74944ad1a7549dcfd5bc8f03ecb8232c418baf2832555742b65d36&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_06_21_espanol_sochi-mundial-dopaje_1666740973.html", "title": "Los tragos de este bar en Rusia antes tenían esteroides", "title_page": "Los tragos de este bar en Rusia antes tenían esteroides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SOCHI, Rusia — El barman del restaurante hizo girar con estilo una botella de licor por atrás de su espalda y preparó los ingredientes para un cóctel cerúleo a base de ajenjo, que adornó con una baya dorada.\nHace no tanto tiempo, dentro de este mismo edificio, a unos pocos pasos de donde estaba parado el barman, se mezclaban brebajes muy diferentes y mucho menos apetitosos: orina, granos de café y sal de mesa, por nombrar algunos de los ingredientes.\nEl restaurante, La Punto, es un gastrobar de Sochi que el sitio web de la Copa del Mundo recomienda a los aficionados y que está situado en el mismo edificio que albergó al infame laboratorio antidopaje al centro de uno de los esquemas fraudulentos más elaborados en la historia de los deportes.\nEn este lugar, Grigory Rodchenkov —el químico que dirigió las pruebas de dopaje en Rusia durante una década, incluido en las Olimpiadas de Invierno de Sochi en 2014— pasó las noches durante esos juegos olímpicos alterando más de cien muestras de orina con el fin de ocultar el uso generalizado de drogas prohibidas para mejorar el rendimiento que utilizaban algunos de los mejores atletas rusos.", "url": "https://www.nytimes.com/es/2018/06/21/espanol/sochi-mundial-dopaje.html"}