{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 23:55:18", "date_modify": "2022-10-25 23:55:18", "date_publish": "2019-04-12 11:30:30", "description": "Un equipo de científicos de la NASA dio seguimiento a las reacciones del cuerpo del astronauta Scott Kelly, que pasó casi un año en la Estación Espacial Internacional, y de manera simultánea analizaron a Mark, su hermano gemelo idéntico, que permaneció en la Tierra.", "filename": "es_2019_04_12_espanol_astronauta-gemelos-nasa-kelly_1666742118.html", "image_url": "https://static01.nyt.com/images/2019/04/11/science/11ASTROTWINS-takeaways1/11ASTROTWINS-takeaways1-facebookJumbo.jpg?year=2019&h=550&w=1050&s=d269627779d5d526541e6b3e01a6480fa18088829e2dd9e0b46c970013113b2b&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_04_12_espanol_astronauta-gemelos-nasa-kelly_1666742118.html", "title": "Cómo cambia al cuerpo de un astronauta tras un año en órbita", "title_page": "Cómo cambia al cuerpo de un astronauta tras un año en órbita - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jamás se había realizado un estudio así, y quizá nunca se repetirá.\nDesde marzo de 2015, el astronauta Scott Kelly pasó 340 días a bordo de la Estación Espacial Internacional. Un equipo de científicos dio seguimiento a las reacciones de su cuerpo durante el prolongado viaje espacial en gran detalle. De manera simultánea analizaron a Mark, su hermano gemelo idéntico, en la Tierra.\n[Si quieres recibir los mejores reportajes de The New York Times en Español en tu correo suscríbete aquí a El Times]\nEl 11 de abril, los científicos comenzaron a publicar el gran conjunto de resultados del llamado Estudio de los Gemelos de la NASA (solo la primera entrega tiene noventa páginas).\nA continuación una guía de los hallazgos, hasta ahora.\nLos viajes espaciales cambian el cuerpo\nLos científicos dieron seguimiento a una gran variedad de mediciones en el Estudio de los Gemelos de la NASA, desde el desempeño de Kelly en pruebas cognitivas hasta los niveles de actividad genética en sus células. Muchas de las pruebas moleculares nunca antes se habían llevado a cabo en astronautas.", "url": "https://www.nytimes.com/es/2019/04/12/espanol/astronauta-gemelos-nasa-kelly.html"}