{"authors": ["Roslyn Sulcas"], "date_download": "2022-10-25 23:46:44", "date_modify": "2022-10-25 23:46:44", "date_publish": "2017-07-25 11:30:17", "description": "Por medio de la captura del movimiento, el actor ha interpretado a Gollum, King Kong y César, de “El Planeta de los Simios” y quiere dejarle claro al público (y a los votantes de los Oscar) que este tipo de actuación merece el mismo reconocimiento que las que no requieren conversión digital.", "filename": "es_2017_07_25_espanol_cultura_andy-serkis-planeta-simios-guerra_1666741604.html", "image_url": "https://static01.nyt.com/images/2017/07/18/universal/es/18SerkisES2/18SerkisES2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=667b6fe0c5f46be2962929b744cd29321347f8fedf45968d85b07a134a9f4a08&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_07_25_espanol_cultura_andy-serkis-planeta-simios-guerra_1666741604.html", "title": "El actor Andy Serkis tiene un mensaje para la academia de cine", "title_page": "El actor Andy Serkis tiene un mensaje para la academia de cine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Un actor en un papel de captura de la interpretación recibe un guion, trabaja en la psicología, las emociones y la motivación del personaje y luego acude al plató a ser filmado en exactamente la misma forma que cualquier otro personaje, dijo Serkis. “Esa actuación es usada para editar la película”, dijo. “Los efectos visuales reproducen el personaje, al igual que ponerle maquillaje, excepto que aquí sucede después del hecho. Es maquillaje digital”.\nSerkis añadió que él no quería negar la “brillantez” del equipo de efectos visuales. “Pero las organizaciones que otorgan los premios no deberían discriminar diciendo que esto es diferente”, dijo. “Si no les gusta César, bueno, está bien, pero es un tema diferente”.\n“Las organizaciones que otorgan los premios no deberían discriminar diciendo que esto es diferente”. Andy Serkis\nSerkis tiene el cabello rizado y de color oscuro, una complexión robusta y unos modales totalmente amistosos. Habla con un acento londinense poco propio de un actor (es decir, poco florido), está casado y tiene tres hijos; pudiera ser el agradable vecino de al lado. Excepto que su vecino probablemente no ha estado personificando a un chimpancé durante los últimos cinco años ni ha interpretado al líder supremo Snoke en Star Wars o a Ulysses Klaue en Los vengadores, mientras también dirigía una película (Breathe), que tiene su estreno programado para el otoño.\nSerkis, junto con el productor Jonathan Cavendish, también tiene su propio estudio, Imaginarium, que se especializa en las técnicas de captura de la actuación para uso teatral y en otras formas de interpretación, así como en el cine.\n“Ha sido un año de locura”, reconoció Serkis. (Los socios de Imaginarium están fraguando hacer una adaptación de Rebelión en la granja de George Orwell con captura de la actuación.)", "url": "https://www.nytimes.com/es/2017/07/25/espanol/cultura/andy-serkis-planeta-simios-guerra.html"}