{"authors": ["Jessica Bennett"], "date_download": "2022-10-25 23:52:11", "date_modify": "2022-10-25 23:52:11", "date_publish": "2020-11-03 00:32:09", "description": "Las elecciones de 2016 fueron un referéndum de muchas cosas, incluso sobre lo que los estadounidenses pensaban que una mujer podía hacer o ser. La campaña actual se ha centrado en lo que debería ser un hombre.", "filename": "es_2020_11_02_espanol_trump-biden-2020_1666741931.html", "image_url": "https://static01.nyt.com/images/2020/11/01/us/politics/02masculinity-ES-00/01PREZMASCULINITY1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9e9bc0dba12aef8471e4dbe69f507051fca4f6d382766cd23ccd4160a7de1db6&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_11_02_espanol_trump-biden-2020_1666741931.html", "title": "‘Es terrible para un país’: cómo la masculinidad influyó en las campañas de Trump y Biden", "title_page": "‘Es terrible para un país’: cómo la masculinidad influyó en las campañas de Trump y Biden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El candidato demócrata eligió a Kamala Harris, una mujer que ha roto barreras, como su compañera de fórmula. Se ha rodeado de mujeres fuertes. “Está ofreciendo una masculinidad más paternalista, en el sentido de que se puede ser un líder fuerte y, al mismo tiempo, compasivo y empático”, señaló Marianne Cooper, socióloga de la Universidad de Stanford que estudia el género y el trabajo.\nAnte la opinión pública, Obama, el hombre que gobernó con Biden a su lado, tuvo que sortear las exigencias más complejas de la masculinidad negra. Lo hizo con una estrategia de “papá cool”: seguro de sí mismo, pero sin reducir el amor.\nBiden es tal vez un abuelo más sensible de la nueva era, que habla con ternura de su familia —ha insistido en recibir llamadas de sus nietos en cualquier momento, en especial enfrente de las cámaras— y no tiene miedo de expresar emociones. Sin embargo, también maneja un Corvette en un anuncio de campaña o desafía a un votante (y a su oponente) a un concurso de lagartijas (sí, dijo que Trump era un “payaso” durante un debate, pero luego mencionó que se arrepentía de haber usado ese lenguaje).\n“Se le percibe como un hombre que no empezará una pelea, pero que puede responder con un golpe si se le provoca”, opinó Robb Willer, psicólogo, también de Stanford, que ha estudiado la forma en que las amenazas a la masculinidad influyen en el comportamiento de los hombres.\n¿Recuerdas hace cuatro años, cuando los demócratas planeaban celebrar la elección de la primera mujer como presidenta arrojando 90 kilos de confeti con forma de fragmentos de vidrio que simbolizaban el derrumbe del techo de vidrio “más alto y más duro”? ¿O cómo, el año pasado, el bando demócrata seguía siendo el más diverso y femenino de la historia?\nResulta difícil analizar cómo, en 2020, en el contexto de una pandemia global que ha dejado a un número desproporcionado de mujeres sin trabajo —y mientras las encuestas predicen que se registrará la mayor brecha de género en la historia electoral— las elecciones presidenciales se han convertido, entre otras cosas, en un referéndum sobre la masculinidad.", "url": "https://www.nytimes.com/es/2020/11/02/espanol/trump-biden-2020.html"}