{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:31", "date_modify": "2022-10-25 23:43:31", "date_publish": "2017-09-21 16:00:43", "description": "El gobierno español aumenta la presión para intentar frenar el referéndum, programado para el 1 de octubre próximo, en el cual la población de Cataluña votará para decidir si se independiza o no del país.", "filename": "es_2017_09_21_espanol_crece-la-tension-en-espana-a-medida-que-se-acerca-el-referendum-de-cataluna_1666741411.html", "image_url": "https://static01.nyt.com/images/2017/09/21/world/21Spain/21Spain-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a395b7727fd35e498324e64e30e118b74aa3806670255dde0c96a57b2f8f9661&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_21_espanol_crece-la-tension-en-espana-a-medida-que-se-acerca-el-referendum-de-cataluna_1666741411.html", "title": "Crece la tensión en España a medida que se acerca el referéndum de Cataluña", "title_page": "Crece la tensión en España a medida que se acerca el referéndum de Cataluña - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — La policía española detuvo a más de una decena de personas en la región de Cataluña el miércoles, lo que aumenta drásticamente las tensiones entre el gobierno nacional y los separatistas catalanes. El hecho ocurre a menos de dos semanas de un polémico referéndum independentista que el gobierno en Madrid ha jurado bloquear.\nCon el apoyo del tribunal constitucional, Mariano Rajoy, presidente del gobierno español, ha aumentado los esfuerzos para evitar el referéndum programado para el 1 de octubre.\nEn un discurso ante el parlamento español, Rajoy acusó a los políticos separatistas de promover la desobediencia civil y de escalar el conflicto, al usar métodos que él calificó como “profundamente antidemocráticos”.", "url": "https://www.nytimes.com/es/2017/09/21/espanol/crece-la-tension-en-espana-a-medida-que-se-acerca-el-referendum-de-cataluna.html"}