{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:48:46", "date_modify": "2022-10-25 23:48:46", "date_publish": "2020-07-01 12:00:11", "description": "Las alucinaciones paranoides atormentan a muchos pacientes con coronavirus en las unidades de cuidados intensivos, una experiencia que puede retrasar la recuperación y aumentar el riesgo de depresión y problemas cognitivos.", "filename": "es_2020_07_01_espanol_ciencia-y-tecnologia_coronavirus-delirio-alucinaciones_1666741726.html", "image_url": "https://static01.nyt.com/images/2020/06/15/science/01Delirium-ES-01/00VIRUS-DELIRIUM1-facebookJumbo-v2.jpg?year=2020&h=549&w=1050&s=fab608e36c63a1274a9f023cbbaed6a325904c430e5e34f7bedd797c241370f2&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_07_01_espanol_ciencia-y-tecnologia_coronavirus-delirio-alucinaciones_1666741726.html", "title": "‘Me quieren matar’: Muchos pacientes de la COVID-19 padecen delirios aterradores", "title_page": "‘Me quieren matar’: Muchos pacientes de la COVID-19 padecen delirios aterradores - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Regístrate para recibir nuestro boletín con lo mejor de The New York Times.\nKim Victory estaba paralizada en la cama y la estaban quemando viva.\nJusto a tiempo, alguien la rescató, pero, de repente, se convirtió en una escultura de hielo en el elegante bufé de un crucero. Luego, fue objeto de un experimento en un laboratorio en Japón. Después, la atacaron unos gatos.\nVisiones dantescas como estas asediaron a Victory durante su hospitalización hace unas semanas debido a una insuficiencia respiratoria grave ocasionada por el coronavirus. Se impresionaba tanto que una noche se arrancó el tubo del respirador mecánico; en otra ocasión, se cayó de una silla y terminó en el suelo de la Unidad de Cuidados Intensivos (UCI).\n“Era tan real y estaba muy asustada”, recordó Victory, de 31 años, ahora de vuelta en su casa en Franklin, Tennessee.", "url": "https://www.nytimes.com/es/2020/07/01/espanol/ciencia-y-tecnologia/coronavirus-delirio-alucinaciones.html"}