{"authors": ["Roger Cohen"], "date_download": "2022-10-25 23:55:58", "date_modify": "2022-10-25 23:55:58", "date_publish": "2021-06-10 07:00:09", "description": "La transición democrática de Israel está programada para el domingo, pero nada es seguro en medio de la campaña del actual primer ministro que busca destruir a la coalición de sus oponentes.", "filename": "es_2021_06_10_espanol_israel-netanyahu_1666742158.html", "image_url": "https://static01.nyt.com/images/2021/06/08/world/08netanyahu-rage1-esp1/08netanyahu-rage1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=89ddd1a36889cb327ada9505101ddd8a80f066e1d779e7a4373974c053f88e8f&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_06_10_espanol_israel-netanyahu_1666742158.html", "title": "Para Netanyahu, al igual que para Trump, solo un ‘fraude’ puede explicar su derrota", "title_page": "Para Netanyahu, al igual que para Trump, solo un ‘fraude’ puede explicar su derrota - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La división y el miedo han sido las herramientas políticas preferidas de Netanyahu; y al igual que Estados Unidos, Israel está dividido, hasta el punto en que el jefe del servicio de seguridad interna de Israel, el Shin Bet, advirtió hace unos días sobre “un discurso extremadamente violento e incitador”. Fue una advertencia inusual.\nLa policía ha dicho que no permitirá una marcha de corte nacionalista que había sido programada para que el jueves transitara por zonas de mayoría musulmana en la Ciudad Vieja de Jerusalén, pero las opiniones al respecto están aumentando entre los políticos de derecha después de que la marcha original del Día de Jerusalén fuera cancelada el mes pasado debido al lanzamiento de cohetes de Hamás.\nEl martes, el gabinete de seguridad de Netanyahu decidió reprogramar la marcha para el próximo 15 de junio, a una ruta que se acordará con la policía. Netanyahu ve la marcha como un importante símbolo de la soberanía israelí.\nCelebrar la marcha sería jugar con fuego, como demostró la corta guerra con Hamás el mes pasado. Al parecer, ahora le corresponderá al gobierno de Bennett resolver ese problema.\nNo se ha presentado ninguna evidencia que respalde las afirmaciones de que el futuro gobierno de Bennett es todo menos el producto legítimo de las elecciones libres y justas realizadas en marzo en Israel, el cuarto proceso electoral llevado a cabo desde 2019, mientras que Netanyahu, acusado de cargos de soborno y fraude, se ha esforzado en preservar el poder.\nNetanyahu define a la endeble coalición de ocho partidos de Bennett, que van desde partidos de extrema derecha a partidos de izquierda, como un “peligroso” gobierno de izquierda. Pero no fue la izquierda la que derrotó al primer ministro.", "url": "https://www.nytimes.com/es/2021/06/10/espanol/israel-netanyahu.html"}