{"authors": ["Carlotta Gall"], "date_download": "2022-10-26 00:12:09", "date_modify": "2022-10-26 00:12:09", "date_publish": "2018-09-05 08:00:01", "description": "El ataque que se cierne sobre la provincia de Idlib sería el golpe militar final en contra de los combatientes rebeldes, pero los dirigentes occidentales advierten sobre una calamidad humanitaria en la ciudad donde se calcula que viven tres millones de civiles.", "filename": "es_2018_09_05_espanol_idlib-siria-civiles_1666743129.html", "image_url": "https://static01.nyt.com/images/2018/09/03/world/03idlib2/03idlib2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4c0bbc7228f759342d1bb4e8626e9b1ebe3e0b1c54e4da124171c85f83618673&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_09_05_espanol_idlib-siria-civiles_1666743129.html", "title": "Una brutal ofensiva que podría ser la última de la guerra de Siria", "title_page": "Una brutal ofensiva que podría ser la última de la guerra de Siria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGDAD – Por tierra, el gobierno sirio está congregando a miles de conscriptos para apuntalar sus mermadas fuerzas. Por mar, una flotilla naval rusa espera cerca de la costa, lista para intervenir con una formidable potencia de fuego. En la provincia de Idlib, millones de civiles temen lo que vendrá a continuación.\nLos bandos enemigos de esta larga y cruel guerra civil siria se preparan para otra brutal ofensiva, que podría ser la última.\nEl gobierno espera que el ataque que se cierne sobre la provincia de Idlib sea el golpe militar final en contra de los combatientes rebeldes y sus simpatizantes civiles, los cuales se levantaron en armas hace más de siete años para exigir un cambio de régimen.\nLo que Siria y sus aliados rusos e iraníes ven como una oportunidad para aplastar a lo que queda de la oposición, los dirigentes occidentales advierten sobre una calamidad humanitaria en Idlib, donde se calcula que viven tres millones de civiles.", "url": "https://www.nytimes.com/es/2018/09/05/espanol/idlib-siria-civiles.html"}