{"authors": ["Isabel Kershner"], "date_download": "2022-10-26 00:11:34", "date_modify": "2022-10-26 00:11:34", "date_publish": "2022-06-22 07:00:10", "description": "Los israelíes regresarán a las urnas por quinta vez, en menos de cuatro años.", "filename": "es_2022_06_22_espanol_israel-elecciones_1666743094.html", "image_url": "https://static01.nyt.com/images/2022/06/21/world/22israel-explainer-ESP-1/21israel-explainer-top-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_06_22_espanol_israel-elecciones_1666743094.html", "title": "¿Por qué Israel tiene tantas elecciones?", "title_page": "¿Por qué Israel tiene tantas elecciones? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apodada por algunos como la “coalición kumbaya”, sus integrantes estaban unidos por el deseo de restaurar un sentido de unidad y estabilidad nacional, y principalmente, derrocar a Netanyahu después de que pasó 12 años consecutivos en el cargo.\nPero las tensiones dentro de la coalición por cuestiones políticas y la presión implacable de Netanyahu y sus aliados hicieron que dos miembros de Yamina, el partido de Bennett, abandonaran la coalición. Varios legisladores árabes y de izquierda también se rebelaron en votaciones clave, lo que hizo que el gobierno se paralizara y luego entrara en crisis.\nEntonces, ¿quién lidera a Israel en este momento?\nCuando finalmente se apruebe la disolución del Parlamento, muy probablemente antes de fines de junio, Bennett entregará el poder a Yair Lapid, el ministro de Relaciones Exteriores —un político de centro muy conocido por haber sido una personalidad de la televisión durante muchos años—, quien encabezará un gobierno provisional durante varios meses hasta que se convoque la elección y mientras se realizan las prolongadas negociaciones para una nueva coalición.\nSegún los términos del acuerdo de coalición, se suponía que Lapid, el líder de Yesh Atid, el segundo partido más grande de Israel después del conservador Likud de Netanyahu, remplazaría a Bennett como primer ministro en agosto de 2023.\nPero el acuerdo incluía una cláusula de seguridad en caso de que el gobierno no durara tanto. Estipulaba que si el Parlamento se disolvía debido a las acciones de los miembros de la coalición de derecha, como es el caso, Lapid se convertiría automáticamente en primer ministro interino del gobierno provisional.", "url": "https://www.nytimes.com/es/2022/06/22/espanol/israel-elecciones.html"}