{"authors": ["Glenn Thrush", "Elaina Plott"], "date_download": "2022-10-25 23:52:15", "date_modify": "2022-10-25 23:52:15", "date_publish": "2020-06-30 18:48:10", "description": "El presidente número 44 de Estados Unidos anhelaba alejarse de la política. Tres años después, está de regreso.", "filename": "es_2020_06_30_espanol_obama-biden-trump_1666741935.html", "image_url": "https://static01.nyt.com/images/2020/06/30/us/politics/30Obama-ES-01/00obama1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=120317320326d1d52c0276af4eb929f0c89b00096f2f04dfd4779066826670fb&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_06_30_espanol_obama-biden-trump_1666741935.html", "title": "Barack Obama abandona el retiro, obligado por la campaña de Trump", "title_page": "Barack Obama abandona el retiro, obligado por la campaña de Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El problema es que para Trump las normas no significan nada. Desde un principio dejó muy claro que quería erradicar cualquier rastro de la presencia de Obama en el Ala Oeste. “Tenía el peor gusto”, le dijo Trump a un visitante a principios de 2017 mientras presumía sus nuevas cortinas (que no eran muy distintas de las de Obama, en opinión de otras personas que entraron al despacho durante ese periodo caótico).\nEsos esfuerzos por hacerlo desaparecer fueron más enfáticos en lo referente a las políticas. Un exfuncionario de la Casa Blanca comentó que Trump interrumpió una presentación para verificar que una propuesta del personal no fuera “una cosa de Obama”.\nDurante la transición, en lo que en retrospectiva parece un anticipo de la presidencia, a un colaborador de Trump se le ocurrió imprimir una lista detallada de las promesas de campaña de Obama del sitio web oficial de la Casa Blanca y utilizarla como una especie de lista de objetivos a abatir, según dos personas con conocimiento de la medida.\n“Es algo personal para Trump; todo se trata del presidente Obama y de acabar con su legado. Es su obsesión”, explicó Omarosa Manigault Newman, veterana del programa Apprentice y, hasta su abrupta salida, una de las contadas funcionarias negras en el Ala Oeste de Trump. “El presidente Obama no podrá descansar mientras Trump respire”.\nCuando los dos hombres se encontraron en noviembre de 2016 para una forzada reunión posterior a la elección, el presidente electo fue cortés, por lo que Obama aprovechó la oportunidad para aconsejarle no desmantelar Obamacare. “Mira, puedes quitarle mi nombre; no me importa”, le dijo, según los asesores.\nTrump asintió sin comprometerse.\nCuando la transición comenzó a hacerse eterna, Obama experimentó una creciente inquietud ante una actitud que le parecía la alegre indiferencia del nuevo presidente y su equipo de novatos. Muchos de ellos ignoraron por completo los documentos de información que el personal de Obama había preparado con tanto empeño, recuerdan sus antiguos colaboradores, y en lugar de centrarse en la política o en el funcionamiento del Ala Oeste, preguntaron por la calidad de los tacos en el comedor del sótano o dónde encontrar un buen apartamento.\nEn cuanto a Trump, no tiene “ni la menor idea de qué está haciendo”, Obama le dijo a un asistente después de su encuentro en el Despacho Oval.", "url": "https://www.nytimes.com/es/2020/06/30/espanol/obama-biden-trump.html"}