{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:47:22", "date_modify": "2022-10-25 23:47:22", "date_publish": "2018-12-03 22:25:21", "description": "Uno de los capos del Cartel del Norte del Valle testificó sobre su relación con Joaquín Guzmán Loera, el vínculo fundamental de uno de los negocios de narcotráfico más rentables de la historia.", "filename": "es_2018_12_03_espanol_ramirez-abadia-juicio-chapo_1666741642.html", "image_url": "https://static01.nyt.com/images/2018/12/04/nyregion/04chapo1/04chapo1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=6a8ba6f939e86b67f2a81a05fb28e1850d1d715488235689c0167768abb69d91&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_12_03_espanol_ramirez-abadia-juicio-chapo_1666741642.html", "title": "Productor de coca, jefe detallista y testigo contra el Chapo: la saga de Juan Carlos Ramírez Abadía", "title_page": "Productor de coca, jefe detallista y testigo contra el Chapo: la saga de Juan Carlos Ramírez Abadía - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ramírez también tenía una intensa fijación con su seguridad personal. Contó que en los comienzos de su carrera, después de que lo arrestaron en Colombia, no solo sobornó a los funcionarios para que lo dejaran salir de prisión, sino que también les pagó para que borraran todos los rastros de su existencia de los registros gubernamentales. Antes de que lo arrestaran de nuevo en 2007 en Brasil, se sometió a varias cirugías plásticas para modificar por completo su rostro. Sus nuevos rasgos (ojos alargados, barbilla prominente y pómulos definidos) le dan el aspecto de un vampiro.\nLa semana pasada, en su primer día como testigo, Ramírez le dijo al jurado que conoció a Guzmán en 1990 en el vestíbulo de un hotel de Ciudad de México. Dijo que el acusado, quien en ese entonces era un novato en el mundo del narcotráfico, le ofreció transportar 4000 kilos de cocaína (“Mi cocaína”, afirmó) desde México hasta Los Ángeles, y cobró el 40 por ciento del valor del cargamento.\nEso era un poco más del 37 por ciento que cobraban la mayoría de los traficantes mexicanos, comentó Ramírez. No obstante, Guzmán lo persuadió con un discurso de venta convincente y audaz. “Dijo: ‘Soy mucho más rápido’”, recordó Ramírez. “Pruébame y verás’”.\nAsí comenzó una alianza productiva y duradera que duró casi veinte años y permitió el traslado de 400 toneladas de cocaína colombiana a México para luego transportarla a través de la frontera. En un principio, los socios usaban aviones para pasar sus cargamentos a la red de pistas secretas de aterrizaje que eran de Guzmán. Más tarde, optaron por botes de pesca, e intercambiaban el cargamento de manera encubierta en el mar.\nLos términos del acuerdo eran sencillos: después de que la cocaína pasaba la frontera, Guzmán tomaba su 40 por ciento y lo vendía por su cuenta en Estados Unidos. Los operadores de Ramírez se quedaban con el resto para venderlo.", "url": "https://www.nytimes.com/es/2018/12/03/espanol/ramirez-abadia-juicio-chapo.html"}