{"authors": ["Sophie Egan"], "date_download": "2022-10-25 23:22:33", "date_modify": "2022-10-25 23:22:33", "date_publish": "2021-07-07 13:00:11", "description": "Una especialista en alimentos ofrece recomendaciones de higiene y seguridad.", "filename": "es_2021_07_07_espanol_cual-es-la-forma-adecuada-de-lavar-frutas-y-verduras_1666740153.html", "image_url": "https://static01.nyt.com/images/2021/07/06/well/askwell-washing-esp-1/merlin_172735491_55f4c956-aa7b-4cbc-a2f9-367dd5d2650d-facebookJumbo.jpg?year=2021&h=550&w=1050&s=032db503250ab447bd7c5a9f7233423ef44e0edf61fdad69aaf0bed7b488146f&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_07_07_espanol_cual-es-la-forma-adecuada-de-lavar-frutas-y-verduras_1666740153.html", "title": "Cómo lavar frutas y verduras", "title_page": "Cómo lavar frutas y verduras - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Ninguno de nuestros alimentos es estéril; siempre hay microorganismos, pero hay ciertos tipos de bacterias que, en caso de ser ingeridas, provocan enfermedades”, explica Erin DiCaprio, especialista asistente de extensión cooperativa en seguridad alimentaria comunitaria de la Universidad de California, campus Davis. “Por lo tanto, el lavado es una de las mejores prácticas para ayudar a mitigar parte de ese riesgo”.\nEn general, el suministro de alimentos en Estados Unidos es bastante seguro, pero los especialistas en seguridad alimentaria no pierden de vista ciertos patógenos, tanto bacterias como virus, que se han asociado a brotes peligrosos relacionados con productos agrícolas. Por ejemplo, la “E. coli” O157:H7, una bacteria que se encuentra en los intestinos del ganado y otros animales, también aparece en las verduras de hoja verde y, si se ingiere, puede provocar náusea, vómito y diarrea. Ciertos grupos etarios, como los más jóvenes y los ancianos, son especialmente propensos a desarrollar síntomas graves y una insuficiencia renal posiblemente mortal.\n“Vemos varios brotes causados por virus en productos agrícolas”, comentó DiCaprio. “Así, cuando hablamos de virus transmitidos por los alimentos, se trata principalmente del virus de la hepatitis A y del norovirus. Vemos que esos virus causan varios brotes en las bayas blandas porque a menudo estos productos se cosechan a mano, por lo que nosotros, como humanos, podemos contaminar de forma cruzada esas bayas durante la cosecha”.\nSi ves suciedad, arena o mugre en tus productos —por ejemplo, en los surcos de un tallo de apio—, sin duda lo mejor es deshacerse de esos residuos. Sin embargo, también es importante que elimines el polvo y otros pequeños restos que quizá no veas, pero que también pueden contener gérmenes nocivos.\nLos primeros temores sobre la posible transmisión del coronavirus a través de los alimentos no se confirmaron, aunque otros virus pueden propagarse a través de las manos sucias de otras personas. Por lo tanto, lava cualquier fruta o verdura que saques de las estanterías o del puesto de productos, incluidas las verduras de hoja verde, las frutas enteras y los vegetales crudos. Según DiCaprio, el lavado no descontamina por completo un producto, pero suele eliminar entre el 90 y el 99 por ciento de los microorganismos. Al ingerir menos microbios, es menos probable que nos enfermemos.", "url": "https://www.nytimes.com/es/2021/07/07/espanol/cual-es-la-forma-adecuada-de-lavar-frutas-y-verduras.html"}