{"authors": ["J. D. Biersdorfer"], "date_download": "2022-10-25 23:49:57", "date_modify": "2022-10-25 23:49:57", "date_publish": "2022-08-08 07:00:13", "description": "Mantenerse al día con las nuevas características del software puede ser complicado, pero aquí analizamos algunas herramientas de las actualizaciones recientes que pueden ser útiles, y potencialmente salvadoras.", "filename": "es_2022_08_08_espanol_trucos-iphone-android_1666741797.html", "image_url": "https://static01.nyt.com/images/2022/08/03/technology/personaltech/03TECHTIP-TOP-esp-1/27TECHTIP-TOP-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_08_08_espanol_trucos-iphone-android_1666741797.html", "title": "Cuatro trucos útiles para iPhone y Android que tal vez no conocías", "title_page": "Cuatro trucos útiles para iPhone y Android que tal vez no conocías - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "En Google Maps para iOS y Android, ingresa tu destino, presiona Indicaciones y elige A pie. Presiona el icono de Live View en la esquina del mapa. Tu teléfono te da la instrucción de que apuntes con la cámara hacia los edificios cercanos para que la aplicación pueda reconocer lo que te rodea comparándolo con las imágenes de Google Street View. Una vez que todo está listo, las indicaciones aparecen encima de la vista en la pantalla de la cámara para guiarte.\nImage La aplicación Brújula incluida con el software iOS de Apple te da una idea general de tu ubicación. Credit... Apple\nMapas de Apple usa la cámara del iPhone de una manera similar cuando pides indicaciones a pie en ciudades donde el servicio está disponible y presionas el icono de realidad aumentada en la pantalla del mapa (para opciones alternativas de navegación, Apple incluye una aplicación independiente de Brújula digital en iOS y Google Maps tiene una brújula que aparece en la pantalla cuando empiezas tu viaje).\nEscanea cosas\nAdemás de sus prestaciones como guía de turistas, la cámara del teléfono puede tener una doble función para escanear documentos y códigos de respuesta rápida, o QR. En iOS, cuando haces una nueva nota en la aplicación Notas, puedes escanear un documento o un recibo presionando el icono de la cámara en la barra de herramientas y eligiendo Escanear documentos. También puedes escanear y adjuntar un documento a un mensaje de correo electrónico que estés redactando al presionar el icono de escanear en la barra de herramientas del teclado.", "url": "https://www.nytimes.com/es/2022/08/08/espanol/trucos-iphone-android.html"}