{"authors": ["Mary Robinette Kowal"], "date_download": "2022-10-25 23:55:14", "date_modify": "2022-10-25 23:55:14", "date_publish": "2019-08-19 17:30:05", "description": "El programa Apolo fue diseñado por y para hombres, pero la NASA puede aprender de sus errores pasados para que no se extiendan al futuro.", "filename": "es_2019_08_19_espanol_ciencia-y-tecnologia_nasa-astronautas-mujeres_1666742114.html", "image_url": "https://static01.nyt.com/images/2019/07/16/science/00MOON-KOWALESSAY-promo/00MOON-KOWALESSAY-promo-facebookJumbo.jpg?year=2019&h=550&w=1050&s=e7fb5ccd2aad4882fcbd3de97ed2f7dcb531b0d6cb25b20b67347354770ccff2&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_08_19_espanol_ciencia-y-tecnologia_nasa-astronautas-mujeres_1666742114.html", "title": "Un pequeño paso para las astronautas en órbita requiere de un gran salto en la Tierra", "title_page": "Un pequeño paso para las astronautas en órbita requiere de un gran salto en la Tierra - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Este año que se conmemora el quincuagésimo aniversario del alunizaje de la misión Apolo 11, la NASA lanzó Artemisa, programa que pretende “regresar a los astronautas a la superficie lunar para 2024, entre ellas la primera mujer y el siguiente hombre”.\nHabrá grandes obstáculos para quienes participen en el proyecto, pero la mujer que resulte la primera tendrá retos adicionales sencillamente por el hecho de que todo lo que tiene que ver con el espacio en Estados Unidos carga con el legado de Apolo. Y ese programa fue diseñado por y para hombres.\nNo deliberadamente para hombres, tal vez, pero a las mujeres no se les permitió ser parte del programa de astronautas sino hasta finales de los años setenta y ninguna voló en condiciones reales hasta 1983, cuando Sally Ride se volvió la primera estadounidense en el espacio. Para entonces, el programa espacial ya había sido construido a partir del cuerpo de los varones.\nSi no reconocemos que había un sesgo en los inicios del programa espacial, nos será difícil hacer avances para revertirlo. Una de las cuestiones más interesantes de la NASA es su manera de pensar los fracasos: no son castigados, sino valuados, porque presentan una oportunidad de aprendizaje para salvar vidas o recursos en el futuro. Bobak Ferdowski, ingeniero de sistemas del Laboratorio de Propulsión a Reacción (JPL), alguna vez dijo: “Nuestros mejores errores son aquellos de los que podemos aprender”.", "url": "https://www.nytimes.com/es/2019/08/19/espanol/ciencia-y-tecnologia/nasa-astronautas-mujeres.html"}