{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:48", "date_modify": "2022-10-25 23:43:48", "date_publish": "2018-05-14 13:06:42", "description": "Quim Torra fue investido para liderar la Generalidad después de una vacancia en el cargo de casi seis meses; candidatos anteriores estaban enfrascados en una disputa legal con el gobierno español por el independentismo y el conflicto, que aún no ha sido resuelto.", "filename": "es_2018_05_14_espanol_cataluna-quim-torra-espana_1666741428.html", "image_url": "https://static01.nyt.com/images/2018/05/15/world/15catalonia1-ES/15catalonia1-ES-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9145f4b8079c0fde55d39c590a9d57a8084dc2be48f2423b9ad9ffd2b1572c53&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_05_14_espanol_cataluna-quim-torra-espana_1666741428.html", "title": "Cataluña tiene nuevo presidente, aunque continúa la disputa con Madrid", "title_page": "Cataluña tiene nuevo presidente, aunque continúa la disputa con Madrid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA — Legisladores en Cataluña eligieron este lunes por mayoría simple al nuevo presidente regional, un independentista que no ha enfrentado cargos por parte de las autoridades españolas. Con ello se abre la puerta a relajar el enfrascamiento político con el gobierno español en Madrid, aunque el conflicto no queda resuelto.\nQuim Torra, abogado, de 55 años, fue investido en remplazo de Carles Puigdemont, el expresidente que enfrenta un proceso de extradición desde Alemania por cargos de rebelión y malversación de fondos debido a la convocatoria del referéndum independentista el 1 de octubre pasado.\nEl referéndum acabó en caos y violencia después de que Madrid envió a policías de otra región para bloquear la votación. Puigdemont y otros políticos independentistas calificaron de exitoso al referéndum y aseguraron que había sido aprobado de manera mayoritaria, aunque el voto dejó profundamente dividida a Cataluña.\nDespués de que el Parlamento declaró la independencia a finales de octubre, el presidente del gobierno español, Mariano Rajoy, invocó el artículo 155 de la Constitución para suspender la autonomía de la región y administrarla directamente desde Madrid. Después convocó nuevas elecciones parlamentarias para finales de diciembre con la esperanza de que hubiera un reacomodo político.", "url": "https://www.nytimes.com/es/2018/05/14/espanol/cataluna-quim-torra-espana.html"}