{"authors": ["Alyson Krueger"], "date_download": "2022-10-25 23:27:57", "date_modify": "2022-10-25 23:27:57", "date_publish": "2021-09-28 12:00:06", "description": "Los servicios médicos personalizados ofrecen pruebas de anticuerpos contra el coronavirus como un beneficio adicional, a pesar de las advertencias sobre su utilidad.", "filename": "es_2021_09_28_espanol_contar-anticuerpos-prueba_1666740477.html", "image_url": "https://static01.nyt.com/images/2021/09/19/fashion/19Rich-Antibody/19Rich-Antibody-facebookJumbo.png?year=2021&h=550&w=1050&s=ee8c197f1113639ee7dc78d34455f456957f9e0d87b0b35e4e306f4a5e55d38f&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_09_28_espanol_contar-anticuerpos-prueba_1666740477.html", "title": "La moda de los ricos: contar anticuerpos", "title_page": "La moda de los ricos: contar anticuerpos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A las 24 horas, le llegó un correo electrónico con los resultados: 14,8 unidades arbitrarias por mililitro. Pese a que los especialistas médicos advierten que un conteo de anticuerpos no puede decir si alguien está protegido contra el virus, de todas maneras, los pacientes les dan importancia a las cifras. “Las mías han bajado un poquito, pero sé que mi vacuna aún funciona y sigo estando protegida”, afirmó Singh.\nLa prueba de anticuerpos mensual o periódica se ha convertido en una práctica común entre algunos miembros de la clase pudiente que se ponen ansiosos. “Muchos pacientes y algunos de mis amigos realizan el conteo de sus anticuerpos”, comentó Singh. Se trata de los círculos del Upper East Side y de los Hamptons. En estos tiempos, es algo de lo que se habla durante la cena. Es como contar calorías”.\nLos servicios médicos personalizados, entre ellos Sollis, han comenzado a ofrecer pruebas de anticuerpos como parte de los beneficios para sus clientes. “Diariamente, le realizo esas pruebas a la gente”, señaló Scott Braunstein, director médico de la clínica Sollis en Los Ángeles.\nMy Concierge MD, un servicio médico de lujo en Beverly Hills, California, ha instalado una caseta de servicio en el auto donde los clientes, entre ellos las celebridades y los ejecutivos de Hollywood, pueden hacerse las pruebas sin tener que bajar de sus G Wagons o Teslas. “Solo se requiere un pinchazo en el dedo”, explicó David Nazarian, quien está a cargo de la clínica. “Basta decir que, por la variante delta, en este momento están llenos los centros donde se realizan las pruebas”.\nNo obstante, a Arthur Caplan, profesor de Bioética en la Escuela de Medicina Grossman de la Universidad de Nueva York, le preocupa el uso excesivo de las pruebas de anticuerpos. “Los médicos que las promueven no están promoviendo una ciencia confiable”, señaló Caplan. “Creo que están poniendo en riesgo a sus pacientes porque no existen niveles de anticuerpos en los que todos estén de acuerdo”.", "url": "https://www.nytimes.com/es/2021/09/28/espanol/contar-anticuerpos-prueba.html"}