{"authors": ["Adeel Hassan"], "date_download": "2022-10-25 23:41:35", "date_modify": "2022-10-25 23:41:35", "date_publish": "2019-03-27 12:45:32", "description": "¿Cómo se contagia?, ¿es segura la vacuna?, ¿la vacuna puede causar autismo?, ¿es necesario vacunar a mi hijo si la mayoría de los niños a su alrededor están vacunados? A continuación, la respuesta a tus preguntas sobre la enfermedad y los riesgos de contagio.", "filename": "es_2019_03_27_espanol_sarampion-vacuna_1666741295.html", "image_url": "https://static01.nyt.com/images/2019/02/21/us/21measles-explainer-print/00measles-explainer-facebookJumbo.jpg?year=2019&h=550&w=1050&s=a08e70016a30ba504bebab4ceda2bfbcb03e5e31ce2889515d2e4cae434d7bf4&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_03_27_espanol_sarampion-vacuna_1666741295.html", "title": "Brote de sarampión: lo que necesitas saber", "title_page": "Brote de sarampión: lo que necesitas saber - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "¿Existe una cura para el sarampión?\nNo. La vasta mayoría de las personas que se contagian de sarampión no han sido vacunadas, y darles la vacuna del sarampión dentro de las 72 horas posteriores a la exposición al virus puede ayudar —por lo menos a reducir la gravedad y la duración de los síntomas—. La Clínica Mayo dice que las mujeres embarazadas, los bebés y las personas con un sistema inmunitario débil pueden recibir una inyección de anticuerpos llamada inmunoglobulina sérica dentro de los primeros seis días después de ser expuestos al sarampión, lo que puede prevenir o aminorar los síntomas.\n¿Qué tan segura y efectiva es la vacuna contra el sarampión?\nExtremadamente segura y efectiva. La vacuna sarampión-paperas-rubéola (conocida como MMR o triple viral) no causa efectos secundarios en la mayoría de los niños. Pocas personas pueden experimentar una fiebre moderada, sarpullido, dolor o hinchazón, afirma personal de los CDC. Los adultos o los adolescentes pueden sentir dolor temporal o rigidez en el lugar de la inyección. En raras ocasiones, la vacuna puede causar una fiebre alta que puede generar un ataque convulsivo, de acuerdo con los CDC. Contrario a los rumores que algunos activistas antivacunas siguen repitiendo, la vacuna no causa autismo.\nLos niños deben recibir dos dosis de la vacuna: la primera cuando tienen entre 12 y 15 meses; la segunda cuando tienen entre 4 y 6 años. Si los bebés que tienen entre 6 y 11 meses de edad van a viajar de Estados Unidos a otro país, los CDC recomiendan que reciban de antemano una dosis de la vacuna.\nUna dosis de la vacuna es alrededor del 93 por ciento efectiva; dos dosis aumentan esa cifra al 97 por ciento, dicen los CDC.\nLas personas que no se vacunen corren un muy alto riesgo de contagiar sarampión. “Casi todas las personas que no han recibido la inyección MMR se contagiarán de sarampión si se exponen al virus”, dijeron representantes de los CDC.\nSi no estoy vacunado, ¿es demasiado tarde para recibir la vacuna?\nNo es demasiado tarde. De hecho, si hay casos de sarampión en tu comunidad, es una buena idea vacunarte a menos de que estés seguro de haber recibido previamente ambas dosis de la vacuna MMR; o has padecido las tres enfermedades contra las que te protege la vacuna (lo cual te da inmunidad vitalicia); o si naciste antes de 1957 en Estados Unidos. (La vacuna estuvo disponible a partir de 1963 y en la década previa, virtualmente cada niño padeció sarampión antes de cumplir 15 años, así que los CDC consideran que las personas nacidas antes de 1957 probablemente tuvieron sarampión cuando eran niños).", "url": "https://www.nytimes.com/es/2019/03/27/espanol/sarampion-vacuna.html"}