{"authors": ["Christine Hauser"], "date_download": "2022-10-25 23:51:20", "date_modify": "2022-10-25 23:51:20", "date_publish": "2016-03-10 08:00:47", "description": "Una economía en recesión y el descontento popular por la corrupción en Petrobras, la compañía estatal de petróleo, han afectado todos los niveles del gobierno en Brasil y también a sus líderes más importantes.", "filename": "es_2016_03_10_espanol_america-latina_las-claves-para-entender-la-red-de-corrupcion-politica-en-brasil_1666741880.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_03_10_espanol_america-latina_las-claves-para-entender-la-red-de-corrupcion-politica-en-brasil_1666741880.html", "title": "Las claves para entender la red de corrupción política en Brasil", "title_page": "Las claves para entender la red de corrupción política en Brasil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La semana pasada el Expresidente de Brasil Luiz Inácio Lula da Silva fue detenido e interrogado por la policía brasileña por su supuesta participación en una enorme trama de corrupción.\nLuego la fiscalía lo acusó por lavado de dinero y los fiscales de Sao Paulo han solicitado la detención del líder político argumentando que podía movilizar una “red de apoyo violento” para obstaculizar las investigaciones.\nLa redada en la residencia de Da Silva ha sido uno de los grandes sucesos de la crisis política y económica que azota a Brasil. Aquí presentamos unos datos para entender de qué se trata.\n¿Qué está pasando en Brasil?\nLa economía en recesión y el descontento popular por la corrupción en Petrobras, la compañía estatal de petróleo, han afectado a todos los niveles del gobierno en Brasil.", "url": "https://www.nytimes.com/es/2016/03/10/espanol/america-latina/las-claves-para-entender-la-red-de-corrupcion-politica-en-brasil.html"}