{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:49:57", "date_modify": "2022-10-25 23:49:57", "date_publish": "2022-08-19 08:00:05", "description": "Hay algunos pasos sencillos que pueden hacer que tu teléfono inteligente, tu computadora y tu televisor funcionen mejor para ti.", "filename": "es_2022_08_19_espanol_personaliza-configuracion-dispositivos_1666741797.html", "image_url": "https://static01.nyt.com/images/2022/08/12/business/12techfix-print-illo/11techfix-print-illo-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_08_19_espanol_personaliza-configuracion-dispositivos_1666741797.html", "title": "Encuentra algo de felicidad en tus dispositivos con estos ajustes", "title_page": "Encuentra algo de felicidad en tus dispositivos con estos ajustes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Los televisores son otro ejemplo. Muchos televisores modernos traen activado un efecto conocido como suavizado (o interpolación) de movimiento (motion smoothing) para hacer que los videos luzcan como si se reprodujeran a más cuadros por segundo, lo que supuestamente hace que las escenas con movimientos muy rápidos se vean más detalladas. Sin embargo, en numerosas ocasiones, en especial cuando estás viendo películas, crea un efecto telenovela que muchos consideran que luce falso. Este el ajuste que muchos amantes de la tecnología desactivan de inmediato en un televisor.\nNuestros dispositivos electrónicos están entre las compras más caras de nuestro hogar, así que vale la pena examinar con detenimiento y cambiar los ajustes predeterminados para aprovechar sus beneficios al máximo. A continuación, lo que algunos reporteros de tecnología —yo entre ellos— siempre cambiamos para hacer que nuestros celulares, computadoras y televisores funcionen mejor.\nLos iPhone de Apple\nLos iPhone de Apple incluyen varios ajustes que están deshabilitados de fábrica y deben ser activados para que el dispositivo sea más conveniente de usar y tome mejores fotografías.\nDesbloquea un iPhone con el cubrebocas puesto. Aunque el uso obligatorio de mascarillas ya se ha eliminado en numerosos lugares, muchas personas todavía los usan para sentirse seguras, en especial en interiores. Una de las mayores molestias de usar un iPhone era tener que ingresar un código de desbloqueo, en lugar de usar la identificación facial, cuando usabas una mascarilla. Las versiones recientes del iOS de Apple ahora permiten a los usuarios de iPhone desbloquear el dispositivo sin quitarse el cubrebocas. Ve a Configuración → Face ID y código → Face ID con mascarilla y toca para activarlo (verde).\nGrabar video 4K. Para hacer que la cámara del iPhone grabe video a su máxima resolución, ve a Configuración → Cámara → Grabar Video y elige una opción 4K. (Yo prefiero “4K a 30 fps” porque funciona bien cuando subes videos a aplicaciones de redes sociales y sitios de internet como YouTube). La desventaja es que las grabaciones en 4K ocuparán más espacio de almacenamiento digital en el iPhone. Sin embargo, si pagaste por esa cámara increíble, ¿por qué no darle un buen uso?\nActiva la cuadrícula de la cámara. En la fotografía digital, los fotógrafos usan diversas técnicas de composición para hacer las fotos más estéticas. La cámara del iPhone tiene un ajuste para mostrar una retícula que ayuda a componer las tomas. Ve a Configuración → Cámara → Cuadrícula y activa la opción.\nCelulares Android\nLos teléfonos Android también incluyen controles que tienen que activarse o modificarse para hacer que la pantalla luzca mejor y el móvil sea más fácil de usar.\nCambia el perfil de color de la pantalla . Muchos teléfonos Android vienen con pantallas grandes y brillantes, pero sus colores pueden lucir sobresaturados o demasiado azules. Ryne Hager, un editor del blog de tecnología Android Police, afirma que suele cambiar el perfil de color predeterminado cuando configura un nuevo celular Android. Las instrucciones pueden variar de un modelo a otro. Para los celulares Samsung, ve a Ajustes → Pantalla → Modo de pantalla → Natural . Para móviles Pixel, ve a Ajustes → Pantalla → Colores → Natural .\nModifica los atajos. En los móviles Android, puedes personalizar el menú de “Ajustes rápidos” para establecer atajos a funciones que usas a menudo. Desliza hacia abajo desde la parte superior de la pantalla del teléfono inteligente y desliza hacia abajo de nuevo. Si presionas el icono que se ve como un lápiz, puedes elegir agregar mosaicos que te permitan, por ejemplo, activar puntos de acceso o hotspots para compartir la conexión celular del teléfono con una computadora.\nActivar la cuadrícula de la cámara. De manera similar a los iPhone, algunos móviles Android también pueden mostrar una retícula para facilitar la composición fotográfica. En los celulares Pixel, abre la aplicación de la cámara, desliza hacia abajo desde la parte superior de la pantalla, presiona el icono de engranaje y ve a Tipo de cuadrícula → 3x3.\nComputadoras Mac\nEn las Mac, donde los usuarios de Apple tienden a hacer su trabajo, es útil configurar los Ajustes para eliminar distracciones y completar más rápido las tareas. Eso implica desactivar algunas funciones que vienen activadas de fábrica y habilitar algunas características ocultas.\nActiva un atajo para mostrar el escritorio. Minimizar y mover ventanas solo para encontrar un archivo que está en el escritorio puede ser tedioso. La primera cosa que hago con cualquier Mac es activar un atajo que de inmediato oculta todas las ventanas para mostrar el escritorio. Ve a Preferencias de sistema → Mission Control → Mostrar escritorio y elige qué tecla deseas que ejecute el atajo. (Yo uso la tecla “fn” en el teclado de mi MacBook).\nApaga las notificaciones para las aplicaciones que te distraen como Mensajes. En una era de videollamadas interminables, definitivamente no es conveniente que los mensajes de texto estén bombardeando tu pantalla y hagan sonidos cuando estás en una reunión. Solo hay que apagar esas notificaciones de manera permanente. Ve a Preferencias de sistema → Notificaciones y enfoque → Mensajes → Permitir notificaciones y desactívala (gris). En este menú, deshabilita las notificaciones de cualquier otra aplicación ruidosa.\nAgrega el icono de Bluetooth a la barra de menú. La mayoría de nosotros usamos accesorios Bluetooth como audífonos y ratones inalámbricos, así que, para facilitar el conectar y desconectar estos dispositivos en una Mac, es útil tener acceso rápido al menú Bluetooth. Ve a Bluetooth, Preferencias de sistema → Bluetooth → Mostrar Bluetooth en la barra de menú y marca la casilla. Esto mostrará el icono de Bluetooth en la porción superior derecha de la pantalla, donde puedes conectar y desconectar con rapidez auriculares y otros accesorios inalámbricos.\nComputadoras con Windows\nComo las Mac, las computadoras con Windows, por defecto, nos lanzan grandes cantidades de notificaciones, pero lo más frustrante son los múltiples pitidos graves y agudos que suenan cuando ocurre algún error. Kimber Streams, que edita en Wirecutter y prueba computadoras portátiles, apaga todos esos molestos sonidos.\nApaga las notificaciones. Ve a Ajustes → Sistema → Notificaciones . Quita la marca de todas las casillas y cambia la configuración para desactivar todas las notificaciones.\nApaga todos los sonidos de sistema. Ve a Ajustes → Sistema → Sonido → Más ajustes de sonido → Sonidos → Esquema de sonido: sin sonidos y da clic en Aplicar.\nTelevisores\nCasi todos los televisores vienen con ajustes de fábrica que están lejos del ideal para mostrar la mejor imagen.\nCon cualquier televisor, vale la pena ajustar los colores, el brillo y el contraste para adaptarlos a tu espacio. No hay un conjunto de pasos universales porque el mejor ajuste diferirá con cada televisor y sala de estar. Sin embargo, existen herramientas útiles de calibración de televisores que pueden facilitar el proceso, incluida mi herramienta favorita, World of Wonder de Disney, un disco Blu-ray con videos instructivos para modificar los ajustes de tu televisor.\nNo obstante, el paso más importante a dar con cualquier televisor es apagar el odioso efecto de suavizado de movimiento. Los pasos varían de un televisor a otro, así que haz una búsqueda en la web para deshabilitarla en tu modelo. En mi televisor LG, fui a Ajustes generales → Imágenes → Ajustes de modo de imagen → Opciones de imagen → TruMotion → Apagado.", "url": "https://www.nytimes.com/es/2022/08/19/espanol/personaliza-configuracion-dispositivos.html"}