{"authors": ["Matthew Rosenberg"], "date_download": "2022-10-25 23:41:03", "date_modify": "2022-10-25 23:41:03", "date_publish": "2018-03-21 16:00:55", "description": "El ahora suspendido director ejecutivo de la consultora de análisis de datos, Alexander Nix, fue grabado por un reportero de Channel 4 cuando comentó que la empresa podía ayudar a políticos al inculpar a sus rivales por medio de seducción o sobornos.", "filename": "es_2018_03_21_espanol_cambridge-analytica-trump-alexander-nix_1666741263.html", "image_url": "https://static01.nyt.com/images/2018/03/20/world/20cambridge1/20cambridge1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8275a3d61faf28a1afb4f7d6fe07f2c275683df48f72877b4014b8b0edf6c796&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_03_21_espanol_cambridge-analytica-trump-alexander-nix_1666741263.html", "title": "Firma de análisis de datos vinculada con Trump ofreció inculpar a políticos", "title_page": "Firma de análisis de datos vinculada con Trump ofreció inculpar a políticos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Mientras se encontraba en el bar de un hotel, Alexander Nix, el hoy suspendido director ejecutivo de la firma de análisis de datos políticos Cambridge Analytica, tuvo un par de ideas para un cliente potencial que buscaba ayuda en unas elecciones en el extranjero. La empresa podía enviar a una mujer atractiva para seducir a un candidato rival y grabar sin que se diera cuenta un video del encuentro, dijo Nix, o enviar a alguien que fingiera ser un acaudalado desarrollador inmobiliario para ofrecer un soborno.\n“Tenemos una larga historia trabajando tras bambalinas”, comentó Nix.\nSin embargo, el cliente potencial en realidad era un reportero de Channel 4 News del Reino Unido y el encuentro se grabó como parte de una investigación de varios meses a Cambridge Analytica, la firma de análisis de datos vinculada con la campaña del presidente Donald Trump de 2016.\nLos resultados del trabajo de Channel 4 se transmitieron el lunes en el Reino Unido, dos días después de que The New York Times y The Observer de Londres informaran que la firma había cosechado datos de más de cincuenta millones de perfiles de Facebook en su búsqueda por desarrollar técnicas para predecir el comportamiento de votantes individuales en Estados Unidos.\nLos reportajes del fin de semana sobre el abuso de información han provocado que legisladores británicos y estadounidenses soliciten una nueva investigación a Facebook y al menos dos fiscales estatales de Estados Unidos han señalado que estaban investigando la extracción sin consentimiento de información privada que llevó a cabo Cambridge Analytica.", "url": "https://www.nytimes.com/es/2018/03/21/espanol/cambridge-analytica-trump-alexander-nix.html"}