{"authors": ["Michael Tackett"], "date_download": "2022-10-25 23:38:16", "date_modify": "2022-10-25 23:38:16", "date_publish": "2018-01-08 12:00:23", "description": "El gobierno de Donald Trump condicionó la protección para los jóvenes inmigrantes a que el congreso cumpla con una extensa lista de medidas restrictivas sobre inmigración, como otorgar 18.000 millones de dólares para construir su muro fronterizo.", "filename": "es_2018_01_08_espanol_la-casa-blanca-pide-dinero-para-el-muro-a-cambio-de-proteger-a-dreamers_1666741096.html", "image_url": "https://static01.nyt.com/images/2018/01/06/us/politics/06dc-trump1/06dc-trump1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a9d4fca3d905db5ddc6f4247a2895ced617f1197bae24df3990bbf0caeb16e13&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_01_08_espanol_la-casa-blanca-pide-dinero-para-el-muro-a-cambio-de-proteger-a-dreamers_1666741096.html", "title": "La Casa Blanca pide dinero para el muro a cambio de proteger a ‘dreamers’", "title_page": "La Casa Blanca pide dinero para el muro a cambio de proteger a ‘dreamers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La tarde del viernes, Durbin, quien afirmó que seguiría “en buena fe” con las conversaciones bipartidistas al lado de sus colegas senadores, difundió públicamente los documentos, con lo cual detonó una reacción intensa de sus correligionarios demócratas. La representante de California Nancy Pelosi, la líder demócrata de la cámara, escribió en Twitter: “@realDonald Trump, ese financiamiento que está pidiendo (de nuevo) para el muro fronterizo podría hacer mucho bien en otros lados… #NoAlMuro”.\nLa Casa Blanca formuló las demandas cuando Trump partió hacia Camp David, donde se iba a reunir con los líderes republicanos en el congreso para abordar una serie de asuntos, incluido mantener abierto el gobierno después del 19 de enero.\nNo obstante, también se esperaba que parte de las discusiones se centraran en la manera de llegar a un acuerdo con los demócratas respecto de las protecciones para los inmigrantes sin documentos que llegaron de niños al país, los dreamers, así como la forma de financiar un gran programa de atención médica para niños que está en peligro de quedarse sin fondos. El miércoles, el presidente se reunió con republicanos en la Casa Blanca, pero los encuentros en Camp David, el lugar de descanso presidencial en Maryland, están diseñados para elaborar un acercamiento estratégico más claro.\nEl gobierno de Trump y el congreso también deben llegar a un acuerdo para aumentar los límites estatutarios sobre los gastos militar y federal antes del 19 de enero, cuando expira el actual recurso transitorio del proyecto de ley sobre los gastos.\nSi no pueden llegar a un acuerdo, el gobierno podría estar obligado a recurrir a un cierre parcial casi un año después del día en que Trump asumió el poder.\nLa manera en que Trump trabaje con el congreso respecto de estos asuntos cruciales a nivel nacional establecerá la pauta para un segundo año en el cargo, y podría dar forma al panorama de las elecciones intermedias de 2018. Los republicanos están profundamente consternados de que sus mayorías en la cámara y en el senado pudieran estar en peligro.\nAntes de salir hacia Camp David, el presidente siguió en el papel de porrista en jefe de la economía. “El mercado de valores está muy pero muy al alza hoy”, comentó a los reporteros. “Hemos establecido nuevos récords y creo que se seguirán rompiendo”. El jueves, el promedio industrial Dow Jones cruzó por primera vez la barrera de los 25.000 puntos.", "url": "https://www.nytimes.com/es/2018/01/08/espanol/la-casa-blanca-pide-dinero-para-el-muro-a-cambio-de-proteger-a-dreamers.html"}