{"authors": [], "date_download": "2022-10-25 23:51:14", "date_modify": "2022-10-25 23:51:14", "date_publish": "2016-05-05 09:11:17", "description": "En medio de la crisis política que vive Brasil, un juez inhabilitó al presidente de la Cámara de Diputados por intimidación a otros congresistas y obstruir las investigaciones por corrupción en su contra.", "filename": "es_2016_05_05_espanol_america-latina_la-corte-suprema-de-brasil-suspende-a-eduardo-cunha-uno-de-los-principales-opositores-de-dilma-rousseff_1666741874.html", "image_url": "https://static01.nyt.com/images/2015/12/03/world/03brazil_web2/03brazil_web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d5b16fd04d78dbb1648a44a58f7090825a7042fc5b129418cf8d70faeee05776&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_05_05_espanol_america-latina_la-corte-suprema-de-brasil-suspende-a-eduardo-cunha-uno-de-los-principales-opositores-de-dilma-rousseff_1666741874.html", "title": "La Corte Suprema de Brasil suspende a Eduardo Cunha, uno de los principales opositores de Dilma Rousseff", "title_page": "La Corte Suprema de Brasil suspende a Eduardo Cunha, uno de los principales opositores de Dilma Rousseff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Este es el escándalo más grave en la historia democrática de Brasil y ha elevado la presión para la destitución de Rousseff en medio de la peor recesión que vive ese país desde la década de 1930. Se espera que la próxima semana la presidenta sea suspendida de su cargo cuando el senado vote para que sea enjuiciada por acusaciones de supuestas violaciones a las leyes presupuestarias.\nSegún la Constitución de Brasil, Cunha es el tercero en la línea de sucesión a la Presidencia por su cargo como presidente de la Cámara Baja del Congreso. Es un cristiano evangélico que ha captado el apoyo de la derecha religiosa en el congreso y ha pasado meses evadiendo las audiencias del comité de ética de la Cámara Baja que buscan determinar si mintió sobre sus cuentas bancarias en Suiza.\nCon la suspensión de Cunha, el Vicepresidente Waldir Maranhao, del Partido Progresista, se convirtió en la cabeza de la Cámara Baja. Si la remoción de Cunha es definitiva, el congreso tiene cinco sesiones para elegir a un nuevo presidente.\nUn portavoz de la Corte Suprema dijo que el político había sido notificado en su residencia en la madrugada de este jueves. Cunha, un astuto conocedor de los procedimientos legislativos, ha sido llamado por los medios de comunicación como el Frank Underwood de la política brasileña, en referencia al implacable político de la serie de televisión “House of Cards”.\nEste legislador inició el proceso de juicio político contra Rousseff en diciembre y es un enemigo implacable de la presidenta por lo que su suspensión podría haberla ayudado si hubiera sucedido antes.", "url": "https://www.nytimes.com/es/2016/05/05/espanol/america-latina/la-corte-suprema-de-brasil-suspende-a-eduardo-cunha-uno-de-los-principales-opositores-de-dilma-rousseff.html"}