{"authors": ["Mike Baker", "Michael Laforgia"], "date_download": "2022-10-25 23:24:18", "date_modify": "2022-10-25 23:24:18", "date_publish": "2021-08-26 00:00:08", "description": "El equipo que desarrolló las Champlain Towers construyó los condominios a pesar de sus antecedentes sospechosos, de rencillas internas y un cambio de último momento que molestó a las autoridades.", "filename": "es_2021_08_25_espanol_condo-miami-colapso-penthouse_1666740258.html", "image_url": "https://static01.nyt.com/images/2021/08/26/us/25miami-collapse-ESP-00/00miami-collapse-facebookJumbo.jpg?year=2021&h=549&w=1050&s=86a4f02786c1c20bcb09d2c22ecd68c9799e8b0afde0458aa7e161d42a89efda&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_08_25_espanol_condo-miami-colapso-penthouse_1666740258.html", "title": "Los turbios orígenes de la construcción del edificio que colapsó en Florida", "title_page": "Los turbios orígenes de la construcción del edificio que colapsó en Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Los principios de los años ochenta fueron un periodo despreocupado de construcción en la zona de Miami, que por entonces era conocida porque las regulaciones se aplicaban de forma desigual. Pero el proyecto de Champlain Towers se distinguió tanto por los tumultos que ocurrieron en el lugar de la obra como por la desfachatez de los desarrolladores detrás del proyecto.\nLos investigadores del Instituto Nacional de Estándares y Tecnología aún están en la fase inicial de examinación del colapso y se llevan a cabo análisis de la integridad de los cimientos y la fortaleza de los materiales empleados para sostener el edificio. La investigación incluirá una revisión de cómo se diseñó y construyó el edificio, indicó la agencia este mes.\nPasados atribulados\nHacia fines de los años 70, Surfside era aún un rincón humilde del sur de la Florida, tan popular entre los vacacionistas estacionales de Canadá que buscaban un pedazo del paraíso a bajo precio que la ciudad dedicaba una semana entera para celebrar el vínculo. Las ganadoras del certamen de belleza del festival podían recibir un viaje a Canadá.\nUno de los canadienses que tenía puesto el ojo en la ciudad fue Nathan Reiber, el desarrollador principal de Champlain Towers, que aportó una fabulosa visión para reconfigurar el paseo marítimo de Surfside en un momento en que el ayuntamiento estaba deseoso de conseguir nuevas fuentes de ingresos fiscales para mantener bajos los impuestos para los residentes a tiempo completo. Cuando el equipo de Reiber solicitó los primeros permisos para Champlain Towers en agosto de 1979 —sin penthouses en el piso 13— los funcionarios locales tenían dificultades con las graves deficiencias en los sistemas de agua y alcantarillado que ocasionaron una moratoria en la construcción de nuevos edificios.\nLos desarrolladores de Champlain Towers idearon un plan: aportarían 200.000 dólares para realizar las mejoras necesarias —cubriendo así la mitad del costo— si se les permitía comenzar a construir. La ciudad estuvo de acuerdo.\n“Era emocionante”, dijo Mitchell Kinzer, alcalde en ese entonces. “Aquí estábamos, el pequeño Surfside, un pueblito con edificios de lujo de primera”.", "url": "https://www.nytimes.com/es/2021/08/25/espanol/condo-miami-colapso-penthouse.html"}