{"authors": ["Damien Cave", "Isabella Kwai"], "date_download": "2022-10-25 23:23:54", "date_modify": "2022-10-25 23:23:54", "date_publish": "2022-01-18 17:04:05", "description": "Tonga ha mantenido el coronavirus bajo control, algo que podría cambiar con el arribo de la ayuda humanitaria. Pero hay problemas más inmediatos, como confirmó el gobierno en el primer informe tras el desastre.", "filename": "es_2022_01_18_espanol_tonga-volcan-covid_1666740234.html", "image_url": "https://static01.nyt.com/images/2022/01/18/world/18tonga1-esp-1/18tonga1-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_01_18_espanol_tonga-volcan-covid_1666740234.html", "title": "Un país cubierto de ceniza se inquieta por la llegada del virus", "title_page": "Un país cubierto de ceniza se inquieta por la llegada del virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Hemos escuchado que las tiendas se están quedando sin alimentos”, dijo Veitch.\nDurante tres días después de la erupción del volcán Hunga Tonga-Hunga Ha’apai, a unos 64 kilómetros de Tonga, se supo poco del país de alrededor de 100.000 habitantes. La erupción provocó “una columna de hongo volcánico” y olas de tsunami de hasta 15 metros que golpearon las costas occidentales de varias islas. Internet permaneció inactivo y las comunicaciones, que se cortaron debido a la erupción, quedaron limitadas en las islas.\nEl primer informe oficial se dio la noche del martes, el gobierno de Tonga dijo que había empezado a evaluar el número de víctimas de la erupción y confirmó que tres personas fallecieron, entre ellos un ciudadano británico, una mujer de 65 años y un hombre de 49.\nLos equipos de búsqueda y rescate empezaron a desplegarse la mañana del domingo, decía el comunicado, y casi todas las casas en algunas de las islas más afectadas, entre ellas Mango, Fonoifua y Nomuka, fueron dañadas o destruidas. El gobierno también indicó que había instalado centros de evacuación y que estaban distribuyendo artículos de emergencia. La ceniza volcánica ha “afectado gravemente” las provisiones de agua potable.\nConforme los países se preparaban para ayudar, la gran duda era cómo hacerlo de modo seguro.\n“El tema prioritario debe ser: ¿Cómo nos aseguramos al 100 por ciento que no llevaremos covid a este país?”, dijo Jonathan Pryke, director del Programa de Islas del Pacífico en el Instituto Lowy, un laboratorio independiente de pensamiento en Sídney. “Cualquier buena voluntad creada con la respuesta podría desbaratarse completamente si lleva covid a Tonga”.", "url": "https://www.nytimes.com/es/2022/01/18/espanol/tonga-volcan-covid.html"}