{"authors": ["Kimiko De Freytas-Tamura"], "date_download": "2022-10-25 23:43:18", "date_modify": "2022-10-25 23:43:18", "date_publish": "2018-05-28 15:00:18", "description": "Uno de los países más católicos del mundo ahora permite la interrupción legal del embarazo, el divorcio y el matrimonio igualitario. ¿Cómo fue que la nación hizo tantos cambios en tan poco tiempo?", "filename": "es_2018_05_28_espanol_irlanda-aborto-voto-catolicismo_1666741398.html", "image_url": "https://static01.nyt.com/images/2018/05/28/world/28ireland1/28ireland1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6de30ae4cc5f5a8363f45744ef220ae0f31f829dfefe2a3865a4021afe0980cb&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_05_28_espanol_irlanda-aborto-voto-catolicismo_1666741398.html", "title": "Irlanda, la despenalización del aborto y el cambio de la sociedad", "title_page": "Irlanda, la despenalización del aborto y el cambio de la sociedad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DUBLÍN — Hubo júbilo entre algunos; otros quedaron devastados. Sin embargo, el sentimiento prevalente, aun horas después de que se anunciara que los irlandeses votaron para despenalizar el aborto, fue la sorpresa.\nSin importar cómo se sintieran respecto al resultado del referendo, todos fueron testigos de la culminación de un cambio radical en la sociedad irlandesa, uno que se ha dado con bastante rapidez.\nLa cultura del silencio y de la deferencia a las autoridades religiosas que por mucho tiempo dominó este país han desaparecido. Ahora esta nación ha surgido como una que encabeza los valores liberales.\n“Irlanda ha dado un giro de 180 grados en todo”, dijo Adam Tyrrell, de 24 años, visiblemente sorprendido mientras fumaba un cigarrillo en el centro de la capital frente a calles que comenzaban a llenarse de multitudes que celebraban la votación.", "url": "https://www.nytimes.com/es/2018/05/28/espanol/irlanda-aborto-voto-catolicismo.html"}