{"authors": ["Apoorva Mandavilli"], "date_download": "2022-10-25 22:57:07", "date_modify": "2022-10-25 22:57:07", "date_publish": "2020-03-25 17:45:08", "description": "Según un estudio reciente, el virus sobrevive más tiempo en unos materiales (como plástico y acero) que en otros (como el cartón) e incluso podría permanecer en el aire que nos rodea.", "filename": "es_2020_03_25_espanol_coronavirus-aire-como-se-transmite_1666738627.html", "image_url": "https://static01.nyt.com/images/2020/03/19/science/24Coronavirus-Aire-ES/17VIRUS-GERMS1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=223488420b46e2a4d01efe156bee9bf5cfc52af926c9e5e18f5e8ec63051f419&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_03_25_espanol_coronavirus-aire-como-se-transmite_1666738627.html", "title": "¿El coronavirus se transmite por aire?", "title_page": "¿El coronavirus se transmite por aire? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Regístrate para recibir nuestro boletín por correo con lo mejor de The New York Times.\nEl coronavirus puede vivir durante tres días en algunas superficies como el plástico y el acero, según una investigación reciente. Los expertos dicen que el riesgo de que las personas se infecten al tocar esos materiales aún es bajo, aunque ofrecieron advertencias adicionales sobre cuánto tiempo sobrevive el virus en el aire, lo que puede tener implicaciones importantes para los trabajadores médicos.\nEl estudio, publicado el 17 de marzo en el New England Journal of Medicine, también sugiere que el virus se desintegra durante el transcurso de un día en materiales como el cartón, lo que disminuye la preocupación de que las entregas a domicilio propaguen el virus durante este periodo de reclusión y trabajo desde casa.\nLos investigadores sostienen que cuando el virus se suspende en gotículas de menos de 5 micrómetros —conocidas como aerosoles— puede estar suspendido durante aproximadamente media hora antes de descender y asentarse en las superficies, donde puede permanecer varias horas. (En la configuración experimental del estudio, el virus permaneció suspendido durante tres horas, pero se reduciría mucho antes en la mayoría de otras condiciones). El hallazgo del aerosol en particular es inconsistente con la posición de la Organización Mundial de la Salud de que el virus no es transportado por aire.\nEl virus permanece más tiempo en plástico y acero, en donde puede estar hasta 72 horas. Pero la cantidad de virus viable disminuye bruscamente durante este tiempo. Por ejemplo, en el cobre solo sobrevive por cuatro horas. Sobre cartón, sobrevive hasta 24 horas, lo que sugiere que los paquetes que llegan por correo solo deberían tener niveles bajos del virus, a menos que la persona que lo entregó haya tosido o estornudado o lo haya manipulado con manos contaminadas.", "url": "https://www.nytimes.com/es/2020/03/25/espanol/coronavirus-aire-como-se-transmite.html"}