{"authors": ["Ceylan Yeginsu"], "date_download": "2022-10-25 23:43:12", "date_modify": "2022-10-25 23:43:12", "date_publish": "2019-01-30 14:30:39", "description": "Las irlandesas que pretenden abortar descubren que la aprobación reciente de una ley no puede erradicar creencias tan arraigadas que dificultan la labor del gobierno que precisa ofrecer servicios para realizar abortos seguros y eficientes.", "filename": "es_2019_01_30_espanol_aborto-irlanda_1666741392.html", "image_url": "https://static01.nyt.com/images/2019/01/29/world/29ireland-abortion-1-print/xxireland-abortion07-facebookJumbo.jpg?year=2019&h=549&w=1050&s=113fb6c7560f1620b855aa59c638b61eaa140f3ad65bbaeba614969d3c403bc6&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2019_01_30_espanol_aborto-irlanda_1666741392.html", "title": "El aborto legal en Irlanda se topa contra viejos obstáculos", "title_page": "El aborto legal en Irlanda se topa contra viejos obstáculos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Si quieres recibir las noticias y reportajes de The New York Times en Español en tu correo, suscríbete aquí a El Times]\nDUBLÍN — El sitio web de esta clínica que realiza abortos aparece al principio en la búsqueda de Google como “ultrasonido gratuito”, su contenido y diseño de colores emula los del nuevo servicio de apoyo por parte del gobierno para los embarazos no planeados.\n“¿Buscas asesoría sobre el aborto?”. “¿Cuántas semanas tengo?”. Las burbujas color naranja brillante ligadas a las imágenes impresas de expertos médicos sonrientes pretenden informar a las mujeres acerca de las opciones de aborto que se legalizaron en Irlanda el 1 de enero.\nNo obstante, la versión física de la clínica de Dublín es menos atractiva. Su verdadero propósito es impedir abortos: al frente, como las advertencias gráficas de las cajetillas de cigarros, cuelga un enorme cartel de una chica de 15 años que murió después de que se le practicara un aborto en Londres. Dentro del inmueble se encuentra un aparato de ultrasonido en una pequeña y estrecha sala que parece un consultorio médico clandestino.", "url": "https://www.nytimes.com/es/2019/01/30/espanol/aborto-irlanda.html"}