{"authors": ["Emily Anthes"], "date_download": "2022-10-25 23:28:04", "date_modify": "2022-10-25 23:28:04", "date_publish": "2021-07-09 11:00:08", "description": "De avance veloz por Sudamérica, la variante sigue siendo un misterio. Nadie sabe si es más contagiosa que otras o si afecta a las vacunas.", "filename": "es_2021_07_09_espanol_variante-lambda-covid_1666740484.html", "image_url": "https://static01.nyt.com/images/2021/07/08/science/08VIRUS-LAMBDA1-esp-1/08VIRUS-LAMBDA1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=84457f40f428cb00dd0a41c5c7f1aa7a3048b4781c4fc2274177b1f36824d651&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2021_07_09_espanol_variante-lambda-covid_1666740484.html", "title": "La variante Lambda de Perú: lo que saben los científicos", "title_page": "La variante Lambda de Perú: lo que saben los científicos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Creo que parte del interés simplemente está basado en el hecho de que hay una nueva variante y que tiene un nuevo nombre”, dijo Nathaniel Landau, microbiólogo en la Escuela Grossman de Medicina de la Universidad de Nueva York que estudia las variantes del nuevo coronavirus.\n“Pero no considero que haya más razón para preocuparse que antes de que supiéramos de esta variante”, añadió Landau. Hasta ahora no hay pruebas que sugieren que lambda superará a delta, la variante altamente transmisible que ahora domina en gran parte del planeta. “No hay razón para pensar que esto ahora es peor que la delta”.\nPablo Tsukayama, microbiólogo de la Universidad Cayetano Heredia en Perú que documentó el surgimiento de lambda, estuvo de acuerdo. América Latina tiene “capacidad limitada” para llevar a cabo la vigilancia genómica y las investigaciones de seguimiento en laboratorio de las nuevas variantes, dijo. Esto ha llevado a vacíos de información que avivan la preocupación por la lambda. “No creo que será peor que cualquier de las que ya tenemos”, dijo. “Solo que sabemos tan poco que eso se presta a mucha especulación”.\nA mitad de junio, lambda se había documentado en 29 países, territorios o zonas, según la actualización del 15 de junio de la OMS. La variante se había detectado en 81 por ciento de las muestras secuenciadas en Perú desde abril y en 31 por ciento de las procesadas en Chile a la fecha, dijo el organismo.\nLa variante representa menos del 1 por ciento de las muestras secuenciadas en Estados Unidos según GISAID, un repositorio de datos genómicos virales. En varios otros países se han reportado casos aislados.", "url": "https://www.nytimes.com/es/2021/07/09/espanol/variante-lambda-covid.html"}