{"authors": ["Scott Shane"], "date_download": "2022-10-25 23:37:56", "date_modify": "2022-10-25 23:37:56", "date_publish": "2017-09-28 16:00:46", "description": "Un informe del medio de comunicación ruso RBC identificó a la página “Secured Borders” como obra de una empresa con sede en San Petersburgo que emplea a cientos de troles para publicar material en apoyo de las políticas gubernamentales rusas.", "filename": "es_2017_09_28_espanol_la-purga-de-la-propaganda-rusa-en-facebook_1666741076.html", "image_url": "https://static01.nyt.com/images/2017/09/13/business/13facebook-1/13facebook-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4e3d6f878a8ca860437c9e439c9095ed0cf006aa712cd469566bd3ff3f17e967&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_09_28_espanol_la-purga-de-la-propaganda-rusa-en-facebook_1666741076.html", "title": "La purga de la propaganda rusa en Facebook", "title_page": "La purga de la propaganda rusa en Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La multifacética operación informativa rusa dirigida a las elecciones presidenciales tuvo muchos elementos, incluyendo el hackeo y la filtración de correos electrónicos de demócratas, ataques frecuentes a Hillary Clinton en el canal de televisión RT y el sitio noticioso en línea Sputnik, así como la creación de cuentas falsas en Facebook y Twitter. Sin embargo, la publicación de Twin Falls es el primer ejemplo que sale a la luz de agentes rusos realmente tratando de convocar un mitin político en tierras estadounidenses.\nEmpleados de Facebook, que hablaron a condición de que se respetara su anonimato, dijeron que habían encontrado una pequeña cantidad de eventos adicionales anunciados por las páginas creadas en Rusia y que estaban buscando más. Se negaron a dar ejemplos.\nLas nuevas revelaciones aumentan la presión sobre Facebook para que haga público más de lo que sabe sobre las operaciones de propaganda rusas.\nRefiriéndose a las redes sociales como “el salvaje Oeste”, el senador de Virginia, Mark Warner, el principal demócrata en el Comité de Inteligencia, afirmó que comprender la experiencia de 2016 con las intrusiones rusas es crucial porque “la cantidad de publicidad y el uso de estas plataformas de redes sociales en las elecciones aumentará exponencialmente”. Mencionó que los representantes de Twitter presentarán pronto un informe al comité.\nFacebook señaló recientemente que las “470 cuentas no auténticas y Páginas que violan nuestras políticas” que vinculó con Rusia y eliminó habían comprado cerca de 3000 anuncios entre junio de 2015 y mayo de este año. Aunque algunos anuncios mencionaban a los candidatos presidenciales o las elecciones, la mayoría “parecían enfocarse en cambio en amplificar mensajes sociales y políticos divisivos a lo ancho de todo el espectro ideológico, tocando temas desde asuntos LGBT hasta cuestiones raciales, inmigración y derechos sobre las armas”, escribió Alex Stamos, el director de seguridad de la empresa.\nEl presidente ruso, Vladimir V. Putin, ha estado preocupado desde hace tiempo respecto de que Estados Unidos pueda estar motivando movimientos a favor de la democracia dentro de Rusia y en su periferia, incluyendo a Ucrania, Georgia y las repúblicas bálticas.\nJonathon Morgan, un antiguo asesor del Departamento de Estado que ha estudiado las operaciones rusas en línea en su empresa, New Knowledge, dijo que la actividad en Facebook enfatiza que el objetivo más amplio de Rusia iba más allá de los ataques a Clinton o el apoyo a Trump en las elecciones pasadas.", "url": "https://www.nytimes.com/es/2017/09/28/espanol/la-purga-de-la-propaganda-rusa-en-facebook.html"}