{"authors": ["Jennifer Medina", "Lisa Lerer"], "date_download": "2022-10-25 23:49:34", "date_modify": "2022-10-25 23:49:34", "date_publish": "2020-04-24 16:30:07", "description": "La pandemia ha trastocado el precario equilibrio de las mamás trabajadoras, que se han encontrado refugiadas en los baños de casa o en sus autos mientras intentan conciliar su empleo con las demandas de cuidado familiar.", "filename": "es_2020_04_24_espanol_trabajo-remoto-zoom-mujer_1666741774.html", "image_url": "https://static01.nyt.com/images/2020/04/15/us/politics/23virus-wmenswork-ES-01/00womenswork-topalt-facebookJumbo.jpg?year=2020&h=549&w=1050&s=b65d73bea8a7069efc708b190d3ae5dcb198b790981c73011b18d3e9374bc25f&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2020_04_24_espanol_trabajo-remoto-zoom-mujer_1666741774.html", "title": "Cuando el trabajo de mamá es el que debe esperar", "title_page": "Cuando el trabajo de mamá es el que debe esperar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lurie y sus pacientes forman parte de una generación de mujeres profesionales que han reorganizado la vida doméstica, aunque de manera precaria, para dar cabida a una carrera de tiempo completo y la crianza de los hijos. Están enfrentando la crisis justo en medio de los años más intensos de la maternidad y en un momento fundamental para crecer y establecerse en sus trabajos. Ahora pueden hacer las compras a distancia, pero con las escuelas cerradas y las niñeras ausentes, la pandemia las obliga a enfrentar la dolorosa realidad de la dinámica de género mientras el país se encuentra atrapado en casa.\nIncluso antes de la crisis del coronavirus, las mujeres pasaban alrededor de cuatro horas al día haciendo trabajo no remunerado, como el lavado de la ropa, la compra de alimentos y la limpieza, en comparación con aproximadamente 2,5 horas en el caso de los hombres, según datos de la Organización para la Cooperación y el Desarrollo Económicos. Esa labor ha aumentado de manera exponencial en las últimas semanas, mientras los estadounidenses educan a sus hijos en casa y ayudan a otros miembros mayores de la familia y amigos más vulnerables ante el virus.\nEn entrevistas con más de una decena de mujeres que trabajan como abogadas, escritoras, arquitectas, maestras, enfermeras y administradoras de organizaciones sin fines de lucro, muchas dijeron que se sentían agradecidas de tener algo de ayuda para cuidar a los niños antes de la cuarentena y de poder trabajar desde casa, pero las había sorprendido un poco darse cuenta de que se espera que sean ellas quienes organicen y gestionen todas las necesidades domésticas de su familia, mientras mantienen una carrera profesional de tiempo completo como parte de una pareja con una carrera dual.\nDespués de todo, fue el feminismo de las generaciones anteriores el que declaró: “lo personal es político”. Entonces, el hecho de que la crisis haya golpeado después de apabullantes derrotas políticas de las candidatas presidenciales se suma al incómodo ajuste de cuentas para muchas mujeres demócratas, incluso si habían decidido que el camino más viable para derrotar al presidente Donald Trump era apoyar al candidato restante.\nCuando Elizabeth Warren abandonó la contienda presidencial, Gretchen Newsom se sentó en su auto y rompió en llanto. Seis semanas más tarde, Warren respaldó a su otrora rival político Joe Biden, y Newsom está trabajando, cuidando de los hijos y dándoles clase, porque es madre soltera. Y, como directora política del capítulo de San Diego de la Hermandad Internacional de Trabajadores de la Industria Eléctrica, batalla en todo momento para responder las preguntas ansiosas de los miembros del sindicato.", "url": "https://www.nytimes.com/es/2020/04/24/espanol/trabajo-remoto-zoom-mujer.html"}