{"authors": ["Patricia Mazzei", "Maggie Astor"], "date_download": "2022-10-25 23:33:21", "date_modify": "2022-10-25 23:33:21", "date_publish": "2022-10-25 16:07:59", "description": "Charlie Crist estaba ávido por centrarse en el derecho al aborto, mientras que el gobernador Ron DeSantis a menudo dirigió su atención al presidente Biden.", "filename": "es_2022_10_25_espanol_florida-elecciones-de-santis-crist_1666740801.html", "image_url": "https://static01.nyt.com/images/2022/10/24/multimedia/24florida-debate-setup-1-62a2-esp-1/24florida-debate-setup-1-62a2-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_10_25_espanol_florida-elecciones-de-santis-crist_1666740801.html", "title": "Así fue el debate para gobernador de Florida entre DeSantis y Crist", "title_page": "Así fue el debate para gobernador de Florida entre DeSantis y Crist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "El número de muertos por el huracán Ian fue un punto de fricción\nAl menos 114 personas murieron a causa del huracán Ian en Florida, convirtiéndolo en la tormenta más mortífera en el estado en casi 90 años. Muchos de los fallecidos eran personas mayores o vulnerables que quedaron atrapadas en sus casas o automóviles y se ahogaron. The New York Times descubrió que el condado de Lee, donde se encuentra la ciudad de Fort Myers, muy afectada, no siguió sus propios planes para la evacuación de personas antes del huracán.\nCrist acusó a DeSantis de no utilizar su influencia para animar a la gente a salir antes de que la tormenta tocara tierra, y señaló que más de 82.000 floridanos han muerto durante la pandemia de coronavirus bajo la vigilancia de DeSantis.\n“Tanto si se trata de la covid como del huracán, Ron ignoró a la ciencia”, dijo Crist.\nDeSantis respondió que las evacuaciones son ordenadas por los funcionarios del condado y no por el estado. “Nuestro mensaje fue: ‘Escuchen a sus autoridades locales’”, dijo. “En última instancia, es una decisión local. Pero yo respaldo a cada uno de nuestros condados locales”.\nNi DeSantis ni Crist respondieron a la pregunta sobre si debería haber límites en la construcción en la costa de Florida dado el aumento de la frecuencia e intensidad de los huracanes. Crist culpó a DeSantis por permitir el desgaste del mercado de seguros de propiedad del estado; DeSantis respondió que las tarifas de los seguros han subido debido a las excesivas demandas.\nDeSantis hizo declaraciones falsas y engañosas sobre el aborto\nEstaba claro desde el principio que Crist estaba ansioso por hablar sobre el aborto, uno de los temas preferidos por los demócratas en un ciclo electoral por lo demás desfavorable. La primera pregunta fue sobre la política de vivienda, pero empezó diciendo que la elección era “un fuerte contraste entre alguien que cree en el derecho de la mujer a elegir” y DeSantis, que firmó una prohibición del aborto de 15 semanas que, según subrayó Crist, no incluye excepciones por violación e incesto.", "url": "https://www.nytimes.com/es/2022/10/25/espanol/florida-elecciones-de-santis-crist.html"}