{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:38:54", "date_modify": "2022-10-25 23:38:54", "date_publish": "2022-02-19 23:09:28", "description": "Si invade Ucrania, el presidente de Rusia, Vladimir Putin, estaría iniciando una nueva disputa global con Occidente. Debería pensar en cómo terminó la última confrontación, dicen los analistas.", "filename": "es_2022_02_19_espanol_ucrania-rusia-que-pasa_1666741134.html", "image_url": "https://static01.nyt.com/images/2022/02/19/world/19ukraine-analysis-ESP-1/19ukraine-analysis01-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_02_19_espanol_ucrania-rusia-que-pasa_1666741134.html", "title": "Crisis en Ucrania: la amenaza de una nueva Guerra Fría", "title_page": "Crisis en Ucrania: la amenaza de una nueva Guerra Fría - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A diferencia del consejo soviético, Putin no intenta librar una lucha ideológica global ni está —por ahora— llevando a la bancarrota a su país en una costosa carrera armamentista. Rusia está mucho más entrelazada en la economía global, una situación que algunas personas todavía esperan que ayude al mundo a evitar una confrontación entre Oriente y Occidente tan profunda y prolongada. Y para Estados Unidos, es China, no Rusia, la que ahora se perfila como el adversario estratégico más serio a largo plazo.\nPero para Putin, los esfuerzos desandar la derrota de su país en la Guerra Fría original ya han durado al menos 15 años. En su discurso durante la Conferencia de Seguridad de Múnich en 2007, declaró su rechazo a un orden mundial liderado por Estados Unidos y advirtió de las “municiones sin estallar” que quedaron de la Guerra Fría: “estereotipos ideológicos” y “doble rasero” que permitieron a Washington gobernar el mundo mientras obstaculiza el desarrollo de Rusia.\nEste fin de semana, en uno de los muchos acontecimientos ominosos de los últimos días, Rusia no irá a la conferencia de Múnich, una reunión anual en la que, durante las tensiones previas en el gobierno de Putin, funcionarios occidentales habían podido reunirse con sus homólogos rusos.\nEn cambio, el Kremlin divulgó imágenes de Putin en la sala de crisis del Kremlin, desde donde dirigía los lanzamientos de prueba de su arsenal modernizado de misiles con capacidad nuclear desde bombarderos, submarinos y lanzadores terrestres. Fue un recordatorio cuidadosamente programado de que, como dijo recientemente la televisión rusa a los televidentes, el país puede convertir las ciudades estadounidenses “en cenizas radiactivas”.\nY Putin ha concentrado una enorme fuerza en el norte, este y sur de Ucrania para señalar que el Kremlin ve el viraje prooccidental de la antigua república soviética como una amenaza tan grave que está dispuesto a librar una guerra para detenerlo. El enfrentamiento evoca de alguna manera la crisis de Berlín de 1961, cuando los soviéticos exigieron que las fuerzas occidentales abandonaran Berlín y Alemania Oriental finalmente construyó el muro que dividía el este y el oeste. Para algunos rusos, el hecho de que Ucrania esté mucho más cerca de Rusia que de Berlín es lo que hace que la nueva Guerra Fría sea aún más peligrosa.", "url": "https://www.nytimes.com/es/2022/02/19/espanol/ucrania-rusia-que-pasa.html"}