{"authors": ["Andrea Zarate"], "date_download": "2022-10-25 23:51:09", "date_modify": "2022-10-25 23:51:09", "date_publish": "2017-02-08 11:58:31", "description": "La fiscalía peruana pidió el arresto preventivo del expresidente peruano Alejandro Toledo; mientras las autoridades colombianas indagan si Juan Manuel Santos recibió donaciones de la constructora Odebrecht.", "filename": "es_2017_02_08_espanol_america-latina_el-caso-odebrecht-alcanza-a-lideres-de-peru-y-colombia_1666741869.html", "image_url": "https://static01.nyt.com/images/2017/02/08/world/08peru/08peru-facebookJumbo.jpg?year=2017&h=550&w=1050&s=692cbaae1edcd0a8e79d35730767b1ee8f8a5dca7e4c7df11e5a904c7faafc31&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_02_08_espanol_america-latina_el-caso-odebrecht-alcanza-a-lideres-de-peru-y-colombia_1666741869.html", "title": "El caso Odebrecht alcanza a líderes de Perú y Colombia", "title_page": "El caso Odebrecht alcanza a líderes de Perú y Colombia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LIMA — Un escándalo de corrupción que ha conmocionado a América Latina alcanzó a las élites políticas de dos países esta semana: el fiscal general de Perú emitió una orden de arresto contra un expresidente y los procuradores colombianos dijeron que la campaña de su mandatario habría recibido donaciones de una fuente cuestionable.\nEl exmandatario peruano Alejandro Toledo fue acusado por los fiscales de aceptar 20 millones de dólares en sobornos de la constructora brasileña Odebrecht a cambio de otorgarle a esa empresa contratos públicos para infraestructura, incluido el permiso para construir una carretera que conecta a Perú con Brasil.\nLas acusaciones podrían llevar a Toledo a la cárcel, un giro para un hombre que alcanzó el poder tras liderar las protestas que ayudaron a tirar al gobierno de Alberto Fujimori, quien está en prisión por cargos de violaciones a los derechos humanos y desvío de fondos de campaña.\nEl Ministerio Público peruano pidió el lunes el arresto preventivo de Toledo, dijo Hamilton Castro, el fiscal a cargo del caso. Un juez debería emitir un fallo respectivo en los próximos días.", "url": "https://www.nytimes.com/es/2017/02/08/espanol/america-latina/el-caso-odebrecht-alcanza-a-lideres-de-peru-y-colombia.html"}