{"authors": ["Ernesto Londoño"], "date_download": "2022-10-25 23:51:52", "date_modify": "2022-10-25 23:51:52", "date_publish": "2017-04-13 15:12:49", "description": "Hace casi un año, Dilma Rousseff, la primera mujer en liderar el Palacio do Alvorada, fue suspendida del cargo de cara a un juicio político. En entrevista, habla sobre el futuro democrático de Brasil, sus libros favoritos y su rutina diaria desde \"el golpe\" que acusa sufrió.", "filename": "es_2017_04_13_espanol_america-latina_la-expresidenta-de-brasil-habla-a-meses-de-su-destitucion_1666741912.html", "image_url": "https://static01.nyt.com/images/2017/04/13/opinion/12londonoTNweb/12londonoTNweb-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4f5127c7c842b0a74fef43b369ce2e30fa11553d3391f499241056a42af32e4a&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_04_13_espanol_america-latina_la-expresidenta-de-brasil-habla-a-meses-de-su-destitucion_1666741912.html", "title": "La expresidenta de Brasil habla a meses de su destitución", "title_page": "La expresidenta de Brasil habla a meses de su destitución - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hace casi un año, los legisladores brasileños votaron para suspender a la presidenta Dilma Rousseff del cargo, lo que desencadenó una caída dramática para la primera mujer en liderar Brasil. Rousseff, exguerrillera que fue torturada durante la dictadura militar de los setenta, fue expulsada formalmente en septiembre.\nSu remoción marcó también el fin de trece años de mandato de la izquierda con el Partido de los Trabajadores (PT) y un cambio de nivel sísmico en la trayectoria política del país. Entrevisté a Rousseff el fin de semana pasado durante la conferencia sobre Brasil organizada por Harvard y MIT, en la cual dio un discurso desafiante en el que advirtió que la democracia brasileña está en peligro. A continuación, un fragmento de la conversación, con ediciones ligeras.\n¿Cómo ha sido su rutina diaria desde que fue enjuiciada?\nHe leído mucho. También me ejercito diario, practico ciclismo y levantamiento pesas. Es bueno para el cuerpo y para la mente. Hago, en promedio, 50 minutos de ciclismo al día.\n¿Cuál ha sido el mejor libro que ha leído desde su destitución?\n¿Puedo decir varios? Makers and Takers: The Rise of Finance and the Fall of American Business de Hana Foroohar. También me gustó Homo Deus: A Brief History of Tomorrow, por Yuval Noah Harari. Leo muchos géneros literarios, de otro modo me canso. Estoy en una edad en la que también releo algunos libros. He releído El evangelio según Jesucristo de José Saramago y Gran sertón: veredas (Grande sertão: veredas) por João Guimarães Rosa. Es verdaderamente hermoso.", "url": "https://www.nytimes.com/es/2017/04/13/espanol/america-latina/la-expresidenta-de-brasil-habla-a-meses-de-su-destitucion.html"}