{"authors": ["Anton Troianovski"], "date_download": "2022-10-25 23:42:25", "date_modify": "2022-10-25 23:42:25", "date_publish": "2022-09-12 09:00:19", "description": "Las fuerzas ucranianas retomaron el bastión militar ruso de Izium mientras el presidente Putin inauguraba una feria en Moscú. Algunos de los partidarios más vocales de la guerra han empezado a expresar frustración.", "filename": "es_2022_09_12_espanol_retirada-rusia-ucrania-putin_1666741345.html", "image_url": "https://static01.nyt.com/images/2022/09/10/world/12ukraine-russia-ESP-1/10ukraine-russia1-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_09_12_espanol_retirada-rusia-ucrania-putin_1666741345.html", "title": "Putin recibe críticas de partidarios de la guerra", "title_page": "Putin recibe críticas de partidarios de la guerra - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Hola hola, ¿hay alguien en casa?”, preguntó uno de ellos. “¿Estamos listos para defendernos de un ataque en esta dirección?”.\nDías después, se volvió evidente que la respuesta era no. Las fuerzas ucranianas arrasaron con las débiles defensas de Rusia en Balakliya y otras ciudades cercanas en el noreste de Ucrania. Hasta este fin de semana, algunos analistas estimaron que el territorio recuperado por Ucrania equivale a alrededor de 2590 kilómetros cuadrados, un posible punto de inflexión en la que se había convertido en una guerra de desgaste este verano.\n“Es momento de castigar a los comandantes que permitieron este tipo de cosas”, dijo Maksim Fomin, un bloguero prorruso del este de Ucrania, en un video publicado el viernes, en el que decía que las fuerzas rusas ni siquiera intentaron resistir cuando el ejército ucraniano avanzó la semana pasada.\nAlgunos de los blogueros han sido integrados en unidades militares y trabajan para medios de comunicación estatales o pro-Kremlin, para los que hacen reportajes para la televisión al tiempo que brindan más detalles en sus cuentas de Telegram. Otros parecen operar de manera más independiente: confían en conexiones personales para acceder cerca de la línea del frente de batalla y añaden sus datos bancarios a sus publicaciones de Telegram para solicitar donativos.\nKuznets, un excorresponsal de guerra ruso, dijo que los militares rusos parecían tolerar la presencia de blogueros de guerra a pesar de sus críticas ocasionales, en parte porque estaban de acuerdo con los puntos de vista imperialistas de línea dura de los blogueros. Y los blogueros juegan un papel crucial en la difusión del mensaje proruso en las redes sociales, donde su audiencia incluye tanto a rusos como a ucranianos.\nSin embargo, el enojo por los errores del ejército ruso entre algunos blogueros alcanzó su punto álgido el sábado. Uno calificó la retirada rusa como una “catástrofe”, mientras que otros indicaron que había dejado a los residentes que colaboraron con las fuerzas rusas a la merced de las tropas ucranianas, lo que podría debilitar la credibilidad de las autoridades ocupantes en todo el territorio que Rusia todavía domina.", "url": "https://www.nytimes.com/es/2022/09/12/espanol/retirada-rusia-ucrania-putin.html"}