{"authors": ["Mark Landler", "Katrin Bennhold", "Matina Stevis-Gridneff"], "date_download": "2022-10-25 23:38:31", "date_modify": "2022-10-25 23:38:31", "date_publish": "2022-03-07 16:46:28", "description": "En diez días vertiginosos, Occidente desechó el manual que había usado durante décadas con el Kremlin y aisló a Rusia con sanciones y castigos sin precedentes.", "filename": "es_2022_03_07_espanol_rusia-ucrania-invasion-sanciones_1666741111.html", "image_url": "https://static01.nyt.com/images/2022/03/04/world/07ukraine-world-00/00ukraine-world-13-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_03_07_espanol_rusia-ucrania-invasion-sanciones_1666741111.html", "title": "Cómo se organizó la demostración de unidad contra Rusia", "title_page": "Cómo se unieron los países para aplicar sanciones a Rusia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Al día siguiente, Estados Unidos estaba de acuerdo, junto con la Unión Europea: penalizarían al banco central de Rusia y eliminarían algunas instituciones rusas del sistema SWIFT, para así obstruir el acceso de Rusia a un colchón de reservas internacionales que había acumulado desde la primera invasión a Ucrania en 2014.\nAl igual que el cierre del proyecto Nord Stream por parte de Alemania, la acción sobre el SWIFT llevó las sanciones occidentales a un nivel completamente nuevo.\n“Restringir los activos del banco central de Rusia en los primeros días de un conflicto va mucho más allá del manual que habíamos visto antes”, dijo John E. Smith, exdirector de la Oficina de Control de Activos Extranjeros del Departamento del Tesoro estadounidense. “Hacer que EE. UU., el RU, la UE, Canadá, Japón y otras jurisdicciones impongan esa medida voluntariamente durante un fin de semana es un logro asombroso y un repudio a las acciones de Rusia”.\nEn Estados Unidos, una evolución sobre Ucrania\nLa anexión de Crimea pesaba sobre los funcionarios estadounidenses. Durante el desayuno en la conferencia de seguridad de Múnich, el secretario de Estado de Estados Unidos, Antony Blinken, recordó con claridad los errores cometidos en 2014, cuando los aliados occidentales fueron tomados por sorpresa por la conquista relámpago de Rusia. Les llevó casi un año improvisar sanciones, ninguna de las cuales fue tan severa como para obligar a Putin a dar marcha atrás.\nEntonces, Blinken trabajaba para Biden, quien en ese momento era vicepresidente, y presionó para que Estados Unidos enviara misiles antitanque Javelin a las tropas ucranianas. Pero el entonces presidente Barack Obama, temiendo un ciclo de escalada con Moscú, se resistió. En una cena en la Casa Blanca en septiembre de 2014 con expertos en política exterior, Obama preguntó: “¿Alguien me puede decir cuál es el interés estadounidense en Ucrania?”.\nEsos recuerdos se quedaron con Biden, quien como vicepresidente había visitado Kiev varias veces. Ahora, como presidente, vio a Ucrania como una oportunidad para reafirmar el liderazgo de Estados Unidos en el escenario mundial, un papel que resultó afectado después de la salida caótica y sangrienta de su gestión de Afganistán.\nLos diplomáticos estadounidenses habían mantenido cientos de reuniones con funcionarios europeos desde que Rusia empezó a reunir a su ejército en el otoño. En una sorprendente excepción a la práctica, la CIA reveló información detallada sobre los planes de guerra de Putin, incluidas las llamadas operaciones de bandera falsa que Rusia podría utilizar como pretexto para atacar. Aunque esa maniobra no logró que Putin reconsiderara su decisión, le quitó a Rusia cualquier elemento de sorpresa.", "url": "https://www.nytimes.com/es/2022/03/07/espanol/rusia-ucrania-invasion-sanciones.html"}