{"authors": ["The New York Times En Español"], "date_download": "2022-10-25 23:44:43", "date_modify": "2022-10-25 23:44:43", "date_publish": "2017-01-19 17:49:52", "description": "La Secretaría de Relaciones Exteriores de México anunció que Joaquín Guzmán Loera será procesado en Estados Unidos por delitos de narcotráfico, lavado de dinero y homicidio, entre otros. El líder del Cartel de Sinaloa se había fugado en dos ocasiones de penales de máxima seguridad en México.", "filename": "es_2017_01_19_espanol_america-latina_mexico-extradita-al-chapo-guzman-a-nueva-york_1666741483.html", "image_url": "https://static01.nyt.com/images/2016/08/19/nytnow/19nytnow-elchapo/19nytnow-elcapo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5601ecdae63b0f028a5243d9a994679565182b2eba20515378cfba0c41a85440&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_01_19_espanol_america-latina_mexico-extradita-al-chapo-guzman-a-nueva-york_1666741483.html", "title": "México extradita al Chapo Guzmán a Nueva York", "title_page": "México extradita al Chapo Guzmán a Nueva York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CIUDAD DE MÉXICO — Joaquín “el Chapo” Guzmán Loera, quizás el narcotraficante más célebre de México, fue extraditado este jueves a Estados Unidos por el gobierno mexicano, anunció la Secretaría de Relaciones Exteriores.\nLa extradición de Guzmán Loera, líder del Cartel de Sinaloa, una de las mayores organizaciones narcotraficantes del mundo y uno de los carteles más sangrientos de México, fue un centro de polémica entre los gobiernos mexicanos y estadounidense durante años.\nEl gobierno mexicano había dicho en el pasado que Guzmán Loera debía cumplir condenas en su país, y que no sería extraditado hasta “unos 300 o 400 años después”, según dijo en 2015 el ex procurador general José Murillo Karam, quien dejó el cargo en medio de las críticas por la investigación de la desaparición de 43 estudiantes normalistas.\nLa extradición finalmente fue aceptada en 2016, pero se había retrasado debido a que El Chapo solicitó una serie de amparos para frenar del proceso.", "url": "https://www.nytimes.com/es/2017/01/19/espanol/america-latina/mexico-extradita-al-chapo-guzman-a-nueva-york.html"}