{"authors": ["The New York Times"], "date_download": "2022-10-25 23:25:25", "date_modify": "2022-10-25 23:25:25", "date_publish": "2016-09-26 23:43:44", "description": "El lunes Donald Trump demostró su impaciencia y poca experiencia política cuando Hillary Clinton lo presionó por sus denigrantes declaraciones sobre las mujeres y el presidente Barack Obama.", "filename": "es_2016_09_26_espanol_los-momentos-clave-del-agitado-debate-entre-clinton-y-trump_1666740325.html", "image_url": "https://static01.nyt.com/images/2016/09/27/us/27highlights-8/27highlights-8-facebookJumbo.jpg?year=2016&h=550&w=1050&s=28e443e6efa683ede48f0c30974cf095cc1f9196fcf1eada794636eff25beb18&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2016_09_26_espanol_los-momentos-clave-del-agitado-debate-entre-clinton-y-trump_1666740325.html", "title": "Los momentos clave del agitado debate entre Clinton y Trump", "title_page": "Los momentos clave del agitado debate entre Clinton y Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "La confrontación que muchos esperaban el lunes en la noche durante el debate presidencial entre Donald Trump y Hillary Clinton no se hizo esperar.\nFue un encuentro en el que los candidatos se enfrentaron por temas como la guerra de Irak, las declaraciones de impuestos y el uso de un servidor privado de correos electrónicos. Trump demostró su impaciencia y poca experiencia política cuando Clinton lo presionó por sus denigrantes declaraciones sobre las mujeres y el presidente Barack Obama.\nEl republicano interrumpió constantemente a Clinton y a veces habló durante el tiempo que le correspondía a ella durante el largo debate de 90 minutos. Seguramente sus ataques le agradaron a su base republicana, pero pudieron haber sido desagradables para las mujeres y los votantes indecisos.\nAquí reunimos los momentos más candentes del intercambio entre los candidatos a la presidencia de Estados Unidos:\nDiscusión sobre raza\n– Clinton usó dos veces la palabra “racista” para describir el comportamiento de Trump cuando señaló que en el pasado su empresa había sido demandada por negarse a alquilarle propiedades a inquilinos de raza negra.\n– Clinton también reprendió duramente a Trump por apoyar la “mentira racista” de que el presidente Obama no nació en Estados Unidos.\n– Trump lució confundido al defenderse por sus ataques a Obama, y en varios momentos criticó a Clinton por no presionar al actual presidente para que divulgara su certificado de nacimiento durante la campaña presidencial de 2008. “Ella falló cuando no consiguió el certificado de nacimiento”, dijo. “Cuando me involucré, no fallé”.\n– Cuando se le preguntó si creía que los agentes de policía tenían un comportamiento sesgado en contra de los estadounidenses de raza negra, Clinton sugirió que todos eran susceptibles de tener ese sesgo. “Creo que, por desgracia, muchos de los ciudadanos de este país tienen ideas preconcebidas sobre los demás”.\n– Trump dijo que Clinton “no quiere usar un par de palabras”, ley y orden, antes de defender su polémica estrategia de registros y cateos policiales. “Los afroamericanos e hispanos están viviendo un infierno”, dijo. “Te pueden disparar al caminar por las calles”.", "url": "https://www.nytimes.com/es/2016/09/26/espanol/los-momentos-clave-del-agitado-debate-entre-clinton-y-trump.html"}