{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:43", "date_modify": "2022-10-25 23:43:43", "date_publish": "2018-05-25 12:44:40", "description": "El presidente español enfrenta un pedido de moción de censura presentado por el PSOE, principal partido opositor, después de que funcionarios del gobernante Partido Popular fueron condenados por beneficiarse de un esquema de sobornos.", "filename": "es_2018_05_25_espanol_mariano-rajoy-gurtel-mocion-censura_1666741423.html", "image_url": "https://static01.nyt.com/images/2018/05/26/world/26spain/26spain-facebookJumbo.jpg?year=2018&h=550&w=1050&s=59bbf5db49fd7c79c40fd0651d3fe0c6ee3f9939be9ba67d874d3f502f7f04ed&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2018_05_25_espanol_mariano-rajoy-gurtel-mocion-censura_1666741423.html", "title": "Rajoy, en el ojo del huracán por la corrupción en su partido", "title_page": "Rajoy, en el ojo del huracán por la corrupción en su partido - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hace cinco años, en el clímax de un escándalo por corrupción, el presidente del gobierno español, Mariano Rajoy, negó que su partido hubiera operado un fondo ilícito, poco después de que se descubriera que el extesorero del Partido Popular (PP) había escondido millones de euros en bancos suizos.\nRajoy también prometió que habría absoluta transparencia para acabar con el escándalo que se basaba en lo que él calificó como “papeles apócrifos” para desvirtuar a su partido. “Eso es todo lo que van a sacar”, dijo en ese entonces el presidente del gobierno en un discurso televisado.\nSin embargo, el tema de la corrupción dentro del Partido Popular ha regresado con mayor intensidad a la agenda política de España y amenaza la supervivencia de su gobierno conservador.\nEl 25 de mayo, el principal partido socialista de oposición —el Partido Socialista Obrero Español (PSOE)— puso sobre la mesa una propuesta parlamentaria para realizar una moción de censura con el fin de impugnar al gobierno de Rajoy, un día después de que el extesorero de su partido, Luis Bárcenas, fue sentenciado a 33 años en prisión y multado con 44 millones de euros (51,3 millones de dólares) por beneficiarse de un esquema de sobornos por contratos.", "url": "https://www.nytimes.com/es/2018/05/25/espanol/mariano-rajoy-gurtel-mocion-censura.html"}