{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:55:26", "date_modify": "2022-10-25 23:55:26", "date_publish": "2017-07-23 13:00:55", "description": "Mohamed bin Nayef cedió su lugar como heredero al trono de Arabia Saudita a su primo Mohamed bin Salmán, ¿fue una decisión voluntaria, fue debido a su problema con la adicción a los medicamentos o fue presionado durante horas para tomar esa repentina decisión?", "filename": "es_2017_07_23_espanol_heredero-al-trono-arabia-saudita-trama_1666742126.html", "image_url": "https://static01.nyt.com/images/2017/07/19/world/19saudi4/19saudi4-facebookJumbo.jpg?year=2017&h=550&w=1050&s=57799cde488053539b61dc33d457eae788ac923173d56c65409d26c400564c20&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2017_07_23_espanol_heredero-al-trono-arabia-saudita-trama_1666742126.html", "title": "El plan de un heredero al trono para dejar fuera a su rival en Arabia Saudita", "title_page": "El plan de un heredero al trono para dejar fuera a su rival en Arabia Saudita - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AMMÁN, Jordania — Mohamed bin Nayef no estaba acostumbrado a que alguien le dijera qué hacer, debido a que ocupaba el primer lugar en la línea de sucesión para convertirse en rey de Arabia Saudita. Sin embargo, una noche de junio, lo convocaron a un palacio en La Meca donde lo retuvieron y lo presionaron durante horas para que renunciara a su derecho de sucesión al trono.\nAl amanecer, sucumbió ante la presión y Arabia Saudita despertó con la noticia de que tenía un nuevo príncipe heredero al trono: Mohamed bin Salmán, el hijo del rey, de 31 años.\nQuienes apoyan al joven príncipe han elogiado su ascenso, calificándolo como el perfecto empoderamiento de un líder ambicioso. Sin embargo, desde el 21 de junio, fecha de su promoción, ha salido a la luz información que señala que Mohamed bin Salmán fraguó el plan para lograr la destitución y que la transición fue más turbia de lo anunciado en público, de acuerdo con funcionarios y exfuncionarios de Estados Unidos y personas allegadas a la familia real.\nPara lograr más apoyo al repentino cambio en la línea de sucesión, se informó a algunos príncipes de mayor edad que el sobrino del rey Salmán, Mohamed bin Nayef, de 57 años de edad, no podía convertirse en rey debido a un problema de drogas, según explicó una persona cercana a la familia real.", "url": "https://www.nytimes.com/es/2017/07/23/espanol/heredero-al-trono-arabia-saudita-trama.html"}