{"authors": ["Zhengkun Hou"], "date_download": "2022-10-25 23:25:22", "date_modify": "2022-10-25 23:25:22", "date_publish": "2022-09-03 09:00:06", "description": "Nuestro vínculo se dio solo con miradas por encima de la mascarilla y creció con tanta intensidad que temí el regreso de la normalidad a Shanghái.", "filename": "es_2022_09_03_espanol_amor-pandemia-modern-love_1666740322.html", "image_url": "https://static01.nyt.com/images/2022/08/28/style/26MODERN-SHANGHAI/26MODERN-SHANGHAI-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_2022_09_03_espanol_amor-pandemia-modern-love_1666740322.html", "title": "Modern Love: El confinamiento pandémico fue nuestra burbuja de amor", "title_page": "Modern Love: El confinamiento pandémico fue nuestra burbuja de amor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Durante los dos meses de encierro de la primavera en Shanghái, los residentes estuvieron confinados en su mayoría a sus casas y pasillos. Para una mujer soltera como yo que, a los 29 años, vive sola y trabaja por cuenta propia, toda mi vida se redujo a mí, yo misma y yo.\nMuchos alimentos dejaron de estar disponibles durante esa época; la gente estaba ansiosa, aislada y aburrida. La Coca-Cola, el pastel y el chocolate se convirtieron en lujos poco comunes. Se podía cambiar casi cualquier cosa por una lata de refresco, y el sabor del chocolate podía enviarte al nirvana. El trueque y las compras en grupo se convirtieron en la nueva normalidad, junto con las “citas” de cinco minutos con mascarilla puesta cerca de la cabina de pruebas de PCR, que era uno de los pocos lugares fuera de nuestros departamentos a los que se nos permitía ir.\nNaturalmente, todo el mundo se entusiasmó cuando nuestro edificio tuvo por fin la oportunidad de pedir hamburguesas y Coca-Cola de un local de comida rápida. Sin embargo, cuando pregunté a los cientos de miembros del grupo de WeChat de nuestro edificio —creado apresuradamente durante el confinamiento— si alguien quería ayudar con la entrega, el silencio duró 10 minutos. Entonces mi celular se iluminó con un mensaje de un hombre que no conocía: “Me encantaría ayudar”.", "url": "https://www.nytimes.com/es/2022/09/03/espanol/amor-pandemia-modern-love.html"}