{"authors": ["Carl Zimmer", "Andrew Jacobs"], "date_download": "2022-10-25 23:50:23", "date_modify": "2022-10-25 23:50:23", "date_publish": "2022-01-04 23:02:26", "description": "¿Debemos preocuparnos por esta nueva versión del coronavirus? ¿Qué dicen los fabricantes de vacunas? ¿Qué medidas se recomiendan? A poco tiempo de su descubrimiento, ómicron ha resultado ser altamente transmisible y menos susceptible a las vacunas que otras variantes.", "filename": "es_article_variante-omicron-covid_1666741823.html", "image_url": "https://static01.nyt.com/images/2021/11/29/29virus-omicron-1-esp-1/29virus-omicron-1-facebookJumbo.jpg", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_article_variante-omicron-covid_1666741823.html", "title": "Lo que sabemos de la variante ómicron", "title_page": "Lo que sabemos de la variante ómicron - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Si bien es probable que proporcione protección contra la enfermedad grave, la inmunidad de infecciones previas hace poco por impedir las infecciones con la variante ómicron. Los primeros indicios de que esta nueva variante podía eludir la inmunidad llegaron de Sudáfrica, donde los científicos calculan que al menos el 70 por ciento de las personas han tenido COVID-19 en algún momento de la pandemia. Una fracción inesperadamente grande de los casos de ómicron eran personas que habían sido infectadas previamente.\nCuando la variante ómicron se disparó en Inglaterra, los investigadores británicos descubrieron igualmente que muchas personas con ómicron ya habían sobrevivido a la covid. Los investigadores calcularon que el riesgo de reinfección con ómicron era unas cinco veces mayor que el de otras variantes.\nResultados similares se obtuvieron en Dinamarca, donde los científicos compararon más de 2200 hogares en los que alguien se infectó con la variante ómicron con unos 6300 hogares infectados con la variante delta. Ómicron tenía 3,6 veces más probabilidades que delta de infectar a las personas con refuerzos que compartían la misma casa. Pero apenas era más probable que infectara a personas no vacunadas.\nPara comprender mejor este mayor riesgo de reinfección, varios equipos de científicos han estudiado los anticuerpos que producen las personas que se recuperan de COVID-19. Si mezclan esos anticuerpos con otras variantes, los anticuerpos hacen un buen trabajo al impedir que los virus infecten las células humanas.\nPero si mezclan esos anticuerpos con la variante ómicron, esta sigue consiguiendo entrar en las células la mayor parte del tiempo. Eso significa que las mutaciones que ómicron lleva están cambiando la forma de sus proteínas de superficie, donde los anticuerpos se fijan al coronavirus.\n¿Qué grado de protección ofrecen las vacunas?\nVarios estudios indican que la vacunación completa más una vacuna de refuerzo proporciona una fuerte protección contra la infección por la variante ómicron. Sin embargo, sin un refuerzo, dos dosis de una vacuna como la de Pfizer-BioNTech o la de Moderna proporcionan una protección mucho menor. (Aun así, dos dosis de una vacuna parecen proteger contra la enfermedad grave por ómicron).\nUnos científicos extrajeron sangre de personas con el esquema de vacunación completo y mezclaron sus anticuerpos con ómicron en una placa de Petri cargada de células humanas. Todas las vacunas probadas hasta ahora hicieron un peor trabajo en la neutralización de ómicron que frente a otras variantes. Y los anticuerpos de las personas que recibieron dos dosis de las vacunas de AstraZeneca o una dosis de Johnson & Johnson no parecen hacer nada en absoluto contra ómicron.", "url": "https://www.nytimes.com/es/article/variante-omicron-covid.html"}