{"authors": ["Por Mona El-Naggar", "Adam Rasgon Y Mona Boshnaq"], "date_download": "2022-10-25 23:55:46", "date_modify": "2022-10-25 23:55:46", "date_publish": "2021-05-26 20:34:09", "description": "Al menos 69 niños murieron este mes en la guerra entre Israel y Hamás. Estas son sus historias.", "filename": "es_interactive_2021_05_26_espanol_mundo_gaza-victimas_1666742146.html", "image_url": "https://static01.nyt.com/images/2021/05/25/multimedia/gaza-israel-children-still/gaza-israel-children-still-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=7f9698289608242941be5fa88c895d773a4a24f40cb47b67c53a0868bc1ec00d&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_interactive_2021_05_26_espanol_mundo_gaza-victimas_1666742146.html", "title": "Israel-Gaza: los niños que murieron", "title_page": "Israel-Gaza: los niños que murieron - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apenas habían transcurrido unos minutos del estallido de los enfrentamientos entre Israel y Hamás cuando Baraa al-Gharabli, un niño de 5 años, murió en Jabaliya, Gaza.\nMustafa Obaid, de 16 años, murió en el mismo ataque, la noche del 10 de mayo.\nCasi al mismo tiempo, cuatro primos —Yazan al-Masri, de 2 años, Marwan al-Masri, de 6 años, Rahaf al-Masri, de 10 años, e Ibrahim al-Masri, de 11— fallecieron en Beit Hanoun, Gaza. “Fue devastador”, dijo Mukhlis al-Masri, un primo de los jóvenes. “El dolor de nuestra familia es indescriptible”.\nEran niños apenas\nHussein Hamad, 11 años\nIbrahim Hassanain, 16 años\nMuhammad Suleiman, 15 años\nHamza Ali, 12 años\nMina Sharir, de 2 años, y su hermana Lina Sharir, de 15\nCasi todos los niños fallecidos eran palestinos.\nGaza está densamente poblada y es mayoritariamente joven, ya que aproximadamente la mitad de los habitantes tienen menos de 18 años. Por lo tanto, cuando los ataques de los aviones de combate israelíes afectan los vecindarios residenciales, hay un alto número de niños en riesgo.\nIsrael culpa a Hamás por el elevado número de civiles muertos en Gaza porque el grupo dispara cohetes y realiza operaciones militares desde zonas civiles. Los críticos de Israel citan el número de muertos como prueba de que los ataques de Israel fueron indiscriminados y desproporcionados.\nBeit Hanoun, en el norte de la Franja de Gaza, el 15 de mayo Samar Abu Elouf para The New York Times\nLos niños son los más vulnerables.\nEn Gaza, crecen en medio de una pobreza generalizada y un alto desempleo, y no pueden entrar o salir libremente del territorio debido al bloqueo impuesto por Israel y Egipto. También viven bajo la constante amenaza de guerra. Un joven promedio de 15 años ha experimentado al menos cuatro importantes ofensivas israelíes. Casi todo el mundo en Gaza conoce a alguien que ha muerto en los combates.\n“Cuando pienso en los niños que murieron”, dijo Ola Abu Hasaballah, psicóloga infantil en Gaza, “también pienso en los que sobreviven, los que fueron rescatados de entre los escombros y perdieron una extremidad, o los que irán a la escuela y se van a enterar de que su amigo ha desaparecido”.\nCuando las sirenas sonaron alrededor de las 3:00 a. m. del 12 de mayo en la aldea árabe de Dahmash, en el centro de Israel, Nadine Awad, de 16 años, y su padre corrieron afuera en busca de refugio, dijo su tío, Ismail Arafat. Pero un cohete disparado por los militantes en Gaza se estrelló contra el suelo junto a su casa y los mató a ambos. Nadine era una de las mejores estudiantes, dijo su asesora académica, Sirin Slameh. Hablaba inglés bastante bien, aprendió a tocar el piano sola y participó en programas de convivencia entre judíos y árabes, dijo Slameh. La semana anterior, había obtenido un 97 en un examen de matemáticas, una materia con la que había batallado. Era muy unida a su padre, dijo Arafat, y lo seguía a todas partes. “Lo triste es que ella lo siguió cuando sonaron las sirenas”, dijo, “y terminó siguiéndolo hasta la tumba”.\nZaid Talbani, de 4 años, y su hermana Miriam Talbani, de 2\nHala Rifi, 13 años\nBashar Samour, 17 años\nEl funeral de Mina Sharir, de 2 años Samar Abu Elouf para The New York Times\nAunque la mayoría de los niños que fallecieron por los ataques aéreos israelíes eran palestinos, hay excepciones.\nAl menos dos de los niños que murieron en Gaza, Baraa al-Gharabli y Mustafa Obaid, pueden haber muerto cuando los militantes palestinos dispararon un cohete contra Israel que no alcanzó su objetivo, según una investigación inicial de Defensa para los Niños Internacional de Palestina.\nY una de las niñas fallecidas en Israel, Nadine Awad, era palestina.\n“Los cohetes no diferencian entre árabes y judíos”, dijo Ismail Arafat, su tío.\nDesde que comenzó la guerra, Ido Avigal, de 5 años, estaba tan ansioso que no quería dormir, ducharse o comer solo, dijo Shani Avigal, su madre. Cuando las sirenas empezaron a sonar en Sederot, Israel, se acurrucó con su familia en una habitación segura y fortificada en la casa de su tía. Pero cuando un cohete golpeó un edificio cercano, la metralla atravesó el grueso vidrio de la habitación segura, le desgarró el estómago y lo mató. Shani Avigal dijo que su hijo era cariñoso y amoroso, y recientemente les había dicho a sus compañeros de clase que “no todos los árabes son malos”. “Les dije que no todos quieren matarnos”, le contó a su madre. “Al final los convencí”.\nEl mismo día, 12 de mayo, Hamada al-Emour, de 13 años, fue a una peluquería con su primo, Ammar al-Emour, de 10, a cortarse el pelo, una tradición entre muchos palestinos antes del festival que sigue al final del Ramadán. Estaban casi de regreso en su casa en Khan Younis cuando un ataque aéreo israelí los mató a ambos, contó Atiya al-Emour, el padre de Hamada, quien dijo que fue testigo de la muerte de su hijo. “Ojalá no hubiera visto lo que le pasó”, dijo Al-Emour. “Fue horrible”.\nMahmoud Tolbeh, de 12 años, era un excelente estudiante, según su padre, Hamed Tolbeh. Le gustaban las ciencias y soñaba con convertirse en ingeniero mecánico. Ayudaba en la casa, preparaba huevos y sándwiches para sus hermanos, té y café para los invitados, limpiaba la casa y buscaba los víveres en la tienda. “Era la columna vertebral de nuestra familia”, dijo Tolbeh. “Podíamos confiar en él para cualquier cosa”. La última noche del Ramadán, fue a ayudar a un primo en su peluquería. Mahmoud estaba a unos pasos de la entrada de la tienda cuando la metralla de un ataque aéreo israelí golpeó su cabeza y cuello. Murió dos días después. Su hermana Nagham acunó su cuerpo. “Tenía un futuro brillante”, dijo Tolbeh. “Pero fue enterrado con él en la tumba”.\nNagham Tolbeh lloraba sobre el cuerpo de su hermano, Mahmoud. Samar Abu Elouf para The New York Times\nYahya Khalifa, de 13 años, disfrutaba andar en bicicleta, había memorizado varios capítulos del Corán y esperaba algún día visitar la mezquita Al-Aqsa en Jerusalén. “Era un niño inocente y dulce”, dijo su padre, Mazen Khalifa. Salió a hacer un recado rápido, prometiendo comprar yogur y helado para la familia, dijo su padre, pero murió en un ataque aéreo israelí.\nCuatro hermanos: Amir Tanani, de 6 años, Ahmad Tanani, de 2 años, Ismail Tanani, de 7 años, y Adham Tanani, de 4 (sin fotografía)\nLas identidades de los niños fallecidos, sus fotografías y las circunstancias de sus muertes provienen de sus padres y otros familiares, maestros y escuelas en Gaza e Israel, organizaciones internacionales de derechos, funcionarios palestinos, redes sociales y organizaciones de noticias en Gaza e Israel. La mayoría de los detalles de sus casos han sido corroborados por varias fuentes.\nKhaled Qanou, 17 años\nAhmad al-Hawajri, 14 años\nEl ejército israelí dice que toma precauciones rigurosas para evitar la muerte de civiles. Afirma que una gran parte de su campaña de bombardeos tuvo como objetivo acabar con la red de túneles subterráneos de Hamás, una instalación militar que fue construida debajo de los barrios civiles.\nSin embargo, muchas personas en Gaza dicen que el número de civiles fallecidos demuestra que las precauciones que pueda tomar Israel resultan trágicamente insuficientes.\n“La gente piensa que tiene que haber alguna lógica”, dijo Raji Sourani, director del Centro Palestino de Derechos Humanos en Gaza, “pero lo fundamental es que quieren infligir dolor y sufrimiento”.\nLa madre y el hermano de Yahya Khalifa, de 13 años Samar Abu Elouf para The New York Times\nLas escasas bajas del otro lado también reflejan un desequilibrio en la defensa.\nHamás y otros grupos militantes dispararon más de 4000 cohetes contra pueblos y ciudades israelíes, de forma indiscriminada. Pero la mayoría fueron interceptados por la Cúpula de Hierro, el sistema de defensa aérea de Israel, que según los funcionarios israelíes detuvo alrededor del 90 por ciento de los cohetes. Y muchos israelíes tienen refugios antiaéreos en sus hogares.\nEn Gaza, la mayoría de la gente no tiene acceso a habitaciones o refugios seguros. Mucha gente busca cobijo en las escuelas de las Naciones Unidas, pero también han sido bombardeadas, lo que refuerza la sensación de que cualquiera puede morir en cualquier parte.\nIncluso en Israel, no todos los ciudadanos tienen el mismo acceso a los refugios antiaéreos. Awad, quien murió a causa de un cohete procedente de Gaza, vivía en una aldea árabe desprovista de refugio antiaéreo.\nLina Issa, 13 años\nFawziya Abu Faris, de 17 años, se levantaba temprano todas las mañanas en Umm al-Nasser, una comunidad beduina en el norte de Gaza, para ordeñar las ovejas de su familia y hacer queso fresco y yogur, dijo su padre, Nasser Abu Faris.\nMuhammad Abu Dayyeh, 9 meses\nHoor al-Zamli, 2 años\nIbrahim al-Rantisi, 6 meses\nEra poco después de la medianoche en Beit Lahia, Gaza, y los tres niños aterrorizados estaban acurrucados en los brazos de su madre. Muhammad-Zain al-Attar, de 9 meses, se sentó en el medio, su hermano, Islam al-Attar, de 8 años, y su hermana, Amira al-Attar, de 6, a cada lado. El primer ataque golpeó la entrada de su apartamento en la planta baja, atrapando a la familia e imposibilitando la huida, dijo el padre, Muhammad al-Attar. El segundo, momentos después, derribó el edificio de tres pisos. Al-Attar logró salir de los escombros y sobrevivió. Su esposa e hijos fueron aplastados bajo un pilar de hormigón, y sus cuerpos fueron encontrados juntos.\nAbdullah Jouda, 12 años\nLos expertos en salud mental y las organizaciones independientes que trabajan con niños en Gaza dicen que es común que sufran de trastorno de estrés postraumático, miedo crónico y ansiedad. Esos sentimientos pueden producir pesadillas debilitantes y comportamiento autodestructivo o agresivo.\nUn niño palestino junto a su casa destruida en la ciudad de Gaza Samar Abu Elouf para The New York Times\n“Gaza ya es una experiencia muy violenta y aterradora para los niños porque están bajo un régimen militar constante”, dijo Karl Schembri, portavoz del Consejo Noruego para los Refugiados, que dirige un programa de psicoterapia y educación para niños en Gaza. Once de los niños con los que trabaja murieron este mes, todos ellos en sus hogares.\n“Estaban recibiendo asistencia y cuidados para tratar de dejar de tener pesadillas y superar sus traumas”, dijo Schembri. “Ahora están enterrados con sus sueños y sus pesadillas”.\nButheina Obaid, 6 años\nSuheib al-Hadidi, de 12 años, vivía con sus padres y cuatro hermanos en el abarrotado campo de refugiados de Shati, en la ciudad de Gaza. Le fascinaban los pájaros, que tenían una libertad que él solo podía imaginar. Tenía una cacatúa, la entrenó para que se sentara sobre su hombro y se imaginaba un futuro como criador, dijo su primo, Abdullah al-Hadidi. Su hermano, Yahya al-Hadidi, de 10 años, era un niño tímido al que le gustaba andar en bicicleta y jugar con los gatos, dijo Al-Hadidi. Osama al-Hadidi, de 5 años, era considerado uno de los integrantes más elegantes de su familia. Se cambiaba de ropa con frecuencia y se esmeraba por perfeccionar su apariencia, dijo Al-Hadidi. “Se duchaba y se cambiaba de ropa cada dos horas”. Abdurrahman al-Hadidi, de 7 años, estudiaba inglés, soñaba con viajar a Turquía y le gustaba jugar con carros de control remoto, dijo su padre, Muhammad al-Hadidi. Los cuatro hermanos estaban durmiendo en casa de sus tíos, dijo Muhammad al-Hadidi, cuando una bomba israelí atravesó el techo, matándolos a ellos, a su madre, a su tía y a cuatro primos.\nYamen Abu Hatab, de 5 años, Bilal Abu Hatab, de 9 años, Miriam Abu Hatab, de 7 años, y Yousef Abu Hatab, de 10 años\nPalestinos llevan los cuerpos de los niños de la familia Abu Hatab que murieron en un ataque aéreo israelí. Samar Abu Elouf para The New York Times\nMohammad Bhar, 17 años\nLa familia Al-Qawlaq era propietaria de dos edificios de apartamentos adyacentes en la calle Al Wahda, una vía principal de la ciudad de Gaza. Alrededor de la 1 a.m. del 16 de mayo, los ataques israelíes redujeron ambos edificios a escombros, matando a 22 miembros de la familia extendida, entre ellos ocho niños: Yara al-Qawlaq, de 9 años, Hala al-Qawlaq, de 12 años, Rula al-Qawlaq, de 5 años, Zaid al-Qawlaq, de 8 años, Qusai al-Qawlaq, de 6 meses, Adam al-Qawlaq, de 3 años, Ahmad al-Qawlaq, de 15 años, y Hana al-Qawlaq, de 14 años (sin fotografía). “Es inimaginable”, dijo Waseem al-Qawlaq, que sobrevivió. “Es peor que una tortura”.\nBúsqueda de víctimas de la familia Al-Qawlaq Samar Abu Elouf para The New York Times\nDima al-Ifranji, de 15 años, a la izquierda, era la hija mayor y la niña de los ojos de su papá. Era una de las mejores alumnas de su clase, hablaba inglés y francés y soñaba con estudiar medicina, dijo su padre, Rami al-Ifranji. “Era brillante”, dijo. “Era experta en lenguas extranjeras”. Su hermano, Yazan al-Ifranji, de 13 años, también era un niño brillante, a menudo el primero en responder a las preguntas en clase, dijo Al-Ifranji. Le gustaba jugar al fútbol y escuchar música, y esperaba convertirse en ingeniero en computación. Mira al-Ifranji, de 11 años, imaginaba un futuro como dentista. Y Amir al-Ifranji, de 9 años, era un niño educado con una sonrisa brillante al que le gustaba jugar al fútbol y a los videojuegos en su teléfono. Un ataque aéreo israelí el 16 de mayo mató a los cuatro niños y a su madre.\nEra tarde en la noche y aunque la fiesta que celebraba el fin del Ramadán había terminado, Dana Ishkontana, de 9 años, y Lana Ishkontana, de 5, querían vestirse con sus nuevos trajes de fiesta. Su tío, Raed Ishkontana, hizo fotos con su teléfono mientras sus dos hermanos, Yahya Ishkontana, de 4 años, y Zain Ishkontana, de 2, miraban, recuerda Ishkontana. Luego, salió a buscar un refrigerio para la familia, barritas de chocolate y papitas fritas. Los cuatro niños y su madre murieron en un ataque aéreo israelí. “Ojalá no me hubiera ido nunca”, dijo.\nRiad Ishkontana, que sobrevivió a un ataque aéreo, lloró la pérdida de su esposa y sus cuatro hijos. Hosam Salem para The New York Times\nSu padre la llamaba “Galaxy”. Tala Abu Alouf, de 13 años, tenía la piel del color de una barra de chocolate Galaxy. Era rápida con las bromas y su padre, el doctor Ayman Abu Elouf, la adoraba, dijo Alaa Abu Elouf, su primo. Su hermano, Tawfiq Abu Alouf, de 17 años, era un estudiante esforzado, que se preparaba intensamente para los exámenes estandarizados que los palestinos realizan en su último año de secundaria, dijo Alaa. El hermano, la hermana y el padre murieron en ataques aéreos israelíes en la calle Al Wahda de la ciudad de Gaza el 16 de mayo.\nYousef Al-Baz, 13 años\nA Rafeef Abu Dayer, de 10 años, le gustaba dibujar. Había dibujado uno de los edificios altos que un ataque aéreo israelí destruyó en la ciudad de Gaza dos días antes y había empezado a colorear su dibujo cuando su madre le llamó para comer. “Puedes volver a dibujar después de comer”, le dijo su madre. La niña se sentó a comer con 13 familiares en un jardín residencial privado. Minutos después, Israel atacó un edificio cercano. La metralla y los escombros alcanzaron a Rafeef, matándola a ella y a su tío.\nEl dibujo en el que Rafeef Abu Dayer, de 10 años, estaba trabajando antes de fallecer. Samar Abu Elouf para The New York Times\nNagham Salha, 2 años", "url": "https://www.nytimes.com/es/interactive/2021/05/26/espanol/mundo/gaza-victimas.html"}