{"authors": ["Por Carl Zimmer", "Katherine J. Wu", "Jonathan Corum", "Matthew Kristoffersen"], "date_download": "2022-10-25 23:50:29", "date_modify": "2022-10-25 23:50:29", "date_publish": "2020-07-16 21:26:32", "description": "Una lista actualizada de tratamientos potenciales para la COVID-19.", "filename": "es_interactive_2020_science_coronavirus-tratamientos-curas_1666741829.html", "image_url": "https://static01.nyt.com/images/2020/07/16/science/coronavirus-tratamientos-curas-1594920159701/coronavirus-tratamientos-curas-1594920159701-facebookJumbo-v11.png", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_interactive_2020_science_coronavirus-tratamientos-curas_1666741829.html", "title": "Tratamientos y medicamentos para el coronavirus: monitoreo de efectividad", "title_page": "Tratamientos y medicamentos para el coronavirus: monitoreo de efectividad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Esta página monitoreaba los primeros desarrollos de fármacos y tratamientos para la covid hasta noviembre de 2021. Ya no se actualizará.\nLa Administración de Alimentos y Medicamentos de EE. UU. (FDA) tiene una lista de medicinas y tratamientos autorizados y los Institutos Nacionales de Salud actualizan regularmente sus lineamientos para tratar la covid.\nCuando la pandemia de la COVID-19 surgió a principios de 2020, los investigadores biomédicos batallaron por encontrar tratamientos y medicamentos que pudieran salvar a las personas infectadas con el coronavirus. Algunas de estas investigaciones han probado ser éxitos contundentes, lo que salvó millones de vidas. Algunas otras investigaciones aún están en proceso, y todavía tienen que dar evidencia sólida de su efectividad. Otros medicamentos y tratamientos no han pasado la prueba de la ciencia y han sido abandonados. Mientras tanto, la información errónea y la pseudociencia han promocionado curas falsas.\nA continuación mostramos una lista actualizada de 33 de las medicinas y los tratamientos más comentados para el coronavirus.. Para cada uno, analizamos la evidencia a favor y en contra de su uso, sustentados en hallazgos científicos publicados y en consulta con expertos.\nClasificamos 33 tratamientos para el coronavirus por su efectividad y seguridad: 1 7 5 11 7 3 Aprobado por la FDA Ampliamente utilizado Evidencia prometedora Evidencia contradictoria No promete Fraude o pseudociencia Clasificamos 33 tratamientos para el coronavirus por su efectividad y seguridad: 1 5 11 Aprobado por la FDA Evidencia prometedora Evidencia contradictoria 7 7 3 Ampliamente utilizado No promete Fraude o pseudociencia Clasificamos 33 tratamientos para el coronavirus por su efectividad y seguridad: 1 5 11 Aprobado por la FDA Evidencia prometedora Evidencia contradictoria 7 7 3 Ampliamente utilizado No promete Fraude o pseudociencia\nEsta lista da un panorama de las últimas investigaciones sobre el coronavirus, pero no significa un aval médico. Siempre consulta a tu médico sobre los tratamientos para la COVID-19. También puedes consultar las Pautas de tratamientos de la COVID-19 de los Institutos Nacionales de Salud (NIH, por su sigla en inglés) y la “Guía de vida” de la Organización Mundial de la Salud (OMS) para los medicamentos contra la COVID-19. Ambos documentos se actualizan con regularidad a partir de nuevas investigaciones.\nPara conocer el estatus actual del proceso de vacunación, consulta nuestro rastreador de vacunas contra el coronavirus [en inglés].\nEsta lista proporciona una instantánea de las últimas investigaciones sobre el coronavirus, pero no constituye un aval médico. Siempre consulta a tu médico acerca de los tratamientos para la COVID-19.\nQué significa la clasificación\nAMPLIAMENTE UTILIZADO: Estos tratamientos han obtenido un respaldo claro de las organizaciones médicas para los pacientes con COVID-19 o ya son utilizados de manera generalizada por personal médico y de enfermería para tratar a pacientes hospitalizados por varias enfermedades que afectan el sistema respiratorio\nEVIDENCIA PROMETEDORA: La evidencia preliminar de los estudios en pacientes sugiere efectividad, pero se necesita más investigación. Esta categoría incluye tratamientos que han mostrado mejoras en la morbilidad, mortalidad y recuperación en al menos un ensayo aleatorio controlado, en el que algunas personas reciben un tratamiento y otras reciben un placebo.\nEVIDENCIA TENTATIVA O CONTRADICTORIA: Algunos tratamientos muestran resultados prometedores en células o animales, que deben ser confirmados en las personas. Otros han arrojado resultados alentadores en estudios retrospectivos en humanos, que analizan los conjuntos de datos existentes en lugar de comenzar un nuevo ensayo. Algunos tratamientos han producido resultados diversos en diferentes experimentos, lo que plantea la necesidad de estudios más grandes y más rigurosos para aclarar la confusión.\nNO PROMETEN: La evidencia preliminar sugiere que estos tratamientos no funcionan.\nFRAUDE O PSEUDOCIENCIA: Estos no son tratamientos que los investigadores hayan considerado utilizar para la COVID-19. Los expertos han advertido que no conviene probarlos, porque no ayudan contra la enfermedad y, en cambio, pueden ser peligrosos. Algunas personas incluso han sido arrestadas por prometer falsas curas para la COVID-19.\nEVIDENCIA EN CÉLULAS, ANIMALES o HUMANOS: Estas etiquetas indican de dónde proviene la evidencia de un tratamiento. Los investigadores a menudo comienzan con experimentos en células y luego pasan a animales. Con frecuencia, muchos de esos experimentos con animales fallan; si no es así, los investigadores pueden considerar proceder a la investigación en humanos, como en estudios retrospectivos o ensayos clínicos aleatorios. En algunos casos, los científicos ahora prueban tratamientos que fueron desarrollados para otras enfermedades, lo que les permite pasar directamente a ensayos en humanos para la COVID-19.\nFiltrar la lista de tratamientos:\nTodos Aprobado por la FDA Ampliamente utilizado\nPrometedores Tentativos No prometedores Pseudociencia\nAnticuerpos monoclonales\nLos anticuerpos monoclonales pueden atacar al coronavirus y evitar que invada las células. Varias formulaciones han mostrado ser muy efectivas en las primeras etapas de la COVID-19.\nEVIDENCIA CONVINCENTE EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nREGEN-COV\nLa compañía Regeneron, con sede en Nueva York, obtuvo la autorización de uso de emergencia para sus anticuerpos monoclonales en noviembre de 2020. Para hacer su medicamento, ahora conocido como REGEN-COV, los investigadores de Regeneron analizaron algunos de los muchos y diversos tipos de anticuerpos producidos por personas que se recuperaron con éxito de la COVID-19 y de ratones modificados genéticamente que fueron inmunizados. Aislaron dos anticuerpos muy potentes, a los que llamaron casirivimab e imdevimab. Después, Regeneron diseñó células con los genes de estos anticuerpos y luego comenzó a producirlos en grandes cantidades.\nEl gobierno de Estados Unidos apoyó a Regeneron para realizar ensayos clínicos durante el verano. Cuando el presidente Donald Trump fue diagnosticado con covid en octubre, recibió una dosis de REGEN-COV a través del programa de uso compasivo de la compañía. Trump dijo más tarde que el medicamento lo curó, aunque es imposible saber con precisión qué beneficio le proporcionó, pues recibió varios tratamientos al mismo tiempo, incluidos remdesivir y dexametasona. Al mes siguiente, la Administración de Alimentos y Medicamentos de Estados Unidos (FDA, por su sigla en inglés) autorizó el uso de REGEN-COV para pacientes con casos leves a moderados que presenten un alto riesgo de desarrollar COVID-19 grave.\nLos investigadores han seguido llevando a cabo ensayos clínicos para el REGEN-COV desde que fue autorizado, lo que les ha dado una mejor idea de su eficacia. REGEN-COV es uno de los tres medicamentos de anticuerpos monoclonales que los Institutos Nacionales de Salud recomiendan para las personas que tienen casos leves a moderados de COVID-19 y tienen un alto riesgo de enfermarse de gravedad.\nRegeneron comenzó una prueba para ver si REGEN-COV podría evitar siquiera que las personas se enfermen. Le dieron el medicamento a personas que estuvieron expuestas al coronavirus en sus hogares.\nLos investigadores descubrieron que el tratamiento redujo el riesgo de infección sintomática en un 81 por ciento. El 30 de julio de 2021, la FDA autorizó el uso de REGEN-COV para la prevención de COVID-19 en personas expuestas al virus.\nEVIDENCIA CONVINCENTE EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nBamlanivimab y etesevimab\nEli Lilly obtuvo la autorización de uso de emergencia para su anticuerpo monoclonal, conocido como bamlanivimab, en noviembre de 2020. Pero, muy pronto, la Sociedad Estadounidense de Enfermedades Infecciosas desaconsejó su uso, al cuestionar la evidencia de que el medicamento era seguro y efectivo. En abril de 2021, la FDA revocó la autorización de uso de emergencia, porque el bamlanivimab probó ser ineficaz contra las variantes del coronavirus que se estaban volviendo usuales en Estados Unidos.\nMientras tanto, la empresa desarrolló un segundo anticuerpo monoclonal, llamado etesevimab. La combinación de los dos medicamentos brindó una reducción del 70 por ciento en las hospitalizaciones y muertes, lo que en febrero de 2021 derivó en una autorización de uso de emergencia para esa combinación. En el verano de 2021, la FDA detuvo el uso del combo de Lilly en todo Estados Unidos porque es ineficaz contra las variantes beta y gamma del coronavirus, que estaban en aumento en ese periodo. Sin embargo, estas variantes pronto fueron superadas por la variante delta, contra la cual el bamlanivimab y el etesevimab funcionan bien. La FDA reautorizó los anticuerpos monoclonales en todos los estados de Estados Unidos el 2 de septiembre.\nLas pautas de tratamiento de los NIH para la COVID-19 ahora recomiendan bamlanivimab y etesevimab para pacientes no hospitalizados con covid que tienen un alto riesgo de que empeoren sus síntomas. También recomiendan que el combo se administre a pacientes no vacunados y de alto riesgo que hayan estado expuestos al virus. Cuando Lilly les dio bamlanivimab a 965 residentes sanos e integrantes del personal en hogares de ancianos, descubrieron que reducía el riesgo de infecciones por COVID-19 en un 80 por ciento.\nEVIDENCIA CONVINCENTE EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nSotrovimab\nDesarrollado por GSK y Vir Biotechnology, este medicamento de anticuerpos está diseñado para permanecer en los pulmones para que ataque al coronavirus cuando ingrese al cuerpo. En un ensayo de fase 3 del fármaco, los investigadores descubrieron que el sotrovimab redujo el riesgo de hospitalización o muerte en un 79 por ciento. El 21 de mayo de 2021, el Comité de Medicamentos de Uso Humano de la Agencia Europea de Medicamentos concluyó que el sotrovimab podría usarse en pacientes de alto riesgo con COVID-19, lo que llevó a que los Estados miembro de la Unión Europea aprobaran el medicamento en los siguientes meses. La FDA autorizó su uso para casos de COVID-19 leve a moderados el 26 de mayo. Endpoint News informó en octubre que GSK y Vir firmaron un contrato con el gobierno de Estados Unidos por 280 millones de dólares para abastecer de dosis de sotrovimab. Las pautas de tratamiento para la COVID-19 de los NIH ahora recomiendan el medicamento para pacientes no hospitalizados con alto riesgo de presentar deterioro en sus síntomas.\nEVIDENCIA PROMETEDORA EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nEvusheld (AZD7442)\nCon el apoyo del gobierno federal de Estados Unidos, AstraZeneca aisló dos anticuerpos que presentaron una respuesta poderosa al coronavirus. Después modificaron químicamente cada molécula para que durara más en los cuerpos de los pacientes, con lo que se proporcionaba más protección contra la COVID-19. La compañía combinó los dos anticuerpos en un cóctel llamado AZD7442, que, igual que una vacuna, puede inyectarse en el músculo.\nEn un ensayo con 5000 voluntarios, AstraZeneca descubrió que el AZD7442 reducía las posibilidades de contraer COVID-19 en un 77 por ciento. La compañía publicó los resultados del ensayo el 20 de agosto de 2021, y agregó que el medicamento tiene el potencial de proteger a las personas durante un año. Ese periodo de duración lo haría especialmente útil para los pacientes inmunodeprimidos que no reciben mucha protección de las vacunas.\nEl gobierno federal tiene un convenio con la empresa para ordenar hasta 700.000 dosis del tratamiento este año, pero primero deberá ser autorizado. El gobierno de Joe Biden, que todavía tiene millones de dosis del medicamento de Regeneron en la fila, aún no ha anunciado ningún plan claro para comprar el tratamiento de AstraZeneca.\nImitación del sistema inmune\nLa mayoría de las personas que se infectan con la COVID-19 logran combatir con éxito contra el virus a través de una respuesta inmune fuerte. Hay medicinas que pueden ayudar a las personas que no pueden montar una defensa adecuada por sí mismas.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN CÉLULAS Y HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nPlasma de convaleciente\nAl comienzo de la pandemia, varios investigadores exploraron la idea de tratar a pacientes con plasma filtrado de la sangre de personas que se habían recuperado de la COVID-19. El concepto no es nuevo: hace un siglo, los médicos usaron el llamado plasma de convaleciente para tratar la gripe. El plasma cargado con anticuerpos contra el coronavirus podría, en teoría, detener el avance de la COVID-19. Pero después de un año de investigación, este tratamiento no ha estado a la altura de esas esperanzas, al menos para las personas que están lo suficientemente enfermas con COVID-19 como para necesitar hospitalización.\nEn lugar de esperar a que los ensayos clínicos mostraran si el plasma de convaleciente funcionaba o no, el gobierno de Trump se movilizó con rapidez para ponerlo a disposición de miles de personas en un programa de uso de emergencia. En agosto, algunos de los científicos principales del gobierno supuestamente impidieron que la FDA diera autorización para el uso de emergencia del plasma de convaleciente al argumentar que la evidencia aún era demasiado endeble para tomar esa medida. Pese a ello, el presidente Donald J. Trump anunció el 23 de agosto que la autorización procedería.\nEn los siguientes meses, decenas de miles de personas recibieron plasma de convaleciente sin evidencia —provista por ensayos clínicos aleatorios y extensos— de que les estuviera ayudando. Pocos de ellos participaron en esos ensayos, lo que dificulta saber si los pacientes que se recuperaron lo hicieron gracias a este tratamiento.\nDespués de un tiempo, los investigadores lograron hacer ensayos clínicos que dieron algunos resultados. Los ensayos no lograron encontrar pruebas de que el plasma de convaleciente ayudara a las personas que ya estaban hospitalizadas y estaban gravemente enfermas. En enero, investigadores británicos detuvieron un ensayo de 10.000 personas porque resultaba claro que el plasma de convaleciente no estaba ayudando a los pacientes a sobrevivir. En marzo, los NIH frenaron un estudio que estaban haciendo con pacientes que acudían a las salas de emergencia con síntomas leves a moderados.\nIncluso si el plasma de convaleciente parecía no funcionar en personas lo suficientemente enfermas como para necesitar hospitalización, aún existía la posibilidad de que ayudara a las personas en las primeras etapas de infección por COVID-19. Pero los ensayos no han arrojado pruebas sólidas de tal beneficio. El 6 de enero, un ensayo clínico en el que participaron 160 personas mayores que habían sido infectadas recientemente en Argentina descubrió que el plasma de convaleciente podría reducir las posibilidades de que las personas desarrollaran una enfermedad grave. Pero un estudio más grande, publicado en septiembre y con más de 1800 pacientes, no encontró evidencia de que el plasma de convaleciente redujera el riesgo de que los pacientes hospitalizados tuvieran que ser intubados o que murieran de COVID-19. Los investigadores descubrieron que los pacientes que recibieron plasma de un proveedor de sangre tuvieron peores resultados que aquellos que recibieron las medidas de atención estándar contra la COVID-19.\nEl 4 de febrero de 2021, la FDA redujo las circunstancias en las que permitía el uso de plasma de convaleciente bajo su autorización. Solo se puede utilizar plasma con una alta concentración de anticuerpos. Además, la FDA limitó su uso a pacientes hospitalizados en una etapa temprana de la enfermedad, así como a personas que no pueden producir su propio suministro de anticuerpos. La Sociedad Estadounidense de Enfermedades Infecciosas recomienda no usar plasma de convaleciente en hospitales y declaró que aún no hay evidencia que respalde su uso en personas en las primeras etapas de la infección.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS\nInterferones\nLos interferones son moléculas que nuestras células producen de manera natural en respuesta a los virus. Tienen efectos profundos en el sistema inmune, al alentarlo a atacar a los invasores mientras que lo limitan para evitar el daño a los tejidos propios del cuerpo. Inyectar interferones sintéticos es ahora un tratamiento estándar para una serie de trastornos inmunes. El rebif, por ejemplo, se prescribe para la esclerosis múltiple.\nComo parte de su estrategia para atacar nuestros cuerpos, el coronavirus parece aplacar al interferón. Ese hallazgo ha alentado a los investigadores a ver si un aumento de interferones podría ayudar a las personas a resistir la COVID-19, particularmente al comienzo de la infección. Los primeros estudios, incluidos experimentos en células y ratones, han arrojado resultados alentadores que han dado lugar a ensayos clínicos.\nEl 20 de julio, la compañía farmacéutica británica Synairgen anunció que, en un pequeño ensayo clínico, una forma inhalada de interferón llamada SNG001 redujo los riesgos de COVID-19 grave en pacientes infectados. Más tarde, publicaron los detalles del estudio en una publicación médica y, en febrero, se les suministró SNG001 a los participantes en un ensayo clínico de gran escala dirigido por los NIH que todavía está en marcha. El 20 de octubre, Synairgen anunció que el medicamento está encaminado a un ensayo de fase 3 en pacientes con COVID-19 leve a moderado.\nEn agosto pasado, el Instituto Nacional de Alergias y Enfermedades Infecciosas lanzó un ensayo de fase 3 con una combinación de rebif —el medicamento para tratar la esclerosis múltiple— y el antiviral remdesivir. El ensayo ya concluyó pero los resultados aún no se hacen públicos.\nAntivirales\nLos antivirales pueden evitar que virus como el VIH y la hepatitis C secuestren nuestras células. Los científicos están en la búsqueda de antivirales que funcionen contra el nuevo coronavirus.\nEVIDENCIA CONVINCENTE APROBADO POR LA FDA EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS\nRemdesivir\nEl remdesivir, fabricado por Gilead Sciences bajo la marca Veklury, es el primer fármaco —y hasta ahora el único— que obtuvo la aprobación de la FDA para tratar la COVID-19. Gilead pudo realizar ensayos clínicos al comienzo de la pandemia y sus resultados fueron alentadores. Con pocas otras alternativas al alcance, el remdesivir se generalizó después de su aprobación en octubre de 2020. Sin embargo, desde entonces, los científicos han planteado dudas sobre qué tan firmes fueron los resultados de estos ensayos y qué tanto se debe recetar. En el tiempo transcurrido desde la aprobación del remdesivir, han surgido otros medicamentos —como los anticuerpos monoclonales y los nuevos antivirales— con el potencial de ser más sencillos de administrar a los pacientes y más efectivos contra la COVID-19.\nEl remdesivir se probó originalmente como un antiviral contra el ébola y la hepatitis C, pero solo obtuvo resultados mediocres. La molécula detiene los virus al insertarse en sus genes, lo que crea mutaciones que incapacitan la replicación de los virus. Si bien el remedesivir funcionó contra virus en placas de células, los ensayos clínicos presentaron resultados mediocres.\nNo obstante, Gilead decidió probarlo con el coronavirus cuando surgió la pandemia de COVID-19. Después de presentar resultados prometedores en las células, se lanzó un ensayo clínico de gran escala que concluyó que el medicamento redujo el tiempo de recuperación de las personas hospitalizadas con COVID-19 de 15 a 11 días.\nLa FDA respondió con rapidez a estos datos en mayo de 2020 con la emisión de una autorización de uso de emergencia para utilizar remdesivir en pacientes muy graves que requieren oxígeno suplementario. En agosto ampliaron esa aprobación luego de que investigadores encontraron que los pacientes con formas menos severas de la COVID-19 parecían beneficiarse modestamente con un tratamiento de cinco días con remdesivir. La aprobación revisada permite el uso del medicamento en todos los pacientes hospitalizados con covid, independientemente de la severidad de su enfermedad. La medida fue criticada por algunos expertos que dijeron que la FDA había ampliado el uso del medicamento, sin contar con evidencia sólida de respaldo.\nCuando el entonces presidente Trump fue diagnosticado con COVID-19 en octubre del año pasado, recibió un tratamiento de cinco días del fármaco. El 22 de octubre, la FDA dio su total aprobación a la medicina para su uso en pacientes de 12 años o más. El éxito regulatorio fue inmensamente lucrativo para Gilead, que solo en 2020 obtuvo ganancias de 2800 millones de dólares con el remdesivir.\nSin embargo, muchos expertos han sido escépticos sobre los beneficios del medicamento. Por un lado, los ensayos iniciales no pudieron mostrar evidencia estadísticamente significativa de que el remdesivir en realidad previene muertes por COVID-19. La OMS generó más escepticismo cuando publicó un ensayo aleatorio a nivel global que encontró que el remdesivir tenía poco o ningún efecto sobre el tiempo en la hospitalización, el riesgo de usar un ventilador o la mortalidad general.\nEn respuesta a esos resultados, la OMS emitió pautas en las que recomendaba no usar remdesivir. Los NIH solo sugieren el uso de remdesivir en pacientes que están hospitalizados y necesitan oxígeno. Recomiendan no usar el medicamento en pacientes gravemente enfermos.\nEVIDENCIA PROMETEDORA EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nMolnupiravir\nEl molnupiravir (también conocido como MK-4482 y antes como EIDD-2801) es otro antiviral que se diseñó originalmente para combatir la influenza. Ridgeback Biotherapeutics y Merck colaboraran para desarrollarlo como un tratamiento para la COVID-19. A diferencia del remdesivir, que debe administrarse por vía intravenosa, el molnupiravir se puede suministrar con una pastilla. Eso podría facilitar su uso como una manera de detener la enfermedad en una fase temprana de su progresión.\nEn los primeros estudios en células pulmonares humanas y en animales, el molnupiravir arrojó resultados prometedores contra el nuevo coronavirus. En octubre de 2020, las empresas comenzaron dos ensayos de fase 2/3 para ver si podía reducir la mortalidad y acelerar la recuperación de los pacientes.\nEn abril, Merck y Ridgeback anunciaron que iban a detener su prueba de molnupiravir en pacientes hospitalizados porque los datos mostraban que era poco probable que ayudara. Pero en octubre de 2021, anunciaron que un ensayo en pacientes de alto riesgo que no habían sido hospitalizados había arrojado resultados esperanzadores. El molnupiravir redujo a la mitad el riesgo de hospitalización y muerte. Una semana después de revelar estos resultados, Merck y Ridgeback presentaron una solicitud de autorización de uso de emergencia para la pastilla. La FDA tiene programado a finales de noviembre un encuentro público para revisar la solicitud. El gobierno federal ha realizado pedidos por adelantado de 1,7 millones de tratamientos del antiviral, a un precio de unos 700 dólares por paciente. El 4 de noviembre, el Reino Unido se convirtió en el primer país en otorgar una autorización de uso de emergencia para el molnupiravir. Los adultos con casos de COVID-19 leve a moderado que tienen al menos un factor de riesgo de desarrollar una enfermedad grave son elegibles para recibir el medicamento.\nEVIDENCIA PROMETEDORA EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS\nPaxlovid (PF-07321332)\nA principios de la década de los 2000, Pfizer desarrolló un medicamento que pretendía tratar el síndrome respiratorio agudo grave (SRAS), causado por el coronavirus SRAS-CoV. Al comienzo de la pandemia de la COVID-19, lo modificaron para que funcionara contra el SRAS-CoV-2, que tiene una biología similar. Además, modificaron el fármaco —originalmente diseñado para administrarse por vía intravenosa— para que se administrara en forma de pastilla. Cuando a los ratones se les administró el medicamento por vía oral, alcanzó niveles lo suficientemente altos en el cuerpo como para bloquear el coronavirus. PF-07321332, como se conoce ahora al medicamento, entró en ensayos clínicos en marzo de 2021, seguido de un ensayo de fase 3 más grande en julio. Los resultados del estudio se esperan para octubre.\nEn septiembre, circuló en las redes sociales información falsa que decía que las personas que tomaran la vacuna Pfizer-BioNTech tendrían que tomar el medicamento antiviral de Pfizer dos veces al día. La vacuna es muy eficaz para prevenir infecciones y enfermedades graves. PF-07321332 es un fármaco completamente independiente, que bloquea la replicación del virus dentro de las células.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS\nFavipiravir (también conocido como Avigan)\nOriginalmente diseñado para combatir la gripe, el favipiravir bloquea la capacidad de un virus para copiar su material genético. Algunos estudios pequeños sugieren que el medicamento podría ayudar a purgar el coronavirus de las vías respiratorias, lo que llevó a varios países —como Japón, Kenia, Rusia, Arabia Saudita y Tailandia— a aprobar el uso de favipiravir para tratar la COVID-19. Pero una revisión de los ensayos de favipiravir en febrero sugirió que tiene un impacto insignificante en la mortalidad en los pacientes con síntomas graves. Todavía se están realizando otros ensayos para ver si puede ser útil como tratamiento temprano para las personas recién diagnosticadas con COVID-19.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN CÉLULAS Y ANIMALES\nACE-2 recombinante\nPara ingresar a las células, el coronavirus primero debe desbloquearlas, una hazaña que logra al engancharse en una proteína humana llamada ACE-2. Los científicos han creado proteínas artificiales ACE-2 que podrían actuar como señuelos que atraen al coronavirus y lo alejan de las células vulnerables. Las proteínas recombinantes ACE-2 han tenido resultados prometedores contra la COVID-19 en experimentos con células y animales, y los ensayos clínicos preliminares sugieren que son seguros para las personas. Su eficacia se está probando ahora en ensayos a gran escala.\nNO PROMETE EVIDENCIA EN CÉLULAS Y HUMANOS\nIvermectina\nDurante décadas, la ivermectina ha servido como un potente fármaco para tratar a las lombrices parasitarias. Los médicos la usan contra la oncocercosis (ceguera de los ríos) y otras enfermedades, mientras que los veterinarios suministran a los perros una fórmula diferente para prevenir el gusano del corazón. Los estudios en células han sugerido que la ivermectina también podría matar virus. Pero los científicos aún tienen que encontrar evidencias de que puede tratar enfermedades virales en estudios con animales o en ensayos con humanos. Como resultado, no está aprobado el uso de ivermectina como antiviral.\nEl abril pasado, investigadores australianos informaron que el medicamento bloqueaba los coronavirus en cultivos celulares, pero usaron una dosis tan alta que podría tener efectos secundarios peligrosos en las personas. La FDA emitió de inmediato una advertencia en contra de tomar medicamentos para animales como tratamiento o a manera de prevención de la COVID-19. “Estos medicamentos para animales pueden causar daños graves a las personas”, alertó la agencia. La FDA emitió otra advertencia el 5 de marzo de 2021 para no emplear ivermectina para tratar o prevenir la covid. La Agencia Europea de Medicamentos hizo una advertencia similar a finales de ese mismo mes.\nPese a ello, la ivermectina ha gozado de una enorme popularidad como un supuesto tratamiento para la COVID-19. En diciembre, el Senado de Estados Unidos celebró una audiencia de comité en la que un médico elogió a la ivermectina y la calificó como “efectivamente un ‘medicamento milagroso’ contra la COVID-19”. Pero esas afirmaciones no fueron respaldadas por resultados contundentes de ensayos clínicos aleatorios a gran escala.\nSe han llevado a cabo varios ensayos clínicos pequeños para probar la ivermectina como un tratamiento contra COVID-19. En julio de 2021, un equipo de investigadores revisó los estudios realizados hasta entonces. “No encontramos evidencia que sustente el uso de ivermectina para tratar o prevenir la infección de COVID-19, no obstante la evidencia de base es limitada”, concluyeron. Un estudio de alto perfil que parecía indicar que la ivermectina era altamente efectiva fue eliminado de un sitio web debido a preocupaciones sobre fallas importantes en la investigación.\nSe están realizando varios ensayos clínicos aleatorios a gran escala que pueden dar un panorama más claro. En agosto, los NIH comenzaron a probar el medicamento en personas de 30 años o más que dieron positivo en la prueba de la COVID-19 en los diez días anteriores y que tenían al menos dos síntomas durante una semana o menos. Poco antes de que iniciara ese estudio, otro ensayo con 1500 pacientes no encontró ningún beneficio de la ivermectina.\nNO PROMETE EVIDENCIA EN CÉLULAS\nOleandrina\nLa oleandrina es un compuesto producido por el arbusto de la adelfa. En mayo pasado, el Instituto de Investigación Médica de Enfermedades Infecciosas del ejército estadounidense probó la oleandrina en células infectadas con el coronavirus, pero los experimentos no fueron concluyentes. Los investigadores de Phoenix Biotechnology, una empresa con sede en San Antonio, y la rama médica de la Universidad de Texas en Galveston publicaron un estudio que descubrió que era eficaz en un cultivo de células renales de mono infectadas con el coronavirus. El estudio aún no se ha publicado en alguna revista científica.\nLa oleandrina se hizo conocida en julio pasado, cuando Mike Lindell, director ejecutivo de My Pillow, donante del expresidente Trump e inversionista de Phoenix Biotechnology, habló con el entonces mandatario sobre el compuesto en una reunión en la Casa Blanca. En noviembre, volvió a ser noticia cuando Ben Carson, exsecretario de Vivienda y Desarrollo Urbano, contrajo la COVID-19. Carson, un neurocirujano retirado, le dijo al Washington Post que tomó oleandrina, después de que Lindell la mencionara. Afirmó que se sintió mejor solo cinco horas después de tomarla. Sin embargo, CNN informó más tarde que en una publicación de Facebook del 19 de noviembre, Carson dijo que también recibió anticuerpos monoclonales, a los que atribuyó su recuperación. Todavía no hay evidencia de que la oleandrina sea segura y efectiva contra la COVID-19, y la FDA no la ha aprobado para tratar la enfermedad.\nNO PROMETE EVIDENCIA EN CÉLULAS Y HUMANOS\nLopinavir y ritonavir\nHace 20 años, la FDA aprobó esta combinación de medicamentos para tratar el VIH. Unos investigadores que los probaron con el nuevo coronavirus descubrieron que impedían que el virus se replicara. Pero los ensayos clínicos en pacientes resultaron decepcionantes. A principios de julio, la Organización Mundial de la Salud suspendió los ensayos en pacientes hospitalizados con la COVID-19. Sin embargo no descartaron estudios para ver si los medicamentos podrían ayudar a los pacientes que no están lo suficientemente enfermos como para ser hospitalizados, o para evitar que las personas expuestas al nuevo coronavirus se enfermen. Las pautas de los NIH de tratamientos para la covid desaconsejan el uso de lopinavir y ritonavir tanto en pacientes hospitalizados como en no hospitalizados. El medicamento todavía podría desempeñar un papel en ciertos tratamientos combinados.\nNO PROMETE EVIDENCIA EN CÉLULAS, ANIMALES Y HUMANOS\nHidroxicloroquina y cloroquina\nQuímicos alemanes sintetizaron la cloroquina en la década de 1930 como un medicamento contra la malaria. Una versión menos tóxica, llamada hidroxicloroquina, se inventó en 1946, y más tarde fue aprobada para otras enfermedades, como el lupus y la artritis reumatoide. Al comienzo de la pandemia de la COVID-19, investigadores descubrieron que ambas medicinas podrían detener la replicación del coronavirus en las células. Pero después de un año de grandes esperanzas e investigación intensa, se estableció el consenso científico de que el medicamento no es útil para COVID-19 y puede causar efectos secundarios dañinos.\nAdemás de estudios en las células, unos cuantos estudios pequeños en pacientes ofrecieron alguna esperanza de que la hidroxicloroquina pudiera funcionar para tratar la COVID-19. Muy pronto, el expresidente Donald Trump promovió la hidroxicloroquina en conferencias de prensa, y la calificaba como un “punto de inflexión”, e incluso aseguró que la tomó él mismo. La FDA otorgó temporalmente la autorización de uso de emergencia a la hidroxicloroquina para ser administrada en pacientes con COVID-19, lo que, según un denunciante afirmó más tarde, fue producto de presión política. Con la renovada publicidad, la demanda del medicamento se disparó, lo que causó escasez para las personas con otros padecimientos que dependen de la hidroxicloroquina.\nSin embargo, una vez que los científicos obtuvieron los resultados de las pruebas en animales y humanos, los medicamentos resultaron decepcionantes. Los experimentos con animales como monos y ratones no lograron acumular evidencia de que la hidroxicloroquina frenara la enfermedad. Los ensayos clínicos aleatorios revelaron que la hidroxicloroquina no ayudó a pacientes con COVID-19 a mejorar ni evitó que personas sanas contrajeran el coronavirus. La OMS, los NIH y Novartis interrumpieron los ensayos que investigaban la hidroxicloroquina como tratamiento para la COVID-19 y la FDA revocó su aprobación de emergencia. La FDA ahora advierte que el medicamento puede causar una serie de efectos secundarios graves en el corazón y otros órganos cuando se usa para tratar la covid. El 2 de marzo, un panel de expertos de la OMS recomendó encarecidamente no emplear hidroxicloroquina en todos los pacientes, y agregó que el medicamento ya no es una prioridad de investigación.\nApagar el fuego amigo\nLos síntomas más graves de la COVID-19 son resultado de la reacción exagerada del sistema inmunitario al virus. Los científicos están probando fármacos que pueden frenar su ataque.\nEVIDENCIA CONVINCENTE EVIDENCIA EN HUMANOS\nDexamethasone\nCuando a principios de 2020 los médicos comenzaron a tratar a los pacientes con COVID-19, observaron que algunos de ellos desarrollaron una inflamación en los pulmones que se volvió tan devastadora que podría ser fatal. Investigadores británicos comenzaron ensayos clínicos aleatorios de medicamentos antiinflamatorios para ver si alguno de ellos podía salvar vidas. En un ensayo, probaron un medicamento barato y seguro llamado dexametasona. En junio de 2020, informaron que la dexametasona redujo las muertes por COVID-19. Un estudio de más de 6000 participantes reveló que la dexametasona redujo las muertes en un tercio en pacientes con ventiladores y en un quinto en pacientes con oxígeno. Sin embargo, es menos probable que ayude —e incluso podría perjudicar— a los pacientes que están en una etapa previa de infecciones. En sus pautas de tratamiento para la COVID-19, los NIH recomiendan solo usar dexametasona en pacientes con covid que estén conectados a un ventilador o estén recibiendo oxígeno suplementario.\nEn septiembre, los investigadores analizaron los resultados de los ensayos sobre dexametasona, junto con otros dos esteroides, hidrocortisona y metilprednisolona. Concluyeron que, en general, los esteroides se vinculan con una reducción de un tercio en las muertes entre los pacientes con COVID-19.\nLos resultados del ensayo llevaron al uso generalizado de dexametasona en pacientes enfermos con gravedad. En un análisis de marzo de 2021, el gobierno británico estimó que la droga ha salvado un millón de vidas en todo el mundo.\nEVIDENCIA PROMETEDORA EVIDENCIA EN HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nBaricitinib\nEl baricitinib, que se vende con el nombre de Olumiant, es un fármaco antiinflamatorio para la artritis reumatoide. Reduce la inflamación al bloquear una proteína del sistema inmunológico llamada interleucina-6. En los ensayos clínicos, las personas con COVID-19 avanzado que recibieron baricitinib se beneficiaron del medicamento. La FDA le otorgó la autorización de uso de emergencia el 29 de julio de 2021. En sus pautas para la COVID-19, los NIH recomiendan baricitinib para pacientes hospitalizados que están lo suficientemente enfermos como para necesitar oxígeno administrado a través de un dispositivo de alto flujo o ventilación no invasiva.\nEVIDENCIA PROMETEDORA EVIDENCIA EN HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nTocilizumab\nEl tocilizumab, que se vende con el nombre de Actemra, es otro medicamento para la artritis que bloquea la interleucina-6. Un análisis de ensayos clínicos mostró que podría reducir la mortalidad en caso de COVID-19. La OMS recomienda tocilizumab para personas con enfermedad grave. También recomiendan que los pacientes sean tratados con un medicamento similar para la artritis llamado sarilumab, vendido con el nombre Kevzara.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN HUMANOS\nFluvoxamina\nAunque el baricitinib y el tocilizumab se han usado durante mucho tiempo para tratar inflamaciones, los medicamentos que se usan para tratar otras afecciones también son prometedores para controlar respuestas inmunitarias desbordadas. La fluvoxamina, por ejemplo, es un medicamento barato que se ha empleado por mucho tiempo para tratar la depresión. Pero en 2019, los investigadores descubrieron que la fluvoxamina podía reducir la inflamación en ratones. Cuando surgió la pandemia, los investigadores intentaron reutilizar la fluvoxamina para tratar la COVID-19.\nEn noviembre de 2020, un equipo de médicos publicó un pequeño ensayo clínico aleatorio sobre el efecto de la fluvoxamina administrada a personas poco después de ser diagnosticadas con la COVID-19. Mientras que el 8,3 por ciento de los pacientes que recibieron el placebo tuvieron que ser hospitalizados, ninguna de las personas que tomó el medicamento se deterioró. En un ensayo clínico más grande realizado en Brasil, los investigadores administraron fluvoxamina a 738 pacientes con COVID-19 seleccionados al azar, mientras que otros 733 recibieron un placebo. El 28 de octubre de 2021, los investigadores publicaron los resultados en la revista Lancet Global Health. Descubrieron que el fármaco reducía en un tercio la necesidad de hospitalización u observación médica prolongada. Las pautas para la covid de los NIH, que no recomiendan la fluvoxamina, aún no se han actualizado después de los últimos resultados.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN HUMANOS\nLenzilumab\nEl lenzilumab es un anticuerpo diseñado para adherirse a una molécula señalizadora que provoca una inflamación desenfrenada. En mayo de 2021, los investigadores publicaron los resultados de un ensayo de fase 3 de lenzilumab, en el que 261 personas con COVID-19 recibieron el medicamento mientras que 259 recibieron un placebo. Todos los individuos presentaban niveles bajos de oxígeno, pero aún no estaban conectados a un ventilador. El estudio, que aún no se ha publicado en alguna publicación científica, descubrió que el fármaco redujo las posibilidades de que los pacientes menores de 85 años que aún no habían desarrollado una tormenta de citocinas se conectaran a un ventilador o murieran. Humanigen, la empresa que fabrica lenzilumab, solicitó una autorización de uso de emergencia. El 9 de septiembre, anunciaron que la FDA rechazó su solicitud. La empresa puede volver a intentarlo si los nuevos datos de los ensayos actuales del fármaco resultan más alentadores.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN HUMANOS\nEXO-CD24\nUnos investigadores en Israel llevaron a cabo un estudio piloto pequeño sobre un medicamento llamado EXO-CD24 para saber si podía reducir la inflamación provocada por la COVID-19. En febrero de 2021, anunciaron que 31 de los 35 pacientes hospitalizados fueron dados de alta después de tres a cinco días de tratamiento con el fármaco. Pero era imposible saber si el medicamento les ayudó, porque el ensayo no fue a gran escala, ciego o controlado con placebos. Estos resultados preliminares tampoco se han publicado en una publicación científica ni se han divulgado en línea.\nSin embargo, el primer ministro de Israel, Benjamin Netanyahu, calificó al EXO-CD24 como un “medicamento milagroso”. En marzo, el presidente de Brasil, Jair Bolsonaro, anunció que su gobierno tenía la intención de firmar un memorándum de entendimiento para probar una versión en aerosol nasal de EXO-CD24, que, dijo, podría ser “la verdadera solución para tratar la covid”.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN HUMANOS\nLeronlimab\nEl leronlimab es un anticuerpo que originalmente se probó como una manera de tratar el VIH. Se adhiere a una proteína en la superficie de las células llamada CCR5, que el virus usa a menudo para ingresar a ellas. Usualmente, la proteína CCR5 desempeña un rol en la transmisión de señales de citocinas, lo que planteó la posibilidad de que el leronlimab pudiera atenuar las tormentas de citocinas que produce la COVID-19. CytoDyn, una empresa con sede en Washington, comenzó a realizar estudios para explorar su uso. Los estudios pequeños arrojaron resultados alentadores, que luego fueron seguidos por ensayos clínicos más extensos. En marzo de 2021, CytoDyn anunció que los resultados de los ensayos habían sido positivos. “La compañía cree que esta nueva información refuerza el caso para el uso inmediato de leronlimab para pacientes críticamente enfermos”, dijo el presidente de CytoDyn en el comunicado de prensa de la empresa.\nPero el 17 de mayo, la FDA tomó la medida extraordinaria de objetar las afirmaciones de CytoDyn. Al enfocarse en subgrupos pequeños podría dar la impresión de que el leronlimab fue eficaz, expresaron los reguladores, sin embargo la evidencia en su conjunto no lo hizo. “Ha quedado claro que los datos disponibles actualmente no respaldan el beneficio clínico del leronlimab como un tratamiento para la COVID-19”, advirtió la FDA en su declaración.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN HUMANOS\nCélulas madre\nCiertos tipos de células madre pueden secretar moléculas antiinflamatorias. A lo largo de los años, los investigadores han tratado de usarlas como tratamiento para las tormentas de citoquinas, y ahora se están realizando decenas de ensayos clínicos para ver si pueden favorecer a los pacientes con la COVID-19. Pero estos tratamientos con células madre no han funcionado bien en el pasado, y aún no está claro si funcionarán contra el coronavirus.\nLos lineamientos de tratamiento de la NIH para la COVID-19 desaconsejan el uso de células madre mesenquimales para la covid, excepto en ensayos clínicos mientras que la FDA ha emitido alertas de que los tratamientos de células madre, sin comprobar, podrían afectar a los pacientes. La empresa Mesoblast había comenzado un ensayo clínico en etapa tardía para probar si un tratamiento con células madre podría detener la tasa de muerte entre los pacientes con covid. No obstante una junta independiente de investigadores que asesoraba al ensayo recomendó que se deje de inscribir a participantes y anunció que es poco probable que el ensayo cumpla con su objetivo original.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nColchicina\nEn la antigua Grecia, las personas que padecían gota aliviaban el dolor al masticar los bulbos del azafrán de otoño. En el siglo XIX, los químicos aislaron el compuesto colchicina de la flor, que fue recetado por los médicos para tratar varias dolencias. En 2009, la FDA aprobó la colchicina para aliviar la inflamación de la gota y otras enfermedades. Y cuando quedó claro el papel de la inflamación en la COVID-19, los investigadores comenzaron a investigar la colchicina como un posible tratamiento.\nDespués de una serie de ensayos pequeños, unos investigadores en Canadá realizaron un ensayo controlado aleatorio con 4500 personas, a quienes trataron con colchicina poco después de que fueran diagnosticadas con COVID-19. Los investigadores publicaron el estudio en línea el 27 de enero, antes de que apareciera en una publicación médica. Los resultados sugirieron que la colchicina podría provocar una reducción modesta en la hospitalización de los pacientes, pero expertos externos han cuestionado si los resultados fueron el resultado de la casualidad.\nEn noviembre pasado, investigadores británicos lanzaron un ensayo clínico aleatorio a gran escala de colchicina en pacientes hospitalizados con COVID-19. El 5 de marzo, interrumpieron el ensayo porque las personas que recibieron colchicina presentaron las mismas probabilidades de morir que las personas que recibieron un placebo.\nSin embargo las investigaciones sobre la colchicina continúan. En marzo de 2021, se lanzó otro ensayo a gran escala el Reino Unido con personas con COVID-19 recién detectado.\nNO PROMETE EVIDENCIA EN HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nSistemas de filtración sanguínea\nEn 2020, la FDA otorgó una autorización de uso de emergencia a varios dispositivos que filtran las citocinas de la sangre en un intento de apaciguar las tormentas de citocinas. No obstante, desde entonces, ninguno ha demostrado en ensayos controlados aleatorios que sea seguro y eficaz para combatir la COVID-19. En mayo de 2021, por ejemplo, unos investigadores publicaron un ensayo que no encontró ningún beneficio en el uso de un dispositivo autorizado llamado Cytosorb en pacientes hospitalizados. De hecho, murieron más personas que recibieron el tratamiento que las que no. Algunos investigadores han advertido que ciertos sistemas de filtración de sangre pueden causar riesgos al eliminar componentes importantes de la sangre, como vitaminas o medicamentos. En una observación realizada en septiembre de 2020, un equipo de expertos instó a los médicos a que evitaran el uso de la filtración de sangre como un tratamiento usual para la COVID-19 y argumentaron que, de momento, su uso solo es apropiado en ensayos clínicos.\nNO PROMETE EVIDENCIA EN HUMANOS SE AUTORIZA PARA USO DE EMERGENCIA\nAzitromicina\nLa azitromicina es un antibiótico que normalmente se usa para tratar infecciones bacterianas. Pero los investigadores observaron que el medicamento también podía reducir la inflamación. Esa característica hizo que la azitromicina fuera atractiva para los médicos que buscaban un posible tratamiento para la COVID-19 que ya se sabía seguro. El medicamento se hizo aún más atractivo por una evidencia preliminar que había revelado que, en tubos de ensayo, podría bloquear los coronavirus. Pero en diciembre, un ensayo clínico aleatorio a gran escala no encontró ningún beneficio de la azitromicina en pacientes hospitalizados con COVID-19.\nOtros tratamientos\nOtros tratamientos de apoyo para ayudar a los pacientes con COVID-19.\nEVIDENCIA CONVINCENTE\nPosición boca abajo\nLos profesionales de la salud han sabido durante mucho tiempo que el simple acto de voltear sobre sus vientres a los pacientes con aflicciones respiratorias graves abre los pulmones. La maniobra de pronación se ha convertido en algo habitual en los hospitales de todo el mundo desde el comienzo de la pandemia. Puede ayudar a algunas personas a evitar la necesidad de ventiladores. Los beneficios del tratamiento siguen probándose en una variedad de ensayos clínicos que se enfocan específicamente en personas con COVID-19.\nEVIDENCIA CONVINCENTE SE AUTORIZA PARA USO DE EMERGENCIA\nVentiladores y otros dispositivos de apoyo respiratorio\nLos dispositivos que ayudan a las personas a respirar son una herramienta esencial en la lucha contra las enfermedades respiratorias mortales. Algunos pacientes logran buenos resultados si se les da un suministro adicional de oxígeno a través de la nariz o mediante una máscara conectada a una máquina de oxígeno. Los pacientes con dificultad respiratoria severa pueden necesitar un ventilador que respire por ellos hasta que sus pulmones se recuperen. Los médicos no se han puesto de acuerdo sobre cuánto tiempo hay que tratar a los pacientes con oxígeno no invasivo antes de decidir si necesitan o no un ventilador. No todos los pacientes con COVID-19 que utilizan ventiladores sobreviven, pero se cree que los dispositivos pueden salvar vidas en muchos casos.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN HUMANOS\nAnticoagulantes\nLos anticoagulantes y otros medicamentos antitrombóticos se administran por lo general a pacientes con una variedad amplia de enfermedades que aumentan el riesgo de desarrollar coágulos sanguíneos. En 2020, los investigadores descubrieron que el coronavirus puede invadir el revestimiento de los vasos sanguíneos y formar coágulos, lo que puede causar daños serios. Ese hallazgo condujo a una serie de pruebas para constatar si darles a los pacientes con COVID-19 una dosis más alta de anticoagulantes u otros agentes anticoagulantes mejoraban sus probabilidades de recuperación.\nHasta ahora, los resultados han sido variados. En marzo de 2021, dos grandes estudios —uno con 600 pacientes en Irán y el otro con más de 1000 pacientes en todo el mundo— anunciaron que no encontraron que el aumento de dosis de anticoagulantes mejorara el resultado de COVID-19 en pacientes ingresados en unidades de cuidados intensivos. Y en un estudio brasileño, que se publicó en junio de 2021, los investigadores descubrieron que el rivaroxabán, un medicamento anticoagulante, no mejoró los resultados clínicos e incluso provocó más hemorragias. Por otro lado, tres grandes ensayos clínicos encontraron evidencia prometedora de que los anticoagulantes reducían las posibilidades de que los pacientes hospitalizados con covid moderada necesitaran respirador. Aún se están realizando más ensayos, incluidos muchos que usan aspirina, que funciona como anticoagulante. Pero en junio de 2021, un ensayo clínico aleatorio a gran escala encontró que la aspirina no tenía un impacto significativo en la mortalidad de los pacientes. En pacientes más enfermos, se están probando medicamentos anticoagulantes con la esperanza de ayudar a combatir la insuficiencia respiratoria.\nEVIDENCIA TENTATIVA O CONTRADICTORIA EVIDENCIA EN HUMANOS\nSuplementos minerales y vitamínicos\nNuestro cuerpo necesita vitaminas y minerales para funcionar correctamente. Algunos investigadores intentan saber si los suplementos podrían ayudar contra la COVID-19, no obstante aún no hay pruebas sólidas de que prevengan las infecciones o aceleren la recuperación.\nUna vitamina que ha atraído mucha atención es la D. Cuando el expresidente Trump fue hospitalizado con COVID-19, la vitamina D fue parte del tratamiento que recibió de su equipo médico. La vitamina D es importante para nuestra salud, es buena para la salud ósea y ayuda a que funcionen las células inmunitarias. Algunos estudios han visto una relación entre niveles bajos de vitamina D y tasas más altas de COVID-19. Pero dichos estudios no han podido comprobar que tal deficiencia sea la causa de esas tasas de enfermedad. Es posible que las poblaciones que sufren altas tasas de deficiencia de vitamina D resulten más afectadas por el coronavirus por otras razones, como un acceso más limitado a la atención médica o afecciones subyacentes, como la obesidad. Algunos ensayos clínicos no han logrado constatar que pacientes con COVID-19 se beneficien de la vitamina D. Pero otros estudios aún están en proceso. Pese a ello, los lineamientos de tratamiento para la covid de los NIH advierten que no hay pruebas suficientes para recomendar la vitamina D contra la enfermedad.\nAdemás de la vitamina D, Trump recibió zinc. Este mineral ayuda a las proteínas de todo el cuerpo a funcionar, y las personas con deficiencias de zinc tienen un mayor riesgo de contraer enfermedades infecciosas. Un estudio de 2010 sobre el coronavirus que causa el SRAS descubrió que el zinc puede frenar la replicación del virus en las células. En febrero, los investigadores de la Cleveland Clinic publicaron un ensayo clínico aleatorio que no encontró ningún beneficio del zinc. El mismo ensayo tampoco pudo descubrir ninguna ayuda de la vitamina C.\nFraude y pseudociencia\nAbundan las curas engañosas y falsas para la COVID-19. La FDA tiene una lista de más de 100 productos fraudulentos para la COVID-19 y la OMS desmiente muchos mitos sobre la enfermedad.\nADVERTENCIA: DO NOT DO THIS\nBeber o inyectarse lejía y otros desinfectantes\nLos desinfectantes pueden ayudar a frenar la propagación del coronavirus, pero solo cuando se usan adecuadamente. Los CDC ofrecen pautas para la limpieza de tu casa y tus manos. Lavarse con jabón es la mejor manera de mantener las manos limpias, sin embargo los desinfectantes a base de alcohol sirven si no estás cerca de un lavabo.\nEs importante utilizar únicamente los productos adecuados. Nunca mezcles cloro y amoníaco para desinfectar superficies, por ejemplo, porque puede liberar gas tóxico. En cuanto a los desinfectantes de manos, asegúrate de emplear marcas con más de 60 por ciento de etanol o 70 por ciento de isopropanol. La FDA ha advertido que algunos desinfectantes contienen alcohol de madera, o metanol, que puede ser peligroso.\nEn abril del año pasado, el expresidente Trump insinuó que los desinfectantes como el alcohol o la lejía podían resultar efectivos contra el coronavirus si se inyectaban directamente en el cuerpo. Sus comentarios fueron inmediatamente refutados por profesionales de la salud e investigadores de todo el mundo, así como por los fabricantes de Lysol y Clorox. Ingerir desinfectantes no solo sería ineficaz contra el virus sino también peligroso y posiblemente también mortal. En julio, fiscales federales acusaron a cuatro hombres de Florida por publicitar el cloro como cura para la COVID-19. El mes siguiente fueron arrestados en Colombia.\nADVERTENCIA: SIN EVIDENCIA\nLuz UV\nEl expresidente Trump también especuló sobre la posibilidad de irradiar el cuerpo con “luz ultravioleta o solo muy potente”. Los investigadores han utilizado luz UV para esterilizar superficies y matar virus en laboratorios con manejo cuidadoso. Pero la luz UV no sería capaz de purgar al virus del cuerpo de una persona enferma. Este tipo de radiación también puede dañar la piel. La mayoría de los cánceres de piel son resultado de la exposición a los rayos ultravioleta que se encuentran naturalmente en la luz del sol.\nADVERTENCIA: SIN EVIDENCIA\nPlata\nEn julio, Gordon Pedersen, residente en Utah, fue acusado de “hacerse pasar por médico para vender un tratamiento para el coronavirus sin fundamento alguno”. El presunto delito de Pedersen fue vender pastillas, lociones y jabones que contienen plata. Existen varios metales que tienen propiedades antimicrobianas naturales, pero ninguna ha demostrado ser eficaz contra el coronavirus. En cuanto a la plata, los Institutos Nacionales de la Salud advierten que “la evidencia científica no respalda el uso de suplementos dietéticos de plata coloidal para ninguna enfermedad o afección”. También puede ser peligroso, ya que hace que la piel de las personas se ponga azul y les dificulte la absorción de antibióticos y otros medicamentos.\nPedersen no está solo. La FDA ha amenazado con tomar acciones legales en contra de quienes aseguran que los productos a base de plata son seguros y eficaces contra la COVID-19, como el televangelista Jim Bakker y el presentador de InfoWars Alex Jones.\nRastreo del coronavirus\n​​Reporteo adicional de Rebecca Robbins.\nFuentes: Biblioteca Nacional de Medicina; Institutos Nacionales de Salud; William Amarquaye, Universidad del Sur de Florida; Paul Bieniasz, Universidad Rockefeller; Jeremy Faust, Hospital Brigham & Women’s; Matt Frieman, Facultad de Medicina de la Universidad de Maryland; Noah Haber, Universidad de Stanford; Harlan Krumholz, Facultad de Medicina de Yale; Swapnil Hiremath, Universidad de Ottawa; Akiko Iwasaki, Universidad Yale; Paul Knoepfler, Universidad de California, Davis; Elena Massarotti, Hospital Brigham and Women’s; John Moore y Douglas Nixon, Escuela de Medicina Weill Cornell; Erica Ollman Saphire, Instituto de Inmunología La Jolla; Regina Rabinovich, Facultad de Salud Pública T.H. Chan de Harvard; Ilan Schwartz, Universidad de Alberta; Phyllis Tien, Universidad de California, campus San Francisco.", "url": "https://www.nytimes.com/es/interactive/2020/science/coronavirus-tratamientos-curas.html"}