{"authors": ["Por The New York Times", "The New York Times"], "date_download": "2022-10-25 23:22:26", "date_modify": "2022-10-25 23:22:26", "date_publish": "2020-07-10 15:57:25", "description": "Un mapa detallado muestra la dimensión del brote de coronavirus con tablas y gráficos de la cantidad de fallecimientos y casos.", "filename": "es_interactive_2020_espanol_mundo_coronavirus-en-estados-unidos_1666740146.html", "image_url": "https://static01.nyt.com/images/2020/07/10/us/coronavirus-en-estados-unidos-promo-1594392397567/coronavirus-en-estados-unidos-promo-1594392397567-facebookJumbo-v9.png?year=2021&h=549&w=1050&s=cd5af7aff718fff97a14038f202189488b174c64e809a2f42009c073c8a08ee5&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/es_interactive_2020_espanol_mundo_coronavirus-en-estados-unidos_1666740146.html", "title": "Mapa de coronavirus en Estados Unidos", "title_page": "Mapa de coronavirus en Estados Unidos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Datos de hospitalización del Proyecto de Monitoreo de Covid Las tendencias de cambio en 14 días usan promedios de 7 días.\nMás de 31.811.200 personas se han infectado en Estados Unidos con el coronavirus y al menos 567.900 de ellas han fallecido, según una base de datos de The New York Times. Este mapa muestra dónde van en aumento los nuevos casos y dónde están disminuyendo en los últimos 14 días.\nZonas críticas Total de casos Muertes Per cápita Promedio diario de casos por 100.000 habitantes la semana pasada. Pocos o sin nuevos casos Proporción de casos reportados en la población Sin casos reportados Haz doble clic para ampliar el mapa. Desplázate y haz zoom con dos dedos. Toca para más detalles. Fuentes: Agencias de salud estatales y locales. Datos demográficos y de población de la Oficina del Censo. Sobre estos datos El mapa de zonas críticas muestra la proporción de habitantes con un nuevo caso reportado en la última semana. Los datos para Rhode Island se muestran a nivel estatal porque los datos por condado se reportan de manera infrecuente. El mapa muestra la ubicación conocida de casos de coronavirus por condado. Para el número total de casos y muertes: el tamaño de los círculos varía de acuerdo a la cantidad de personas que han dado positivo o presentan probabilidad de infección, que puede ser distinto del lugar donde se contagiaron.\nHasta el lunes por la mañana, más de 31.811.200 personas en Estados Unidos han sido infectadas con el coronavirus y al menos 567.900 han muerto, según una base de datos de The New York Times.\nUn año que comenzó normal —con estadios deportivos repletos, aeropuertos concurridos y campañas políticas llenas de apretones de manos— se definió rápidamente por la pandemia.\nSigue nuestra cobertura en vivo del brote de coronavirus para enterarte de las últimas noticias.\nLa vida de los estadounidenses se ha trastocado fundamentalmente a causa del virus. Se han cancelado conciertos, desfiles y juegos de básquetbol de escuelas secundarias. Un sinnúmero de personas se han quedado sin trabajo y tienen problemas para costearse una vivienda. Muchas escuelas y universidades han tenido pocas o ninguna clase presencial este otoño. Más de 321.000 casos han sido vinculados a universidades durante el transcurso de la pandemia. Se han identificado miles de casos más en escuelas primarias y secundarias.\nNuevos casos reportados por día 0 100.000 200.000 300.000 casos mar. 2020 abr. may. jun. jul. ago. sept. oct. nov. dic. ene. 2021 feb. mar. abr. Nuevos casos Promedio de 7 días Estos son días que presentan anomalías en el reporte. Nota: El promedio de siete días promedia los datos de este día y los seis anteriores.\nNuevas muertes reportadas por día 0 2.000 4.000 muertes mar. 2020 abr. may. jun. jul. ago. sept. oct. nov. dic. ene. 2021 feb. mar. abr. Nuevas muertes Promedio de 7 días Estos son días que presentan anomalías en el reporte.\nPacientes hospitalizados con covid por día 0 50.000 100.000 mar. 2020 abr. may. jun. jul. ago. sept. oct. nov. dic. ene. 2021 feb. mar. abr. Pacientes de covid en hospitales ese día Promedio de 7 días Fuente: Datos de hospitalización del Proyecto de Monitoreo de Covid Sobre estos datos Hospitalizados actualmente es la cantidad de pacientes con COVID-19 que se reportan en hospitales de los estados ese día. Las caídas y aumentos pueden ser resultado de reportes inconsistentes por parte de los hospitales.\nThe New York Times encontró que los recuentos oficiales en Estados Unidos y en más de una docena de otros países han contado menos muertes durante el brote de coronavirus debido a la disponibilidad limitada de pruebas.\nThe New York Times realiza un esfuerzo exhaustivo para rastrear los detalles de cada caso de coronavirus en Estados Unidos al recolectar continuamente información de funcionarios federales, estatales y locales. Las cifras de este artículo se actualizan varias veces al día con la información más reciente que nuestros periodistas recaban en todo el país. El Times ha hecho pública la información para ayudar a los investigadores y decisores de políticas públicas que buscan detener la pandemia y prevenir otras en el futuro.\nLa recopilación de datos del Times para esta página proviene de informes de las agencias de salud estatales y locales, un proceso que no ha cambiado debido al requisito del gobierno de Donald Trump de que los hospitales pasen por alto a los Centros para el Control y la Prevención de Enfermedades y envíen toda la información de los pacientes a una base de datos central en Washington.\nConsulta nuestros mapas que monitorean el brote alrededor del mundo.\nLos lugares más afectados\nEl coronavirus se ha desplazado por el país en distintas fases, al devastar una región y luego otra.\nEl noreste experimentó lo peor esta primavera, cuando se desplegaron morgues temporales en la ciudad de Nueva York. Durante el verano, los casos se dispararon en el Cinturón del Sol, lo que llevó a muchos estados a endurecer las restricciones solo semanas después de su reapertura. Para el otoño, el virus llenaba los hospitales rurales en el medio oeste y el oeste mientras devastaba comunidades que durante meses habían evitado lo peor de la pandemia.\nPero a diferencia de los primeros días de la pandemia, no es tan simple decir que las grandes ciudades han resultado más impactadas. En el verano, las ciudades a lo largo de la frontera entre Estados Unidos y México agregaron casos con las tasas más altas. Durante gran parte del otoño, las ciudades pequeñas y medianas del alto medio oeste y del oeste agregaron casos con las tasas más altas. Y para noviembre, las ciudades, suburbios y pueblos pequeños por igual estaban estableciendo récords.\nDebido a que los brotes en entornos grupales en los que un gran número de personas se encuentran en proximidad han sido un importante impulsor de la pandemia, el Times ha prestado atención a los casos en hogares de ancianos, plantas de procesamiento de alimentos, instalaciones penitenciarias y, más recientemente, en colegios y universidades.\nLa información sobre estos casos proviene directamente de comunicados oficiales de gobiernos, empresas e instituciones. Los cuadros que figuran a continuación muestran los casos que se han identificado desde el comienzo de la pandemia y, con la excepción del cuadro correspondiente a las universidades, solo muestran grupos de casos en los que 50 o más están relacionados con un sitio específico.\nCasos en universidades\nAlgunas universidades han decidido impartir la mayoría o todas las clases en línea, pero muchas otras han reabierto sus campus, a menudo con extensos procedimientos y normas que rigen el comportamiento y las pruebas. En las últimas semanas, que los estudiantes regresaron a los campus, las ciudades universitarias han visto algunos de los mayores crecimientos de casos per cápita en el país.\nMás de 88.000 casos entre estudiantes y empleados de más de 1100 instituciones han sido reportados en el curso de la pandemia, según la base de datos del Times.\nA continuación se presentan los diez estados con más casos reportados en los campus.\nCasos Ubicación + Texas 42,237 casos en 85 universidades + Florida 28,705 casos en 127 universidades + Indiana 26,851 casos en 35 universidades + Ohio 24,940 casos en 62 universidades + Pennsylvania 23,697 casos en 113 universidades + New York 21,925 casos en 202 universidades + North Carolina 20,759 casos en 51 universidades + Georgia 19,943 casos en 39 universidades + Michigan 19,498 casos en 52 universidades + Illinois 19,186 casos en 50 universidades\nConsulta la lista completa y los detalles de casos de COVID-19 en universidades »\nCasos en cárceles y penitenciarías\nEn las cárceles y prisiones estadounidenses, más de 218.000 personas han sido infectadas y por lo menos 1265 reclusos y funcionarios penitenciarios han muerto. Durante las entrevistas con docenas de reclusos en todo el país, muchos dijeron que estaban asustados y frustrados por lo que los funcionarios de la prisión han reconocido que ha sido una respuesta desigual al virus.\n“Estoy muy preocupado”, dijo Adamu Chan, un recluso de la Prisión Estatal de San Quintín en California, que se ha convertido en uno de los mayores focos de contagio coronavirus de la nación con más de 2500 infecciones y 27 muertes. “No hay manera de lograr el distanciamiento social. Todos comemos juntos. Tenemos un baño común. No hay forma de abordar un problema de salud pública en una instalación sobrepoblada”.\nCasos Ubicación Fresno County jail 3,985 Fresno, Calif. Harris County jail 3,805 Houston, Texas Substance Abuse Treatment Facility and State Prison 3,647 Corcoran, Calif. Avenal State Prison 3,640 Avenal, Calif. Soledad prison 3,074 Soledad, Calif. California Men’s Colony prison 2,999 San Luis Obispo, Calif. San Quentin State Prison 2,682 San Quentin, Calif. Cook County jail 2,669 Chicago, Ill. Charles Egeler Reception & Guidance Center prison 2,618 Jackson, Mich. High Desert State Prison 2,607 Susanville, Calif. Mostrar todo\nCasos en asilos de ancianos y residencias de cuidado a largo plazo\nSe han notificado casos de coronavirus en más de 18.000 asilos de ancianos y otros centros de atención a largo plazo, según los datos recopilados por The New York Times en estados, condados, el gobierno federal y los propios centros. Más de 439.000 residentes y empleados de esos centros han registrado contagios, y más de 72.000 han muerto. Esto significa que más del 35 por ciento de las muertes por el virus en Estados Unidos han estado relacionadas con asilos y otros centros de atención a largo plazo.\n“Esta enfermedad crea el potencial para una tormenta perfecta en una instalación de cuidados a largo plazo: grandes grupos de personas vulnerables que viven juntas y un virus altamente transmisible que puede no causar síntomas en los cuidadores”, dijo Daniel Rusyniak, director médico de la agencia de servicios sociales del estado de Indiana.\nCasos Ubicación Carrara 627 Plano, Texas West Side Campus of Care 586 White Settlement, Texas The Carlyle at Stonebridge Park 568 Southlake, Texas North Ridge Health and Rehab 541 New Hope, Minn. Hebrew Home of Greater Washington 539 Rockville, Md. Brighton Rehabilitation & Wellness Center 496 Beaver, Pa. Traymore Nursing Center 480 Dallas, Texas Fair Acres Geriatric Center 473 Lima, Pa. Corner View Nursing and Rehabilitation Center 460 Pitttsburgh, Pa. Hearthstone Nursing and Rehabilitation 451 Round Rock, Texas\nEstamos monitoreando las consecuencias devastadoras del virus en más de 12.000 asilos en todo el país »\nCasos en plantas de producción de alimentos\nAl principio de la pandemia, surgieron cientos de casos en procesadoras de alimentos. Los brotes interrumpieron el suministro de carne del país y provocaron el cierre temporal de algunas de las plantas más afectadas.\nEn julio, los Centros para el Control y la Prevención de Enfermedades informaron sobre más de 16.000 infecciones y 86 muertes relacionadas con el procesamiento de carne y aves de corral. Pero es casi seguro que esas cifras son un recuento insuficiente. Solo 28 estados proporcionaron datos a los CDC, y muchos estados y empresas de procesamiento de alimentos se han negado a proporcionar los totales de los casos. Otros grandes brotes han surgido en granjas, en instalaciones de procesamiento de frutas o verduras y en plantas donde se fabrican alimentos para mascotas.\nCasos Ubicación Smithfield Foods pork processing facility 1,098 Sioux Falls, S.D. Tyson Foods pork processing facility 1,031 Waterloo, Iowa Tyson Foods pork processing facility 900 Logansport, Ind. Tyson Foods beef processing facility 786 Dakota City, Neb. Smithfield Foods Farmer John meat processing facility 783 Vernon, Calif. Mostrar todo\nOtros focos de importancia\nEl coronavirus ha seguido a los estadounidenses a donde sea que las personas se hayan reunido, extendiéndose a principios de este año en cruceros y conferencias de negocios. A medida que el país se ha reabierto, han surgido nuevos focos de contagio en iglesias, restaurantes y lugares de trabajo. Lee más aquí sobre algunos de los grupos de coronavirus menos conocidos del país. Debido a que muchos estados no proporcionan información sobre el lugar de propagación del virus, no se podrá elaborar una lista completa de los focos y los brotes locales.\nCasos Ubicación U.S.S. Theodore Roosevelt 1,271 Guam Los Alamos National Laboratory 750 Los Alamos, N.M. Savannah River Site nuclear reservation 686 Savannah River Site, S.C. University of New Mexico Hospital 665 Albuquerque, N.M. Northrop Grumman Palmdale Aircraft Integration Center of Excellence 641 Palmdale, Calif. Mostrar todo\nSobre los datos\nEn los datos para Estados Unidos, el Times usa informes de departamentos de salud estatales, de los condados y regionales. La mayoría de los gobiernos actualizan sus cifras de manera diaria, y registran casos y muertes en función de la residencia de una persona. No todos los gobiernos registran estos datos de la misma manera. El Times emplea el total de los casos confirmados y probables cuando están disponibles de manera individual o combinada. Para ver si un estado incluye casos y muertes probables revisa las páginas individuales de los estados, listadas al final de esta página. Los datos de Estados Unidos incluyen casos y muertes que han sido identificados por funcionarios de salud pública y también casos y muertes probables de coronavirus cuando los gobiernos los registran. Los casos y muertes confirmados, que por lo general se consideran un subregistro del número real, son recuentos de personas cuyas infecciones por el coronavirus se confirmaron a través de una prueba molecular de laboratorio. Los casos y muertes probables son recuentos de individuos que han cumplido con los criterios de otros tipos de pruebas, síntomas o exposición, de acuerdo con lo establecido por el gobierno nacional y gobiernos locales. A menudo, en un solo día los gobiernos revisan sus datos o informan de un gran aumento de casos o muertes de días que no son especificados y sin revisiones históricas, lo que puede causar un patrón irregular en las cifras reportadas de manera diaria. El Times excluye estas anomalías de los promedios de siete días cuando es posible.\nLee más sobre nuestra metodología y descarga los datos de los casos de coronavirus por condados en Estados Unidos en GitHub.", "url": "https://www.nytimes.com/es/interactive/2020/espanol/mundo/coronavirus-en-estados-unidos.html"}