{"authors": ["Dani Blum", "Nicole Stock"], "date_download": "2022-10-25 22:54:42", "date_modify": "2022-10-25 22:54:42", "date_publish": "2022-05-26 14:03:07", "description": null, "filename": "explain_2022_coronavirus-questions_1666738482.html", "image_url": "https://static01.nyt.com/images/2022/05/24/multimedia/well-covid-faq/well-covid-faq-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/explain_2022_coronavirus-questions_1666738482.html", "title": "Your Latest Covid Questions, Answered", "title_page": "Answers to Your Coronavirus Questions: Long Covid, Boosters and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Your Latest Covid Questions, Answered Give this article Give this article Give this article\nPublished May 26, 2022 Updated July 15, 2022 Leer en español When the Covid-19 pandemic began in 2020, we had a seemingly endless amount of questions and not so many answers. Now, more than two years later, we’re still learning how to live with the virus. And while many questions remain unanswered, there’s a lot we have learned about Covid-19 to navigate our lives amid the backdrop of a pandemic. Here are answers to some of the latest Covid questions: Contributors: Pam Belluck, Dani Blum, Apporva Mandavilli, Melinda Wenner Moyer, Sharon Otterman, Tara Parker-Pope, Knvul Sheikh, Nicole Stock\nHow do I know if my symptoms are from Covid or the flu? Credit... Getty Images Covid and the flu share deceptively similar symptoms: coughing, full-body aches, fevers. Both illnesses can give you a runny nose, nausea, diarrhea, vomiting and shortness of breath; both can leave you fatigued, feeling worn out and depleted. With BA.5, the dominant version of the coronavirus currently circulating in the United States, most people who are vaccinated will experience mild symptoms, said Dr. Peter Chin-Hong, an infectious disease specialist at the University of California, San Francisco. Many people will have a sore throat and cold-like symptoms. The flu is more likely to induce aches all over your body, Dr. Chin-Hong said. “You feel like you’ve been beaten up,” he said. There are some symptoms that are unique to Covid, such as losing taste and smell, although people infected with BA.5 may be less likely to experience that. Both Covid and flu can cause severe illness in older adults, people with underlying medical conditions and pregnant women. The only reliable way to tell which infection you have is by testing, said Dr. Adam Ratner, a pediatric infectious disease specialist at N.Y.U. Langone. An at-home Covid test can quickly determine whether or not you have the virus, although testing too soon after infection can lead to false negatives. Experts advise taking a second rapid test 24 to 48 hours after the first, to ensure that the results are accurate. If you still have symptoms and are testing negative, you may want to take a P.C.R. test, which is more sensitive and, in some cases, can detect the virus earlier than a rapid test. You should also get tested for the flu, Dr. Chin-Hong said, so that a doctor can prescribe a therapy like Tamiflu if you have the illness. “You can at least shave off one day of your misery,” he said. Some pharmacies and Covid testing sites offer two-in-one tests for both illnesses.\nDoes the bivalent booster entirely replace the other boosters? Credit... Jamie Kelter Davis for The New York Times The new booster shot is a bivalent vaccine, meaning that it targets two versions of the coronavirus: the original strain and the Omicron subvariants BA.4 and BA.5, which became the dominant subvariants in the United States over the summer. The previous booster shot targeted only the original version of the virus. On Sept. 1, the new shot became the only booster recommended for people ages 12 and older. If you are being vaccinated against Covid for the first time, you will, however, receive the original vaccines that were introduced in late 2020.\nAdvertisement Continue reading the main story\nCan you get the flu shot and the new booster at the same time? Credit... Alessandro Grassani for The New York Times Yes. Some public health officials are strongly recommending getting both the flu shot and the new bivalent booster at once — Dr. Ashish Jha, who leads the White House’s pandemic response, remarked in a press briefing that “God gave us two arms: one for the flu shot and the other one for the Covid shot.” Combining vaccines, in general, is not unusual: children often receive multiple shots at once, said Dr. Peter Chin-Hong, an infectious disease specialist at the University of California, San Francisco. The Food and Drug Administration recently authorized the bivalent vaccine for children as young as 5, who can also get their flu shot at the same time, Dr. Chin-Hong said. And getting two shots at the same time means you’re less likely to forget, or put off, either one, he added. “Convenience trumps everything,” he said. Most people will want to get one shot in each arm, Dr. Chin-Hong said, but you can receive both vaccines in the same arm — you just might be extra sore. “It’s personal preference — there’s no medical reason to do it one way or another,” said Dr. Adam Ratner, a pediatric infectious disease specialist at N.Y.U. Langone. People who opt for two vaccines at once might experience more side effects, which are similar for both shots: tenderness at the injection site, headaches, fatigue. A small number of people may develop a fever. If you want to spread out your shots, you may want to schedule your flu shot for later in the fall, so that protection from the vaccine kicks in when cases begin to rise in the winter. You can also monitor flu activity in your state, through the Centers for Disease Control and Prevention’s influenza surveillance reports, to assess whether you want to get the shot now or later.\nHow long should I wait to get a bivalent booster if I recently had a shot or contracted Covid? Credit... Erika P. Rodriguez for The New York Times In August, the Food and Drug Administration authorized updated booster shots for people who are at least two months out from their last Covid shot (whether it was the original vaccine or a booster). You might want to wait longer between shots, though. While an advisory panel to the Centers for Disease Control and Prevention voted to recommend the same interval between doses, several members voiced concerns. Doctors and immunologists said that, in general, people should wait four to six months after immunization to get a booster. Likewise, if you were recently infected with the coronavirus, you might want to wait that same amount of time before getting another shot. That’s because your body will probably not generate much of an immune response so soon after a previous encounter with the virus, Aubree Gordon, an epidemiologist at the University of Michigan, said. “Your immunity level is so high that you’ll just neutralize immediately the antigen that’s being produced — you kind of reach a ceiling,” she said. “You don’t have that much higher to go.” And keep in mind that once you do get the new booster, it typically takes around one to two weeks for your antibodies to kick in, Dr. Gordon said.\nWhat are the symptoms of an infection with BA.5? Credit... Getty Images In July, the Centers for Disease Control and Prevention reported that the Omicron subvariant BA.5 had become overwhelmingly dominant in the U.S. Experts said that, in general, this subvariant does not have markedly divergent symptoms from earlier versions of Omicron. People infected with BA.5 may develop a cough, runny nose, sore throat, fatigue, headaches and muscle pains. However, they are less likely to lose their senses of taste and smell, or to experience shortness of breath, as compared with those infected with Delta or other variants of the coronavirus, said Dr. Peter Chin-Hong, an infectious disease specialist at the University of California, San Francisco. Dr. Joseph Khabbaza, a pulmonary and critical care physician at Cleveland Clinic, said people tend to experience upper respiratory symptoms “from the vocal cords to the tip of the nose.” Anecdotally, he said, he has seen more patients with painful sinus congestion and severe sore throats who have tested positive for Covid-19 while BA.5 has been circulating. Some of those patients thought they had strep throat because they were in so much pain, he said. There is not yet evidence to indicate that this subvariant causes more severe disease than past versions of Omicron. But BA.5 is more contagious, which means that as more people become infected, hospitalizations are increasing, said Dr. Adam Ratner, director of the division of pediatric infectious diseases at Hassenfeld Children’s Hospital at N.Y.U. Langone.\nHow do you manage Omicron BA.5 symptoms, including a sore throat? Credit... Getty Images While a sore throat has always been a symptom of Covid, experts said that it is becoming more common, and sometimes more severe, with the BA.5 subvariant of Omicron — now, the dominant strain of Covid in the United States. To soothe an aching throat, “the best approaches are typically what grandma would advise,” said Dr. Michelle Prickett, a pulmonology and critical care specialist at Northwestern Medicine. Staying hydrated is crucial for alleviating inflammation in the throat, she said. If you don’t want to stick with water, you can substitute a sports drink like Gatorade. People should aim for 1.5 liters of water, or six to eight glasses, each day, said Dr. Abhijit Duggal, a pulmonologist at Cleveland Clinic. Dr. Prickett recommends that people mix about a teaspoon of table salt in warm water and gargle with the solution every few hours. Patients may also use topical anesthetics, like lozenges or cough drops, which can help numb the throat. You can take over-the-counter decongestants to counter the other coldlike symptoms of Covid, Dr. Prickett said. However, you also need to support your immune system so you can clear the virus. People sick with BA.5 should avoid alcohol, which can blunt the immune system, and take care of themselves. “The key is really rest,” Dr. Prickett said.\nAdvertisement Continue reading the main story\nHow often can you be infected with the coronavirus? A Covid testing site in San Diego last year. Earlier in the pandemic, experts thought that immunity from vaccination or previous infection would forestall reinfections, but Omicron has changed that. Credit... Ariana Drehsler for The New York Times A virus that shows no signs of disappearing, variants that are adept at dodging the body’s defenses, and waves of infections two, maybe three times a year — this may be the future of Covid-19, some scientists now fear. The central problem is that the coronavirus has become more adept at reinfecting people. Already, those infected with the first Omicron variant are reporting second infections with the newer versions of the variant — BA.2 or BA2.12.1 in the United States, or BA.4 and BA.5 in South Africa. Those people may go on to have third or fourth infections, even within this year, researchers said in interviews. And some small fraction may have symptoms that persist for months or years, a condition known as long Covid. “It seems likely to me that that’s going to sort of be a long-term pattern,” said Juliet Pulliam, an epidemiologist at Stellenbosch University in South Africa. “The virus is going to keep evolving,” she added. “And there are probably going to be a lot of people getting many, many reinfections throughout their lives.” It’s difficult to quantify how frequently people are reinfected, in part because many infections are now going unreported. Dr. Pulliam and her colleagues have collected enough data in South Africa to say that the rate is higher with Omicron than seen with previous variants. This is not how it was supposed to be. Earlier in the pandemic, experts thought that immunity from vaccination or previous infection would forestall most reinfections. The Omicron variant dashed those hopes. Unlike previous variants, Omicron and its many descendants seem to have evolved to partially dodge immunity. That leaves everyone — even those who have been vaccinated multiple times — vulnerable to multiple infections. “If we manage it the way that we manage it now, then most people will get infected with it at least a couple of times a year,” said Kristian Andersen, a virologist at the Scripps Research Institute in San Diego. “I would be very surprised if that’s not how it’s going to play out.” The new variants have not altered the fundamental usefulness of the Covid vaccines. Most people who have received three or even just two doses will not become sick enough to need medical care if they test positive for the coronavirus. And a booster dose, like a previous bout with the virus, does seem to decrease the chance of reinfection — but not by much. At the pandemic’s outset, many experts based their expectations of the coronavirus on influenza, the viral foe most familiar to them. They predicted that, as with the flu, there might be one big outbreak each year, most likely in the fall. The way to minimize its spread would be to vaccinate people before its arrival. Instead, the coronavirus is behaving more like four of its closely related cousins, which circulate and cause colds year round. While studying common-cold coronaviruses, “we saw people with multiple infections within the space of a year,” said Jeffrey Shaman, an epidemiologist at Columbia University in New York. Image Clem Williams, 76, received a booster shot in Durham, N.C., this month. Credit... Veasey Conway for The New York Times If reinfection turns out to be the norm, the coronavirus is “not going to simply be this wintertime once-a-year thing,” he said, “and it’s not going to be a mild nuisance in terms of the amount of morbidity and mortality it causes.” Reinfections with earlier variants, including Delta, did occur but were relatively infrequent. But in September, the pace of reinfections in South Africa seemed to pick up and was markedly high by November, when the Omicron variant was identified, Dr. Pulliam said. Reinfections in South Africa, as in the United States, may seem even more noticeable because so many have been immunized or infected at least once by now. “The perception magnifies what’s actually going on biologically,” Dr. Pulliam said. “It’s just that there are more people who are eligible for reinfection.” The Omicron variant was different enough from Delta, and Delta from earlier versions of the virus, that some reinfections were to be expected. But now, Omicron seems to be evolving new forms that penetrate immune defenses with relatively few changes to its genetic code. “This is actually for me a bit of a surprise,” said Alex Sigal, a virologist at the Africa Health Research Institute. “I thought we’ll need a kind of brand-new variant to escape from this one. But in fact, it seems like you don’t.” An infection with Omicron produces a weaker immune response, which seems to wane quickly, compared with infections with previous variants. Although the newer versions of the variant are closely related, they vary enough from an immune perspective that infection with one doesn’t leave much protection against the others — and certainly not after three or four months. Still, the good news is that most people who are reinfected with new versions of Omicron will not become seriously ill. At least at the moment, the virus has not hit upon a way to fully sidestep the immune system. “That’s probably as good as it gets for now,” Dr. Sigal said. “The big danger might come when the variant will be completely different.” Each infection may bring with it the possibility of long Covid, the constellation of symptoms that can persist for months or years. It’s too early to know how often an Omicron infection leads to long Covid, especially in vaccinated people. To keep up with the evolving virus, other experts said, the Covid vaccines should be updated more quickly, even more quickly than flu vaccines are each year. Even an imperfect match to a new form of the coronavirus will still broaden immunity and offer some protection, they said. “Every single time we think we’re through this, every single time we think we have the upper hand, the virus pulls a trick on us,” Dr. Andersen said. “The way to get it under control is not, ‘Let’s all get infected a few times a year and then hope for the best.’” Show more\nWhat can you do to reduce your risk of reinfection? Many of the tools and behaviors that help protect against infection can still help you avoid reinfection, Dr. Abu-Raddad said. “There is no magical solution against Covid reinfection.” Getting vaccinated and boosted, for example, is a good idea even after you’ve had Covid. You only need to wait a few weeks after an infection to get a shot. The vaccines will bolster your antibody levels, and research shows that they are effective in preventing severe outcomes if you get sick again. “Scientific confidence in vaccine-induced immunity was and is much higher than infection-induced immunity,” Dr. Crotty said. Additional measures, like masking indoors and in crowded spaces, social distancing and improving ventilation where possible, can provide another layer of protection. But because most people and communities have largely dropped these protections, it is up to individuals to decide when to adopt extra precautions based on their risk of getting Covid and how much they’d like to avoid it. “If you had an infection just last week, you probably don’t have to mask up,” Dr. Adalja said. “But as a month or so passes from your infection and new variants start circulating in the U.S., it may make sense for high risk individuals to do that. People who are trying to avoid getting Covid because they’re going on a cruise soon or because they need a negative P.C.R. test for some other reason may consider taking precautions. Covid protections don’t have to be one-size-fits-all.”\nIs reinfection more common with BA.4 and BA.5? These subvariants of Omicron are more adept than previous versions of the virus at evading immune protection, whether you have antibodies from vaccination or a prior Covid infection. “They’re the Houdini of Covid,” said Dr. Peter Chin-Hong, an infectious disease specialist at the University of California, San Francisco. “They’re the escape artists.” Dr. Stuart Campbell Ray, a professor of medicine at Johns Hopkins Medicine, said some patients are getting reinfected within just two to three months after recovering from Covid, but the symptoms are generally mild. “Thankfully, the vaccines are still really helping protect people from hospitalization and severe illness,” said Dr. Joseph Khabbaza, a pulmonary and critical care physician at Cleveland Clinic. But when it comes to infection, he added, “it’s hard to view the immunity from Omicron as lasting very long at all.”\nAdvertisement Continue reading the main story\nWill subsequent infections be more or less severe? The good news is that your body can call on immune cells, like T cells and B cells, to quash a reinfection if the virus sneaks past your initial antibody defenses. T cells and B cells can take a few days to get activated and start working, but they tend to remember how to battle the virus based on previous encounters. “Your immune system has all kinds of weapons to try and stop the virus even if it gets past the front door,” said Shane Crotty, a virologist at the La Jolla Institute for Immunology in California. Many of these immune cells build up their protections iteratively, Dr. Crotty said. That means that people who are vaccinated and boosted are especially well equipped to duke it out with the coronavirus. Similarly, people who have been infected before are able to keep the virus from replicating at high levels if they get reinfected. And most people who have logged encounters with both the vaccine and the coronavirus build up a hybrid immunity that may offer the best protection. The result is that second or third infections are likely to be shorter and less severe. Dr. Abu-Raddad, who has been tracking reinfections among large groups of people in Qatar, has already started seeing this promising pattern in patient records: Of more than 1,300 reinfections that his team identified from the beginning of the pandemic to May 2021, none led to hospitalization in an I.C.U., and none were fatal. But just because reinfections are less severe, it doesn’t mean that they are not terrible. You may still run a fever and experience body aches, brain fog and other symptoms. And there’s no way of knowing if your symptoms will linger and become long Covid, Dr. Adalja said. It is possible that each Covid infection forces you into a game of Russian roulette, though some researchers hypothesize that the risk is highest right after your first infection. One of the risk factors for long Covid is having high levels of virus in your system early in an infection, and you are likely to have such a high viral load the first time you are infected, Dr. Abu-Raddad said. In subsequent infections, your body is better prepared to fight off the coronavirus so you may be able to keep the virus at low levels until it is completely cleared, he said. Show more\nHow long will my immunity last after getting Covid? Before Omicron, reinfections were rare. A team of scientists, led by Laith Abu-Raddad at Weill Cornell Medicine-Qatar, estimated that a bout with Delta or an earlier coronavirus strain was roughly 90 percent effective in preventing a reinfection in both vaccinated and unvaccinated people. “But Omicron really changed that calculus,” said Dr. Abu-Raddad, an infectious disease epidemiologist. After Omicron emerged, prior infections only provided about 50 percent protection against reinfection, Dr. Abu-Raddad’s study showed. The coronavirus had acquired so many mutations in its spike protein that newer versions became more transmissible and better able to evade immunity. That means you can catch a version of Omicron after recovering from an older, non-Omicron variant. You can even get sick with one of the newer Omicron subvariants after getting over a different version of it. Other factors also increase your vulnerability to reinfection, starting with how long it has been since you had Covid. Immune defenses tend to wane after an infection. A study published in October 2021 estimated that reinfection could occur as soon as 3 months after contracting Covid-19. While these findings were based on the genome of the coronavirus and accounted for expected declines in antibodies that could fight off the virus, the study did not account for new variants like Omicron that were radically different from older variants. Because of how different Omicron is, your protection may wane even sooner. In a study published in February that has not yet been peer-reviewed, scientists from Denmark found that some people got reinfected with the BA.2 sublineage of Omicron as soon as 20 days after they got infected with the original Omicron BA.1. Because the virus is infecting more people now, your chances of being exposed and getting reinfected are also higher, Dr. Abu-Raddad said. And while it’s unclear if some people are simply more susceptible to Covid-19 reinfection, researchers are beginning to find some clues. People who are older or immunocompromised may make very few or very poor quality antibodies, leaving them more vulnerable to reinfection, Dr. Abu-Raddad said. And early research shows that a small group of people have a genetic flaw that cripples a crucial immune molecule called interferon type I, putting them at higher risk of severe Covid symptoms. Further studies could find that such differences play a role in reinfection as well. For now, you should treat any new symptoms, including a fever, sore throat, runny nose or change in taste or smell, as a potential case of Covid, and get tested to confirm if you are positive again.\nWhat should I do if I was exposed to someone with Covid? If you are an adult who’s been boosted or are a fully vaccinated child, you don’t need to quarantine after a potential exposure. But you should get tested at least five days after your exposure and wear masks around other people for 10 days. If you’re unvaccinated, quarantine for five days after exposure and then get tested. Wear masks around other people for 10 days. This also applies to those who are eligible for booster shots but have not yet received them.\nDani Blum and\nAdvertisement Continue reading the main story\nI tested positive. Now what? If you’re around other people when you get the bad news, the first thing you should do is put on a mask. Then, isolate yourself as quickly as possible, even if you don’t have symptoms and even if you are vaccinated. Once you take a deep breath and have a moment, think about where you’ve been and who might have inhaled your germs. Then, let your employer know. Many workplaces have protocols for contact tracing when an employee tests positive. You should also alert anyone with whom you’ve spent time, going back at least two days before you got tested or started having symptoms, said Dr. Paul Sax, an infectious disease expert at Brigham and Women’s Hospital and a professor at Harvard Medical School. The C.D.C. defines a close contact as anyone who was less than six feet from you for 15 minutes or more. Don’t forget to also tell your doctor, if you have one, particularly if you have an underlying medical condition, like high blood pressure or diabetes, that puts you at higher risk. If your child tests positive, call the pediatrician. You also need to call your child’s school as well as anyone with whom your child has had close contact with at play dates, parties or other activities.\nDani Blum and\nThe home test is negative, but could I still have Covid? Credit... Ibrahim Rayintakath What does a negative result on a home Covid-19 test really mean? That’s the question that has confounded many people who have reached for a home test because they have a sore throat, cough or runny nose. After swabbing their nose and waiting an anxious 15 minutes, the result is negative. While there’s relief in getting a negative result, there’s also uncertainty. Am I really free of Covid? Or did the test just not detect it? Should I test again? Can I spend time with other people? The confusion is justified, say testing and public health experts. It stems from a lack of understanding about how the tests work. Rapid home antigen tests look for pieces of viral proteins from a swab of your nose, and they are designed to identify whether you have an infectious level of the virus. But a negative test is not a guarantee you don’t have Covid. It could be that your symptoms are an immune response signaling the arrival of Covid or another invader. The harder your immune system is working to tamp down the virus, particularly an immune system supercharged by vaccine antibodies, the more likely you are to get an early negative result on a rapid test, even if you’re infected. “It may be that the virus in your body is having a tug of war with your immune system,” said Dr. Michael Mina, chief science officer for eMed, a company that helps rapid test users get treatment from home. “If you test negative and you have symptoms, don’t assume you’re negative. Assume that the virus has not had an opportunity to grow up yet. The symptoms might mean your immune system is just triggering a very early warning.” Dr. Mina advises people to take a rapid test on the first day of symptoms. A positive result means you almost certainly have Covid. If the result is negative and your symptoms continue, you should still take precautions, wear a mask and avoid close contact with other people. If you can’t test daily, then wait 48 hours and test again. If you’re still negative but your symptoms persist or are getting worse, you should take another test on Day 4. Or you may want to go to a testing center to take a P.C.R. test, which can sometimes detect Covid a little sooner than a home test, although you may have to wait a day or two for the results. Experts say that if you have symptoms and continue to get negative results on home tests, it may be that your immune system is doing a good job beating the virus. Or it could be that you have another illness. Either way, you should try to avoid infecting others. “If you have symptoms and continue to test negative, the chances that you’re infectious with Covid have gone down a lot,” said Dr. Robert Wachter, the chair of the medicine department at the University of California, San Francisco. “But you probably should wear a mask that day because you have something.” And, remember, the result of your home test is just one piece of information. If you haven’t left the house in weeks, your negative result after a few tests is probably accurate. If you have symptoms and you’ve been spending time in bars or a family member has been exposed to Covid, you should be more cautious, even if the initial results are negative. It may be that you tested too early and that your viral load isn’t high enough to be detected. When Dr. Jillian Horton, an internal medicine doctor in Winnipeg, started feeling ill, she was pretty sure she had Covid. Her husband had been exposed and had symptoms, too. She decided to conduct an experiment of one, testing herself several times over the course of a few days to track the dynamics of the virus. “With my husband testing positive and myself very symptomatic, I was sure I had Covid,” Dr. Horton said. “I was curious to see what I could pinpoint in terms of when I might flip positive.” Dr. Horton’s husband became ill on a Friday night, and that evening she tested negative. On Saturday, she began to feel sick and tested herself three times throughout the day. All three results were negative. By Sunday morning, she woke up and was feeling worse. At 6 a.m. she tested and saw a faint line on the test — what she called a “weak positive.” She took two more tests on Sunday and both were negative. On Monday morning, she tested again, and the test rapidly turned positive. What is notable about Dr. Horton’s experiment is that if she had tested at a different time on Sunday, she may never have discovered the weak positive. Her immune system was clearly battling the virus, as evidenced by her two negative test results later in the day. Dr. Horton noted that testing at the right time to catch a high viral load was similar to putting a net in a stream. If the fish aren’t there, you won’t catch anything. But if you time it so that the fish are plentiful, you’ll catch your dinner. Dr. Horton said she was concerned that too many people think the tests aren’t working when, in fact, they are a useful tool if you understand how to use them. They are ideal for “ruling in” Covid, but you have to consider more information when evaluating a negative test. “So often I hear people say, ‘The test is useless,’” Dr. Horton said. “What my experience illustrated is that when you have symptoms, the tests are really ‘rule-in’ tests. I think of those two days when I was so symptomatic. I had one positive test and five negative tests. There was only one moment in there where I was more infectious.” Linsey Marr, a professor of civil and environmental engineering at Virginia Tech and one of the world’s leading experts on viral transmission, said she assumed her daughter had Covid even after a rapid test came back negative. The child had a fever and sore throat, and she had been exposed to Covid through her gymnastics team. But testing proved useful for knowing that her daughter wasn’t highly contagious, which helped Dr. Marr’s family know how to manage the risk. “We knew we needed to be careful,” Dr. Marr said. “But we didn’t have to totally put her in jail. The test told us that the viral load was not high enough that we had to lock her in her room and be that worried about all of us getting it.” Instead, the family wore masks and opened windows to improve ventilation. Kristina Kasparian, who works from home in Montreal, believes she may have gotten Covid from her husband, who is a schoolteacher. They disagreed on whether a home test he took showed a faint positive. But a few days later she woke up with tightness in her chest and a sore throat. Her test was positive, and her husband has continued to test negative. “It’s great to have this tool, but it’s such a variable snapshot in time,” she said. Dr. Mina said that despite the limitations, people would benefit from frequent testing any time they suspect they have been exposed, have symptoms or want to be sure they are not infectious before spending time with a person at high risk. He also recommends testing before you start interacting with others again to be sure you’re not still infectious. “These are tools that have massive benefit during a pandemic like this,” Dr. Mina said. “They will catch you when you’re most infectious. They will even catch you most of the time when you’re just slightly infectious. They will catch almost everyone when they have a high enough viral load to spread. But it won’t be perfect.” Show more\nWhat antiviral treatments are available and do I qualify for them? There are two oral antiviral therapies currently available to treat Covid-19 in the United States. One, called Paxlovid, was developed by Pfizer and was the first oral treatment authorized for high risk Covid-19 patients ages 12 and older in December. It is prescribed as three pills taken twice a day for five days. The second drug, called molnupiravir, was developed by Merck and was granted emergency use authorization just one day after the Pfizer treatment in December. Molnupiravir treatment consists of four pills taken twice a day for five days and is available for high-risk adults ages 18 and up. The Food and Drug Administration has also cleared an intravenous antiviral medication from Gilead Sciences called remdesivir, which is sold under the brand name Veklury, but it is most often administered at a clinic or an infusion center. To get these treatments you must test positive with a P.C.R. or rapid test. This can be done at home, at a regular health care provider’s office, at a testing site or at one of the pharmacy chains, community health centers, long-term-care facilities or Veterans Affairs clinics participating in the “test to treat” program. If you test positive at a participating location that dispenses antivirals and has an authorized medical provider, you can get a Covid-19 pill prescription (if you’re eligible) and fill it on the spot. If you test positive at a different testing site or through an at-home testing kit, you can schedule an online or in-person visit with a provider at a “test to treat” location to get and fill a prescription. And just like with other medications, your regular health care provider can call in a prescription to a pharmacy for you, said Kuldip Patel, the senior associate chief pharmacy officer at Duke University Hospital in North Carolina. You can use the Covid-19 therapeutics locator to find out which pharmacies stock the drugs near you. Show more\nAdvertisement Continue reading the main story\nDoes my mask protect me if nobody else is wearing one? While it’s true that masks work best when everyone around you is wearing one, there is also plenty of evidence showing that masks protect the wearer, even when others around them are mask-free. The amount of protection depends on the quality of the mask and how well it fits. Health experts recommend using an N95, KN95 or KF94 to protect yourself. Other variables, such as how much time you are exposed to an infected person and how well a space is ventilated also will affect your risk. “I know everyone talks about planes, but I would say buses are probably the riskiest, then trains and then planes, in order of highest to lowest,” said Linsey Marr of Virginia Tech, an expert in airborne transmission of viruses. “People talk about planes having great ventilation filtration, and they do and that greatly helps reduce the risk of transmission,” she added. “But the virus is going to be in the air, no question in my mind, because there’s still large numbers of cases.” There is also real-world data supporting the protective effects of masking in other indoor locations. A 2020 investigation of a hotel outbreak in Switzerland, for instance, found that several employees and a guest who tested positive for the coronavirus were wearing only face shields (with no masks); those who wore masks were not infected. And a Tennessee study found that communities with mask mandates had lower hospitalization rates than areas where masks weren’t required. A number of laboratory studies, too, have documented that a mask protects the person who is wearing it, though the level of that protection can vary depending on the type of mask, the material it’s made from, the experimental setup and how particle exposure was measured. But the bottom line of all the studies is that a mask reduces the potential exposure of the person wearing it. Image Laboratory studies showed that a high-quality medical mask, like an N95, KN95 or KF94, works best. Credit... Getty Images Dr. Marr recommends wearing the highest-quality mask possible when you can’t keep your distance or be outdoors — or when nobody around you is masking up. That means an N95 or equivalent. Sharon Otterman contributed reporting. Show more\nKnvul Sheikh and\nAdvertisement Continue reading the main story\nCan vaccines protect against long Covid? The picture is still coming into focus, but several studies suggest that getting a Covid vaccine can reduce — but not eliminate — the risk of long-term symptoms. The United Kingdom’s Health Security Agency conducted an analysis of eight studies that had looked at vaccines and long Covid before mid-January. Six found that vaccinated people who became infected with the coronavirus were less likely than unvaccinated patients to develop symptoms of long Covid. The remaining two studies found that vaccination did not appear to conclusively reduce the chances of developing long Covid. In that analysis, one study, which examined about 240,000 U.S. patients but has not been peer-reviewed, found that those who had received even one dose of a Covid vaccine before their infections were seven to 10 times less likely than unvaccinated patients to report symptoms of long Covid 12 to 20 weeks later. But another large study of electronic patient records at the U.S. Veterans Health Administration, also not yet peer reviewed, found that those who were vaccinated had only a 13 percent lower risk than unvaccinated patients of having symptoms six months later.\nKnvul Sheikh and\nWhat are the side effects of the vaccines in young kids? The data so far suggest that the side effects in younger kids are milder than those in older kids, probably because a lower dose of the vaccine is given, Dr. Shirley said. Among children under 5, “the side effects were the sorts of things that we might expect in children after receiving a vaccine,” she added, including increased fussiness, sleepiness and pain at the injection site. Comparing the two vaccines, Pfizer’s resulted in fewer side effects overall, probably because it uses such a low dose. No children in the vaccine trials developed heart issues like myocarditis, a form of heart inflammation that was seen in a small number of older children who received the vaccine, Dr. Shirley said, but this could be because the trials were not big enough to detect rare side-effects. It’s possible there will be some cases once the vaccines are given to enough kids, but experts don’t expect to see a significant number, because myocarditis “occurs more frequently in teenagers and young adults than younger kids,” said Dr. Ibukun Kalu, an infectious disease pediatrician at the Duke University School of Medicine. “I would not expect high rates of vaccine-related myocarditis in the under 5s,” she added. Dr. Kalu also pointed out that the risk of myocarditis is much higher among kids who catch Covid-19 than it is among those who get the vaccine. It’s important to note that when the F.D.A. did not authorize the two-dose Pfizer vaccine back in February, that was because it didn’t work well enough, not because of any safety issues. (And that’s ultimately why the vaccine now has a three-dose regimen.)\nHow do the Moderna and Pfizer vaccines for children under 5 differ? The Moderna vaccine is authorized as two doses spaced four weeks apart, said Dr. Debbie-Ann Shirley, a pediatric infectious disease physician at the University of Virginia. Pfizer is authorized as a three-dose series, with the first two shots spaced three weeks apart, and the third shot given at least eight weeks later. (Pfizer’s third shot is not considered a booster. It’s likely that Moderna and Pfizer will eventually authorize an additional booster dose for young children.) Both vaccines are at lower doses than the vaccines given to older kids and adults. Preliminary data released by Moderna in April suggested that two shots were 51 percent effective at preventing symptomatic Covid-19 infection among children aged 6 months through 1 year, and that two shots were 37 percent effective at preventing infection among kids aged 2 through 5 years. Pfizer claimed that its three-dose series had an efficacy of 80 percent at preventing Covid-19 infection among kids aged 6 months through 4 years old, but that estimate was based on infections in just three children.\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/explain/2022/coronavirus-questions"}