{"authors": ["Thomas Gibbons-Neff", "The New York Times"], "date_download": "2022-10-25 22:57:27", "date_modify": "2022-10-25 22:57:27", "date_publish": "2022-10-22 09:30:19", "description": "The war in Ukraine has reached into every pocket of the country — from urban areas to the countryside, where soldiers monitor drones to pinpoint deadly attacks and civilians brace for destruction.", "filename": "explain_2022_10_22_world_russia-ukraine-war-front-lines_its-tense-under-constant-fire-ukrainian-soldiers-dismiss-any-suggestion-that-they-cede-land_1666738647.html", "image_url": "https://static01.nyt.com/images/2022/10/08/world/08ukraine-front-header/merlin_207466020_a45f37f9-0615-485e-b1ae-ff903a59d9d6-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/explain_2022_10_22_world_russia-ukraine-war-front-lines_its-tense-under-constant-fire-ukrainian-soldiers-dismiss-any-suggestion-that-they-cede-land_1666738647.html", "title": "Russia-Ukraine War", "title_page": "Russia-Ukraine War Special Report: The Front Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Ukrainian soldier atop an abandoned Russian tank in eastern Ukraine in May. Credit... Ivor Prickett for The New York Times Scenes From the Front Line The war in Ukraine has reached into every pocket of the country — from urban areas to the countryside, where soldiers monitor drones to pinpoint deadly attacks and civilians brace for destruction. A Ukrainian soldier atop an abandoned Russian tank in eastern Ukraine in May.Credit...Ivor Prickett for The New York Times Give this article Give this article Give this article\nPublished Oct. 22, 2022 Updated Oct. 22, 2022\nIn the Ukraine war, the front line is everywhere. THE FRONT LINE, Ukraine — More than seven months after Russia invaded Ukraine, the country’s front line stretches hundreds of miles. It starts in the eastern Donbas region before it arcs south toward the Black Sea. On endlessly circulated and regurgitated maps, the front line looks almost like a crescent moon of shaded-red areas (Russian-held) that collide with shaded-white areas (Ukrainian-held). But that’s just the front line on paper. From the ground, the maps mean little. For most of the country’s civilians, Ukraine’s front lines are amorphous. The range of artillery and cruise missiles means that death can find them far from the troops and tanks. Hospitals, schools, local markets — everything can be a target. The front line is in urban areas and in the countryside. Safety is rationalized in distance. In September, a mortar round landed a few dozen yards from a woman in the eastern city of Bakhmut. She looked toward the explosion before muttering, “I’d rather die than go back into the basement.” For Ukrainian and Russian soldiers, life on the front line is a miserable existence of mud and boredom, long stretches of quiet interrupted by the shriek of artillery, the lawn mower buzz of drones circling overhead or the dreaded order to attack or defend. Ukrainian soldiers who manage to cross from the white zone into the red zone are most likely already dead or captured; between those colored areas are uncharted places. The parts of land sitting between Russian and Ukrainian guns are a gray zone, once coined as no man’s land more than a century ago. That is where shell craters and destroyed trees dot the landscape. Soldiers there are cut down by machine-gun fire or artillery rounds. Civilians there live in basements; some don’t live at all. Ukrainian soldiers often think of the front as broken down into several separate front lines. The Third Line is for the inexperienced troops; they are the backup to the fighters. The Second Line is for the Third Line soldiers who have tasted combat or survived a random shelling. The First and Zero lines are where death is constant and everything in front of your trench is the enemy. “In the last two weeks, there is no person who hasn’t lost a friend,” recounted Oleksandr, a Ukrainian soldier wounded near the eastern city of Izium in August. “And those who stay on the front — they are few.” The New York Times has been covering the war since it began — from the rolling fields of Ukraine’s east, to the sweeping boulevards of Kyiv, the capital. Our correspondents and photographers have watched soldiers strategize in school basements and fly drones above the burning hulks of destroyed tanks, and have seen civilians brave withering artillery fire and have dodged the incoming shells themselves. Here are some stories and images of what they’ve seen. Natalia Yermak contributed reporting. Show more\nWhat it’s like to be shelled. Along the front lines in Kharkiv and Lysychansk earlier this year. Credit... Tyler Hicks/The New York Times LYSYCHANSK, Ukraine — You’re driving on the edge of an eastern Ukrainian city, speeding down a cement road, when the ground in front of you explodes. You’ve made this drive before. Usually the windows are cracked so you can hear outside: Listening to Russian shelling and Ukrainian artillery fire is important so that you know what’s flying through the air around you. But on this day in mid-June, all you remember is the ground jetting into the air in a black geyser of dirt and smoke, and your brain trying to rationalize what’s happening. Watching the blast is like watching a car crash, your brain trying to place the explosion in time and space, trying to tell the rest of your body that it’s OK, that this was supposed to happen. But it’s not OK, because you watch another black streak descend and explode. It’s closer now and so loud that everything goes quiet. The single thought: There’s a trench a quarter-mile away at the checkpoint, and you can make it if you drive fast enough. But it feels as if you were barely moving. On either side of your tin-can Honda crossover there are more explosions. You’ll find out later it was a cluster rocket — little munitions dispensed from a bigger rocket — but at that moment your brain is on mute. You can’t hear the blasts. You can only see the shrapnel come through the windshield. It puts a hole the size of a quarter right above the hood. You look at Slava, who’s driving, and expect to hear a scream, but the only noise is the stereo as the shrapnel cuts through a speaker in the dashboard. Image A vehicle rented by The New York Times that was damaged by shrapnel during bombing by Russian forces outside Lysychansk, Ukraine, in June. Credit... Tyler Hicks/The New York Times How many minutes has it been? One? Two? You’re crouched behind the dash, waiting for it to stop or for you to die. You look up. The outline of a rocket, one you’ve seen before lying on the ground in countless Ukrainian fields, falls out of the sky. It lands on the road and rolls into the grass. You’ve just been shelled. You were caught in the middle of a burst of violence that has gone on for months all over Ukraine. You were lucky; you’re alive. Thousands of others are not, many of them civilians. They are dead or wounded. Their homes were destroyed. Families torn apart. And it’s not stopping anytime soon. Show more\nAdvertisement Continue reading the main story\nThe urban front line: ‘There’s no place in this town that is safe.’ An unexploded Russian rocket protruding from a sidewalk in the city of Lysychansk, Ukraine. Credit... Ivor Prickett for The New York Times LYSYCHANSK, Ukraine — Holes blown in the walls of apartment blocks, or whole buildings reduced to sprawls of brick spilling out on the sidewalks. The detritus of explosions — tree branches, drooping power lines, chips of asphalt — scattered in the streets. Craters from artillery in courtyards, parks, in the middle of intersections. Over eight months of combat, the front line of the Ukraine war has passed over dozens of towns and cities — from the suburbs of Kyiv to the industrial communities of the Donbas — creating in urban settings some of the most vicious, lethal and destructive patches in the war. Russian troops often first pummel cities with artillery to soften defenses, then send in infantry. Urban combat is generally more deadly than fighting in open fields and characterized by shorter distances between the sides, sometimes less than 100 yards. In towns under bombardment, the air feels electric and tense with danger. Civilians and soldiers alike huddle in basements. Cities along the front are at moments eerily quiet, at other times a cacophony of gunshots and explosions. Lysychansk fell to Russian forces in midsummer. On a visit in June, signs of Ukraine’s tenuous military positions were everywhere. Image Members of the Ukrainian regional police force patrolled in the city of Lysychansk. Credit... Ivor Prickett for The New York Times Image A destroyed building in the city of Lysychansk. Credit... Ivor Prickett for The New York Times The city is on a high bank of the Siversky Donets River, overlooking nearby Sievierodonetsk on the eastern bank. Smoke from a dozen or so fires burning in Sievierodonetsk testified to the fighting creeping closer, block by block. Even in the crystalline sunshine of the summer afternoon, streets were deserted except for an occasional stray dog, a typical scene for front line cities. In the weeks before the city fell, Ukrainian soldiers moving about town accelerated to breakneck speeds in sport-utility vehicles, screeched around corners and zipped into courtyards, then piled out and ran for cover, lest a drone spot their car and artillery fire follow. “They see us and they open fire,” Col. Yuriy Vashchuk said. “There’s no place in this town that is safe.” Before he set out, Colonel Vashchuk prepared by placing a hand grenade into the cup holder between the front seats of his vehicle. A box of pistol ammunition slid back and forth on the dashboard as he drove. The clanging, metallic explosions of incoming shells rang out every few minutes. Rapid fire from the large-caliber guns on armored personnel carriers, sounding like a jackhammer at work, echoed around the area. With their empty streets and hollowed-out buildings, frontline towns became a part of Ukrainian strategy, too. Outgunned by Russian artillery until sufficient Western supplies arrived later in the summer, the Ukrainian army chose urban combat to grind down the Russian forces at close range. Image Abandoned and destroyed vehicles at a blown-up bridge over the Siversky Donets River, with smoke billowing in the distance from the battle in Sievierodonetsk. Credit... Ivor Prickett for The New York Times Even in towns under shelling, a mishmash of Ukrainian volunteers, soldiers and police officers have kept a presence, evacuating civilian stragglers and providing aid to those who chose to remain. It’s not uncommon to see volunteers passing bottled water out of the back of a car trunk, for example. Marina Bezugla, a member of Parliament who worked in Lysychansk over the summer, wore a military uniform and gold-tinted aviator glasses while driving around in a van once used as an armored vehicle for a bank. At one spot in the city, an unexploded Russian rocket jutted out of a sidewalk. A shift in strategy to targeting Russian supply lines, enabled by the arrival of Western weapons, largely ended the period of major urban combat in the war, at least for now. The most intense fights were in the Kyiv suburbs and Lysychansk and Sievierodonetsk, though front lines still bisect towns and villages along the front. Ms. Bezugla said she was thankful for the aid coming in last summer, and hoped it could arrive faster. “For me, it’s hard to understand why help is given in doses, just enough to survive but not enough to win,” she said. “It worries me. Our people are dying every day here.” Show more\n‘I want to kill them all.’ Ukrainian soldiers operating a drone near Kherson, in southern Ukraine, last month. Credit... Jim Huylebroek for The New York Times ALONG THE KHERSON FRONT, Ukraine — In one small village in southern Ukraine, all of the residents have left. Stray dogs wander the streets, noses down. The wind ripples across their fur and blows through the many broken windows in the village. Most houses are abandoned, except for a small green one that has become a hive of activity. The windows are blacked out with cardboard. Several television antennas poke up from the roof. Ukrainian soldiers stomp in and out at all hours. Inside is a drone studio, and it’s from here that the Ukrainians pinpoint deadly attacks. The other day, one soldier sat in front of a flat-screen monitor and calmly clicked a mouse. From previously recorded drone footage, he showed the Russians’ neatly dug trenches, their tanks hiding under trees, even little black shapes of Russian troops scurrying around. The enemy is about five miles away, he explained, and the images on the screen possessed a stunning clarity. From the all-seeing drone, one could even make out the long, dark, late-afternoon shadows of singular trees. It was eerie. “Watch this,” said a Ukrainian commander, Lieutenant Oleh. His assistant clicked the mouse. A video showed a tank parked in a potato field. It was a bright sunny day. Then poof! — the tank suddenly exploded. Everything and everyone inside was turned into an angry red fireball. It was a Ukrainian artillery strike, guided by one of the drones flown by Lieutenant Oleh’s reconnaissance unit. Image Launching a drone near the Kherson front. Credit... Jim Huylebroek for The New York Times Image Observing the drone’s position using a screen and controller. Credit... Jim Huylebroek for The New York Times Does Lieutenant Oleh ever think about the individual Russians killed in these strikes? “I hate them,” Lieutenant Oleh said. “I want to kill them all.” The fighting in Ukraine’s south is a slow, bitter artillery war. The Russians and the Ukrainians use the same technology: small, consumer-grade drones to spy on each other. And then artillery, rockets, missiles and mortars to kill. The Russians are deeply dug in with a lot of artillery and ammunition in the south. The Ukrainians say that for every shell they fire, the Russians fire back 10. A few miles away, a squad of Ukrainian soldiers waited for orders to fire. They sat in the shade of a bunker dug 15 feet underground. Their scruffy little base was littered with cigarette butts, crushed energy drink cans and a plastic bucket carrying wild mushrooms that someone had picked. This is the other end of the equation: the firing pit. This team was working with another drone operator, not Lieutenant Oleh, but a similar outfit hiding in a trench a few miles away. Edward, a young soldier who had a light blond beard, dirty fingernails and an easy smile, lugged a 35-pound mortar shell to the mortar tube. “I’ve fired at least a thousand,” he said. Video Edward, a Ukrainian soldier along the front line in southern Ukraine, fires a mortar at Russian troops miles away. The drone teams give him the target. He then translates GPS coordinates into angles on his firing tube. It’s low-tech meets high-tech, World War I meets World War IV. What does he think when he’s shooting a deadly mortar at the Russians? His answer wasn’t much different from Lieutenant Oleh’s. “I think: Let them all die so we can go home.” Show more\nLife along the front line, for civilians and soldiers. Photos from the front Kharkiv region David Guttenfelder for The New York Times Kharkiv Tyler Hicks/The New York Times Lyman Nicole Tung for The New York Times Donetsk region Ivor Prickett for The New York Times Sviatohirsk Nicole Tung for The New York Times Bakhmut Tyler Hicks/The New York Times Zaporizhzhia Nicole Tung for The New York Times Zaporizhzhia region Mauricio Lima for The New York Times Sloviansk Ivor Prickett for The New York Times Lyman Nicole Tung for The New York Times Bakhmut Finbarr O'Reilly for The New York Times Bakhmut David Guttenfelder for The New York Times Donbas region Jim Huylebroek for The New York Times Kharkiv region Lynsey Addario for The New York Times Mykolaiv Daniel Berehulak for The New York Times New York Times photographers have been chronicling the war in Ukraine since the Russians invaded in February. Here is a selection of the images they’ve made along the front line as they have crisscrossed the country.\nWhen a rocket in the middle of the street was a novelty. Ukrainian soldiers fighting in Kharkiv, Ukraine, in February. Credit... Tyler Hicks/The New York Times KHARKIV, Ukraine — Ukrainians call it their war baptism. The first time they see real fighting. My war baptism came on Feb. 25, the day after Russia launched the invasion. I arrived in Kharkiv, in northeastern Ukraine, just as the bombs started falling. Now that the war is nearly eight months old, you don’t see the kind of panic that people felt then, when the boom of artillery was novel and terrifying. In the center of town, the tail section of a Russia Smerch rocket was sticking out of the middle of the street, surrounded by a group of jumpy armed men pondering it as if it were an alien relic that had arrived from another world. One of the men suddenly cocked his rifle and chased down two camouflaged soldiers he thought looked suspicious. A lot of shouting ensued. No one seemed to know what they were doing. Russian forces had poured across the nearby border the day before and tried to enter Kharkiv, Ukraine’s second largest city, but were repelled by a hastily mustered Ukrainian defense. The detritus of that Russian effort littered a stretch of highway on the city’s outskirts. Burned troop carriers and armored fighting vehicles. The body of a Russian soldier dusted in a thin layer of snow. Image Emergency officials trying to remove a rocket embedded in the pavement in Kharkiv on Feb. 25. Credit... Tyler Hicks/The New York Times Fighting was intense nearby and a group of lightly armed Ukrainian troops were holding the position, occasionally ducking into a hastily dug trench to avoid incoming artillery. Some appeared frozen in place, clinging tightly to a snowy berm as rockets boomed and whizzed overhead. Others seemed more at ease. Tyler Hicks, a New York Times photographer who has covered wars all over the world, stayed out in the open, snapping pictures of the action. I mostly remained in the muddy trench, happy to chat with a group of younger, somewhat more nervous — and cautious — soldiers. To defeat the enemy, a soldier named Andrei told me, Ukraine needed less strength than smarts. “I think we could operate more slyly, gather up our forces and launch a counterattack,” he said. At the time, I dismissed this notion as foolishly naïve. A huge Russian force, with more weapons and men than Ukraine could ever hope to muster, was bearing down on Kharkiv and the capital, Kyiv, and pouring out of the Crimean Peninsula in the south. Ukraine’s military, all the prominent analysts were saying, would collapse within days, along with its government. But Andrei was right. Using more brains than brawn, the Ukrainians repelled the attack on Kyiv and held them at bay in the south. The Russians never made it past that highway in Kharkiv, though they destroyed much of the city with their artillery. In September, the Ukrainians launched that counterattack Andrei had envisioned, pushing the Russians back and liberating most of the territory in the Kharkiv region they had lost in those first days of the war. Show more\nAdvertisement Continue reading the main story\n‘It’s tense’: Under constant fire, Ukrainian soldiers dismiss any suggestion that they cede land. Along the front lines in eastern Ukraine in July. Credit... Mauricio Lima for The New York Times DONETSK PROVINCE, Ukraine — Red flames crackled in the golden wheat field, the target of Russian artillery just minutes earlier. In the yard of a nearby house, the commander of a Ukrainian frontline unit was finishing his lunch of noodles from a tin bowl. As more shells exploded in the fields, his men took cover in their bunkers. It was midsummer, and life on the front lines in the eastern Donetsk region had seen little letup. Ukrainian soldiers serving there said they lived under almost constant Russian artillery and aerial bombardment. The fields and hedgerows around them were charred and smoldering. Their days and nights were interspersed with the sharp bangs of outgoing Ukrainian artillery and the deeper, rumbling explosions of incoming fire. “It’s tense,” said the commander, Samson, 55, who, like most members of the Ukrainian military, asked to be identified by only his code name in accord with military protocol. “There is daily mortar fire, airplanes, helicopters, ‘Grads.’ They have a lot of ammunition.” Grad, meaning hail, is the Russian acronym for a commonly used multiple rocket launcher system. Image A Ukrainian soldier digging a trench at the military position in Donetsk region in July. Credit... Mauricio Lima for The New York Times Outnumbered and outgunned, the Ukrainians said the success or failure of their fight would depend on whether they receive more and better arms. But they said they were determined to try to hold every inch of what is still theirs in Donetsk Province, despite heavy losses. Several dismissed the suggestion that they cede territory or give up the fight as ludicrous. If they did not fight here, Russia would go the whole way to the capital, Kyiv, they said. “There is no choice,” Serhii, 44, a career soldier with one unit, said. “We are protecting our country.” The Russian offensive in eastern Ukraine was relentless all summer since Moscow redirected its efforts from Kyiv to the eastern provinces. In late June, the last two cities in Luhansk Province fell after weeks of pitiless bombardment and turned their sights on the next province of Donetsk. Dug in throughout the woods and villages, Ukrainian troops fought off further Russian advances. Units blocked a Russian attack in early July, knocking out a group of tanks in a battle in the farming village of Verkhnokamianske, according to members of the military and civilians in the area. The blow stalled the Russian advance and brought a lull in places on the front lines, soldiers said. Military doctors said they had seen a drop in casualties arriving from the front for several days last week after the battle. Russian troops came close to seizing the town of Bakmut, but by September, they were starting to cede ground. Show more\n‘I feel God will protect me here.’ A monk in the doorway of a building heavily damaged by Russian artillery at the Sviatohirsk monastery complex in June. Credit... Ivor Prickett for The New York Times SVIATOHIRSK, Ukraine — Over the summer, in the eastern province of Donetsk, an Orthodox nun narrowly survived an explosion from an incoming artillery shell, which blew over a wall, killed a man standing nearby and wounded her head. And yet, her head still swathed in bandages after a visit to a hospital, Sister Ioanna stood in a parking lot, pleading with taxi drivers to take her back to the site of the danger. “Yes, they shell the monastery, but they are probably just following orders,” Sister Ioanna said of the Russian soldiers firing at Ukrainian positions near the Sviatohirsk Monastery of the Caves — and sometimes hitting the monastery. “We pray for them, too, asking that they realize what they are doing.” For a range of reasons, thousands of civilians in Ukraine linger near the front lines long after any reasonable person would flee. Sometimes they are stubbornly refusing to budge from a hometown, or fear a leap into the unknown, without a home. Sometimes, they simply can’t afford to flee. And sometimes religious or political conviction prevent them from leaving. Sister Ioanna was praying in the corridor of a monastery building — reciting the Psalms of the Sixth Catechism, she recalled — when the shell struck, blowing up a wall. Bricks and shrapnel flew about. Image Sister Ioanna, a nun from the monastery, was injured by bricks when a shell crashed into a wall. Later, she was killed by artillery shelling. Credit... Ivor Prickett for The New York Times Image Monks and others took cover in a stairwell at the monastery as Russian artillery shells landed nearby. Credit... Ivor Prickett for The New York Times A brick wounded her on the head, she said later in an interview in a hospital. A monk beside her was struck with shrapnel in his stomach and died before he could be evacuated. An estimated several hundred civilians also sheltered at the site in battles last June, despite daily bombardments. After Russia invaded in February, believers came expecting safety. The monastery had been sheltering internally displaced people for years, dating to Ukraine’s conflict with Russian-backed separatists that started in 2014. The sprawling complex of onion-domed churches built into a high bank of the Siversky Donets River is considered one of the five holiest sites in the Russian Orthodox Church. Yet it was directly in the line of fire of the Russian Army in its advance in eastern Ukraine. Shells tore through building walls and left gaping holes in the grounds; at least four monks, priests or nuns were killed, the Ukrainian police said. The monks and nuns, along with about 300 displaced people who sought safety in the complex, were faithful in the Russian church and loyal to its leader in Moscow, Patriarch Kirill — and in Ukraine at least, broadly seen as staying in place while in fact hoping for a Russian victory. During a visit to the monastery in the summer, shells striking the grounds threw up columns of dirt and smoke, followed a few seconds later by the pattering noise of debris falling on the church domes. Monks ran for cover, their black robes flapping. Those who did not survive earlier barrages were buried in fresh-cut graves in a courtyard. Image Dozens of civilians sought refuge in a cavernous bunker at the monastery. Credit... Ivor Prickett for The New York Times Inside the buildings, the basement walls were festooned with Orthodox icons. The people huddling there crossed themselves with each shuddering thud outside. Many had come to seek shelter from shelling in their own villages. “I feel God will protect me here,” Volodymyr Slipuchenko said. But as the booms echoed, Mr. Slipuchenko added hesitantly, “I don’t know if it’s really safe.” Interviewed in the hospital parking lot in June, Sister Ioanna seemed oblivious to the extreme dangers of the front line in Ukraine. “I have to go back,” she said. The head priest of the monastery, she said, “is looking after us like a parent looks after children.” Sister Ioanna eventually found a ride, but the car was hit by artillery shelling on the road from the hospital to the monastery. She was wounded and was evacuated back to the hospital, where she died, according to a priest at the Sviatohirsk monastery, who asked not to be identified as he was not authorized to speak publicly. But the monks, nuns and several hundred faithful, including an estimated 60 children, stayed at the monastery through weeks of fighting, believing that the sacred site would bring safety. Maria Varenikova contributed reporting from Sloviansk, Ukraine. Show more\nLost and found in wartime Ukraine: limbs and comradeship. Image Semyon, 27, taking his first steps on his new prosthetic leg in the hallway of a hospital in the town of Truscavets. Credit... David Guttenfelder for The New York Times Image Serhii Zvyagin, 34, at a hospital where he is waiting to receive a prosthetic right leg. Credit... David Guttenfelder for The New York Times Image Misha, nicknamed “Savage,” 27, practicing dips and pushups on parallel bars inside a small gym at a hospital. Credit... David Guttenfelder for The New York Times In all its decades of service, Truskavets City Hospital, an old medical center serving a city in western Ukraine, never had to specialize in treating amputees. But things change — sometimes in seconds, and with the roar of an incoming rocket. And so now Truskavets is part of Ukraine’s growing limb-replacement effort, two of its floors filled to near overflow with soldiers. Semyon, 27, found his way there by way of Kharkiv, a battleground in the war that began when Russia invaded Ukraine. Early one morning, he was serving as a radio operator and signalman for an antiaircraft battery when it came under mortar fire. By Semyon’s count, his unit was hit 43 times in just 20 minutes. He lost his right leg. “When I was first fitted with the prosthetic leg,” Semyon said, “it was perplexing to understand that this leg is not mine.” But the staff at Truskavets kept working with him. “Now all is good,” he said. Like many of the soldiers, for privacy, he preferred to give only his first name for publication. Image Misha in the hospital’s gym. Image Ihor Zobkiv was wounded in March. Image Vanya, 34, a Ukrainian soldier who lost his right hand during combat against Russian forces, practiced writing with his left hand. Credit... David Guttenfelder for The New York Times But the soldiers who arrive at Truskavets, still traumatized from battle, need more than just medical attention. When outfitting two floors to handle the orthopedic patients, the hospital also fashioned part of a hallway into a church. The artificial limbs are made and fitted by outside specialists, and as the number of war wounded climbs, delays are not uncommon. Vanya, 34, a national park teacher who lost his right hand serving in an infantry assault group in Luhansk, is spending part of his time learning to write with his left one. “I’m waiting for a prosthesis,” he said. “They offered me a hook, but I’m not ready for that. I hope I will someday get a more modern prosthetic.” Show more\nAdvertisement Continue reading the main story\n‘His name is Yarik’: The ceaseless tragedy on Ukraine’s front line. Smoke from a bombing, seen from the city of Bakhmut, Ukraine, in June. Credit... Tyler Hicks/The New York Times BAKHMUT, Ukraine — The pond was a swimming hole up until the point it was shelled mercilessly. Oleg, a Ukrainian soldier, found himself there one late June afternoon, dropped off by his comrades at an aid station built nearby. Before he arrived, medics had spent much of the morning talking aimlessly, waiting for a call to pick up a casualty from the front, which was blasting a few miles away. Their ambulance was parked in the shade of a closed shop. The medics quietly spoke to Oleg, inspecting him for injuries but finding none. Oleg sat on the curb and stared at the ground, his face more ashen than his worn uniform. The medics relaxed but cautioned about speaking to Oleg: He had just come off the front. His friend had died there. So Oleg began: “We were in the infantry,” he said. “He was a commander of the platoon, being a soldier, a private.” Oleg didn’t make eye contact, his mind elsewhere. “His father is there, on the position right now,” Oleg said. “The father is 60 years old, and went as a volunteer to be with the son. He went after his son, to protect him. Now he’s straining to go get his body.” “Somebody else could be killed now” trying to get the bodies, he said. “What shall I do then?” “Of our company, almost no one is left,” he continued. “All the commanders of the platoons died. The commander of the battalion died. Half is gone for sure.” June was a brutal month for the Ukrainian military. Its forces were low on ammunition. They were losing. “By the third day,” Oleg said, “we’d already lost count of how many. …” He trailed off. Then he began again: “For about 10 days, we were just showered by mud in Klynove.” Klynove is a tiny village east of Bakhmut. It is in Russian hands now. “You could not even raise your head,” Oleg said. “And we survived there. But here. …” Oleg’s voice faded. “I was supposed to be with him, but I was not,” he said. “Maybe, I could have done something. I used to say that I love him. I shouted at him, and used to say that I love him.” “He has a daughter, four years old.” Oleg looked up and spoke as if his friend were still alive: “Yarik. His name is Yarik. Code name Yary. Easy to remember.” Show more\nStrategizing in a destroyed school basement in the early days of the war. Image Soldiers with Ukraine’s Carpathian Sich battalion reviewing drone footage below the front line in May. Credit... Lynsey Addario for The New York Times Image A soldier from the Czech Republic and other soldiers of the Carpathian Sich battalion sheltered in a basement in the Kharkiv region of Ukraine in May. Credit... Lynsey Addario for The New York Times Image The sound of small arms fire echoed inside the basement. Credit... Lynsey Addario for The New York Times KHARKIV REGION, UKRAINE — Oleg Kutsin, the barrel-chested commander of the Carpathian Sich, a Ukrainian volunteer unit, stood over a map in his command center, explaining the challenges ahead. It was a little less than three months into the war, and Russian forces were still on the move in Ukraine’s east. They had taken the strategic city of Izium and were marching steadily south, threatening to envelop Ukrainian troops defending critical positions in the Donbas, the region that President Vladimir V. Putin of Russia has long sought to fully dominate. The Carpathian Sich was among the military units tasked with stopping them. Discussing his unit, the commander’s gruff features softened, and he allowed a smile to appear on his large face. The Carpathian Sich — named for the army of a short-lived independent Ukrainian state created just before World War II — eschewed the strict hierarchies typical of military units. No ranks were used, only first names and call signs. Oleg’s was Kum, a Ukrainian term roughly meaning godfather. “It is necessary to block this route,” Oleg told me, outlining a triangle of territory that he said was imperative to keep free of enemy troops. The defenses were holding, but at an enormous cost. In less than two weeks of fighting, 13 soldiers in the unit had been killed and more than 60 wounded. And the Russians were still coming. Image Oleg Kutsin, the commander of the Carpathian Such Battalion, standing over a map at a command base in Barvinkove, Ukraine, in May. Credit... Lynsey Addario for The New York Times In a village a few miles from the command center, Ukrainian troops armed with shoulder-fired rockets were facing off against tanks and heavy artillery. From a basement beneath the shattered remains of a school, Carpathian Sich soldiers would race out and engage the enemy for a few moments before quickly retreating. When I visited, a Russian tank scored a direct hit on the school, punching with such force that the plaster ceiling cracked. The hit temporarily immobilized with shock or fear — even the grizzled field commander with missing fingers. The machine gun fire that erupted next roused everyone from a stupor. It was just outside, and troops scurried around the basement grabbing machine guns and rocket launchers, racing to face the enemy bearing down on their refuge. The Carpathian Sich held its ground. Oleg was proud of his unit, which is known for its scrappy fighters who come from far and wide. He explained that anyone who wished to fight and die under the blue-and-gold banner of a free Ukraine was welcome to join the Carpathian Sich. “Our fighters come from every region from Donbas to Transcarpathia,” he said. “There are foreigners from 20 countries.” Oleg was killed in battle a few weeks after my visit, fighting to liberate the Kharkiv region from Russian occupation. His troops would eventually help to finish the job in September, pushing Russian forces out of Izium and much of the Kharkiv region in a stunning blitz offensive that has changed the course of the war. Show more", "url": "https://www.nytimes.com/explain/2022/10/22/world/russia-ukraine-war-front-lines/its-tense-under-constant-fire-ukrainian-soldiers-dismiss-any-suggestion-that-they-cede-land"}