{"authors": ["Josh Katz"], "date_download": "2022-10-25 23:48:19", "date_modify": "2022-10-25 23:48:19", "date_publish": "2017-02-14 10:30:26", "description": "Mr. Trump could soon find himself responsible for appointing a greater share of federal court judges than any first-term president in 40 years.", "filename": "interactive_2017_02_14_upshot_trump-poised-to-transform-american-courts_1666741699.html", "image_url": "https://static01.nyt.com/images/2017/02/15/upshot/up-judges-1487023521700/up-judges-1487023521700-facebookJumbo.png?year=2017&h=550&w=1050&s=73cd187a8b4d559c50026791422b9a99559e6fcc7bb7540b6e14b31552ce4f76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_02_14_upshot_trump-poised-to-transform-american-courts_1666741699.html", "title": "Older Judges and Vacant Seats Give Trump Huge Power to Shape American Courts", "title_page": "Older Judges and Vacant Seats Give Trump Huge Power to Shape American Courts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Who has appointed federal judges?\nIn the weeks since taking office, President Trump has derided court decisions as “ridiculous” and “disgraceful,” called the legitimacy of federal judges into question and encouraged people to blame the courts in the event of another terrorist attack.\nBut Mr. Trump could soon find himself responsible for appointing a greater share of federal court judges than any first-term president in 40 years, in large part because of a growing number of older judges and a stack of vacancies on the federal courts.\nTrump could fill more judicial vacancies than any first-term president in decades\nState of the federal judiciary at the start of a presidential term President Vacant Seats Senior Seats Median Age Expected Vacancies Trump 12% 24% 62.6 38% Clinton 14% 9% 58.6 31% Obama 6% 15% 60.6 29% W. Bush 10% 10% 57.6 26% Nixon 4% 9% 59.6 22% Carter 5% 10% 58.8 22% Bush 5% 9% 58.6 22% Reagan 5% 10% 58.1 21% Ford 3% 8% 58.3 13% Expected vacancies were calculated using a survival model that accounts for judge age, court, the party of the appointing and sitting president and when the judge becomes eligible for senior status. Controlling for these factors, the model assumes judges will retire at roughly the same rate as they have over the past 30 years.\nThere are 870 Article III federal court judgeships, the vast majority on district courts or appeals courts like the one that recently upheld a halt on Mr. Trump’s immigration ban. These judges are appointed by the president and serve a lifetime term. (A few federal judges are appointed for limited terms.)\nAfter Jimmy Carter took office, Congress established 152 new federal judgeships, expanding the federal judiciary by nearly 30 percent and allowing Mr. Carter to stack the federal courts despite a presidency that lasted only one term.\nMr. Trump, through a combination of demography and a growing number of vacancies, stands to enjoy a similar windfall. Democrats have long accused Republican Senate leaders of obstruction in not allowing many of the previous administration’s judicial nominees to come to a vote. The most prominent example was the refusal to vote on Judge Merrick Garland’s nomination to the Supreme Court, but the tactic extended to Mr. Obama’s lower court nominees as well.\n“Right off the bat, Republicans refused to approve anyone,” said Nan Aron, president of the liberal group Alliance for Justice. “So you know how important this is to the Republican Party.” Currently, 112 of the 870 authorized judgeships with lifetime appointments remain vacant — 33 have been vacant for more than two years.\nJohn Malcolm, the director of the conservative Heritage Foundation’s Center for Legal and Judicial Studies, agreed with Ms. Aron’s characterization. “Mr. Trump has been given quite the opportunity,” Mr. Malcolm said, noting that there were about twice the number of vacancies on the federal bench as there were when Mr. Obama took office — “roughly an eighth of the judiciary.”\nIt’s not just vacancies. The federal bench has many judges who are older than 70. Federal judges are appointed for life, but at a certain combination of years served and age, they become eligible to accept “senior status,” a form of semi-retirement. If a judge enters senior status, that creates an open seat. Though it is highly unlikely, if all the federal judges who are eligible take senior status during Mr. Trump’s first term, he could appoint half of the federal bench.\nImportance of the Lower Courts\nWhile the lower courts attract a fraction of the public’s attention, they represent most of the federal docket. Only 15 percent of cases ever move past a district court judge to the circuit courts. Of these, only a tiny fraction make their way to the Supreme Court. “District court judges are your first shot at justice,” Mr. Malcolm said, “and often your last shot at justice.”\nThose cases that do make it to the next level are still often constrained by the proceedings of the district court, where judges make what are called “findings of fact” (as distinguished from “findings of law”). “Some of the most powerful judges in the world are those that initially find facts and make conclusions,” said Judith Resnik, a law professor at Yale and an expert on the federal judiciary. “At the appellate stage, whatever information exists is in the trial record, and that record is made at the lower court level.”\nThis can have a big impact on the outcome of a case. Studies have shown that lower court judges appointed by Republican presidents are less likely to find constitutional violations in establishment clause cases, abortion rights claims and allegations of racial discrimination.\nDuring the Obama administration, a great deal of political capital was spent by both parties in either confirming or blocking these lower court appointments.\nObama’s Legacy\nConservatives are itching to counter eight years of Mr. Obama’s appointments. During his two terms and despite Senate sluggishness, he appointed about 40 percent of the federal judiciary. The pace of female and minority appointments to the federal bench continued to increase, enough so that as of February of last year, white men no longer represented a majority of active federal judges.\nComposition of the federal courts\n“This was absolutely astonishing,” said Sheldon Goldman, a professor of political science at the University of Massachusetts Amherst and an expert in presidential nominees to the federal courts. “White males have overwhelmed the judiciary in the past.”\nAt the same time, the tenor of the courts changed. While taking care to clarify that Mr. Obama had appointed “a number of outstanding judges,” Mr. Malcolm criticized what he viewed as “a large ideological shift on the circuit courts.” This led, he said, to a wave of progressive circuit court decisions and fewer splits in the circuit courts (making Supreme Court review less likely).\nTrump’s Opportunity\nIt remains to be seen what kind of judges Mr. Trump will appoint to the federal bench. It’s fair to say that, given the number and pace of nominations to be made, Mr. Trump will probably not oversee the process personally, but will instead set guidelines for his staff to follow. Some presidents prefer a more decentralized approach; others set forth clear ideological litmus tests.\n“The appointment of judges is typically a three-legged stool,” Mr. Malcolm said. Guidance comes from the home state senators, the White House counsel’s office and someone from the Department of Justice, typically from within the Office of Legal Policy. “How the power balance shifts among these three points varies somewhat from administration to administration.”\nThe Senate eliminated the filibuster during approval votes for lower court judges in 2013, meaning judges can now be confirmed with a simple majority vote in a Republican-controlled Senate. But any nominee still must get past the Senate Judiciary Committee. Chuck Grassley, the chairman of that committee, has said that he will continue to honor the Senate tradition of the “blue slip” policy, effectively giving senators veto power over judges nominated to serve the districts in their state.", "url": "https://www.nytimes.com/interactive/2017/02/14/upshot/trump-poised-to-transform-american-courts.html"}