{"authors": ["Nate Cohn", "Matthew Bloch", "Kevin Quealy"], "date_download": "2022-10-25 23:35:35", "date_modify": "2022-10-25 23:35:35", "date_publish": "2018-02-19 23:26:01", "description": "Democrats couldn’t have asked for much more from the new map.", "filename": "interactive_2018_02_19_upshot_pennsylvania-new-house-districts-gerrymandering_1666740935.html", "image_url": "https://static01.nyt.com/images/2018/02/19/upshot/pennsylvania-new-house-districts-1519077120203/pennsylvania-new-house-districts-1519077120203-facebookJumbo.png?year=2018&h=550&w=1050&s=0b751c8b6256200346cbd50130d715dfbe35698daa5768658337b08ba66a437a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_02_19_upshot_pennsylvania-new-house-districts-gerrymandering_1666740935.html", "title": "The New Pennsylvania Congressional Map, District by District", "title_page": "The New Pennsylvania Congressional Map, District by District - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Current Pennsylvania House districts New Pennsylvania House districts Current\nDistricts New\ndistricts Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nPerhaps no event will do more to reshape the fight for control of the House than the new congressional map just released by the Pennsylvania Supreme Court.\nAt stake was the fate of a Republican gerrymander that intended to cement a 13-5 Republican advantage in an evenly divided state. Now the Republicans will have little to no advantage at all.\nDemocrats couldn’t have asked for much more from the new map. It’s arguably even better for them than the maps they proposed themselves. Over all, a half-dozen competitive Republican-held congressional districts move to the left, endangering several incumbent Republicans, one of whom may now be all but doomed to defeat, and improving Democratic standing in two open races.\nBased on recent election results, the new congressional map comes very close to achieving partisan balance.\nCurrent\nmap New\nmap 2016 presidential election Districts won 6 12 8 10 Median vote Trump +9 Trump +6 Efficiency gap +14 Rep. +3 Rep. 2012 presidential election Districts won 5 13 9 9 Median vote Romney +5 Romney +1 Efficiency gap +21 Rep. +3 Rep. *Figures are rounded\nIn general, partisan balance is not usually a goal when redistricting. You could certainly argue that partisan balance and maximizing the number of competitive districts should be among the criteria, but, in general, they are not. Instead, a nonpartisan map usually means a partisan-blind map. It strives for compact districts that respect communities of interest, with little regard for the partisan outcome.\nA decision to pursue partisan balance in Pennsylvania would be particularly significant because Democrats are at a clear geographic disadvantage. They waste a lopsided number of votes in heavily Democratic Philadelphia and Pittsburgh; the Republicans don’t waste as many votes in their best areas, and so the rest of the state (and therefore its districts) leans Republican. As a result, a partisan-blind map will tend to favor the Republicans by a notable amount.\nThe new Pennsylvania map released Monday meets every standard nonpartisan criteria. It’s compact, minimizes county or municipal splits and preserves communities of interest. But it consistently makes subtle choices that suggest that partisan balance may have been an important consideration.\nThe court’s apparent prioritization of partisan balance is something of a surprise, since the court’s order didn’t specify that partisan balance was an objective for the new map. If true, it would help explain why the map is even more favorable to the Democrats than the plans that Democrats submitted themselves. Republicans in the State Legislature will probably be deeply upset and could try to challenge the new maps in federal court.\nOn the other hand, the new map is quite fair if it’s judged based on the relationship between seats won and the statewide popular vote. By that measure, it may still tilt slightly to the Republicans. If you value partisan fairness, you can cheer the result. If you think maps should be partisan-blind, you can argue that the map was drawn to the advantage of Democrats.\nHere’s how it shook out, district by district.\nCurrent District 7 New District 5 Current District Clinton +2 New district Clinton +28 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nThe old moose-and-antlers-like Seventh District might have been the most gerrymandered district in the nation. Now not even the most imaginative child could come up with something other than “cloud” if the new Fifth drifted by in the sky.\nThe new Fifth might ultimately prove to be as glamorous as its predecessor, albeit in a very different career as an exemplar for nonpartisan redistricting. It’s compact and follows jurisdictional lines. It includes all of Delaware County. It represents a natural political community: the Philadelphia suburbs.\nThis is now a safely Democratic district. Hillary Clinton won the new Seventh by nearly 30 points, and it's hard to imagine a Republican winning these well-educated and diverse suburbs in anything like this political environment.\nThis would have been a huge loss to Republicans a year ago. Now, it’s less painful. Democrats were probably favored to win the prior iteration of this district anyway, since it narrowly voted for Mrs. Clinton and the incumbent, Patrick Meehan, announced last month that he wouldn’t seek re-election.\nCurrent District 15 New District 7 Current District Trump +8 New district Clinton +1 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nThe old 15th District wasn’t as easily caricatured as the old Seventh. But the old crayfish-like 15th was just about as likely to receive a makeover to the advantage of the Democrats.\nThe previous map split the Lehigh Valley, a Democratic-tilting urban area that naturally anchors a congressional district, and added a long, deeply Republican tail to the west. Together, it was enough to make a safe district for Charlie Dent, a moderate Republican who never faced a serious contest.\nNow Republicans are probably underdogs to hold the new Seventh. Mr. Dent retired last September, and the new district is considerably more Democratic without its tail. The Lehigh Valley is united, the crawdad tail amputated and replaced by diverse, Democratic-leaning parts of southern Monroe County.\nThe decision to push the new Seventh into Monroe, rather than heavily Republican Carbon County, was a highly favorable choice for the Democrats. It’s the difference between making this a Clinton district and a Trump district.\nIt’s a perfectly defensible choice. But as you’ll see, that’s a choice that gets made over and over again — and part of why it seems reasonable to argue that this map was drawn with statewide partisan balance in mind.\nCurrent District 6 New District 6 Current District Clinton +1 New district Clinton +9 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nIf any single district was poised to determine whether the new congressional map was considered “good” or “bad” for Republicans or Democrats, it was probably the Sixth.\nIt is not the state’s most famous gerrymander. And since it already narrowly voted for Mrs. Clinton, it wouldn't seem like the most important question looming over an effort to undo a Republican partisan gerrymander.\nBut the Sixth poses a challenge for any map drawer. And unlike the Seventh or the 15th, which were bound to lurch toward the left, the Sixth could have evolved to the advantage of either party.\nThe issue is simple: The five core counties of the Philadelphia suburbs contain enough people for 5.7 congressional districts. The first five are easy enough, but the Sixth, which would presumably include the final seven-tenths of a district from the Philadelphia area and then three-tenths from somewhere else, is hard to draw. Alone, none of the adjacent counties combine with the outermost Philadelphia suburbs to create a natural district that represents a community of interest.\nMore important, the population at the periphery of the Philadelphia metropolitan area is politically diverse. There’s heavily conservative Amish Country, the working-class Democratic town of Reading and potentially the Democratic town of Lancaster. Depending on which areas are added, the result could be a strongly Republican or strongly Democratic district.\nNo option is obviously superior to another, and so the demonstration maps proposed by Pennsylvania's Republicans and Democrats produced highly divergent partisan outcomes from fundamentally similar districts.\nIn the end, the new Pennsylvania map takes the Democratic-leaning route into Berks County and toward the heavily Democratic town of Reading. The result is a district that voted for Mrs. Clinton by nine points. It is fair to say that the incumbent representative, Ryan Costello, is in very serious trouble, and one wonders whether he will even be inclined to seek re-election.\nCurrent District 16 New District 11 Current District Trump +7 New district Trump +26 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nThe flip side of Pennsylvania’s Sixth is the 16th. It sits just west of the Philadelphia suburbs in Lancaster County, and whatever didn't fall into the new Sixth was likely to end up in the old 16th. A more Democratic Sixth, for instance, would therefore yield a more Republican 16th and vice versa.\nThe district is naturally Republican; Lancaster County has voted Republican in all but one presidential election since 1860. But the current district is relatively competitive, since it stretches out to relieve other suburban Republicans of relatively Democratic parts of Chester and Berks Counties. The incumbent Republican, the first-term representative Lloyd Smucker, was potentially somewhat vulnerable on the current map.\nWithout the burden of helping out his Republican colleagues, Mr. Smucker’s new 11th District moves to the right on the new map.\nMore surprising than the territory it gave up, though, is the territory it added: the heavily conservative countryside in York County. The formation of this deeply conservative district is a defensible choice but, again, one that works to the advantage of the Democrats by creating a Republican vote-sink. It winds up making it a lot harder for the Republican Scott Perry, who represents our next district.\nCurrent District 4 New District 10 Current District Trump +21 New district Trump +9 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nPerhaps no Republican will be more surprised by the new map than Mr. Perry, an incumbent from safely conservative York County. Most of the demonstration maps kept him in a safely Republican district. But now his territory in northern York County has been added to the competitive Harrisburg area.\nThe result is a somewhat competitive district: The new 10th voted for Mr. Trump by nine points and for Mitt Romney by seven points in 2012. Given how much new territory he’ll have to represent, it’s possible Mr. Perry will have a tough race. There’s also an outside possibility he’ll choose to run against Mr. Smucker in the 16th, which would set up a tough primary race there and also open up the 10th to the Democrats.\nCurrent District 8 New District 1 Current District Even New district Clinton +2 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nIf Pennsylvania’s Seventh was the battleground district that was most obviously going to change, Pennsylvania's Eighth was the battleground likeliest to stay about the same.\nThe old Eighth District is so reasonable-looking that it almost appeared out of place on the map. It includes all of Bucks County, then juts across the Montgomery County line to get the additional 80,000 people it needs for population equality.\nDemocrats complain that those 80,000 people lean Republican, enough to flip Democratic-tilting Bucks County to a district that barely voted for Mr. Trump and Mr. Romney. But it’s a minor inconvenience at worst compared with the burden Democrats face elsewhere in the state.\nThe new First District preserves the core of Pennsylvania’s Eighth and keeps Bucks County intact. But it now adds more Democratic territory from central Montgomery County, so going by 2016 results, it’s now a Clinton-leaning district instead of a Trump-leaning one.\nOver all, it’s a small but potentially significant change in such a competitive district. The Republican incumbent, the freshman Brian Fitzpatrick, is likely to face a competitive race. It’s the sort of race that could be decided by the subtle shift ordered Monday.\nCurrent District 18 New District 14 Current District Trump +20 New district Trump +29 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nPennsylvania’s 18th would have been an afterthought a few months ago. It’s a heavily Republican district now, and it would have been under just about any new map.\nBut the district’s precise alignment became a lot more significant with the Republican Rick Saccone and the Democrat Conor Lamb locked in a competitive race for a special congressional election here next month.\nThe biggest question: whether the district would include much of southern Allegheny County, where Mr. Lamb resides along with many of the district’s Democratic-leaning voters. Without Allegheny County, a Lamb win in March might not mean much for November. He might live far from the new district, and it would be more conservative for good measure.\nIn the end, that’s exactly what happened. Mr. Lamb has been drawn out of the new 14th, the most natural successor to the 18th. The district has also moved to the right, and voted for Mr. Trump by 29 points. On the other hand, the district has added traditionally Democratic Fayette County, and it’s potentially competitive. There were single-digit races here for state treasurer and auditor in 2016.\nThe good news for Mr. Lamb, though, is that he now lives in the new 17th District, and that might be an even better opportunity for him than the old 18th.\nCurrent District 12 New District 17 Current District Trump +21 New district Trump +3 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nMr. Lamb wouldn’t have enjoyed running in the deeply conservative, hammer-like 12th District. It certainly dealt a big blow to Democrats; before redistricting, the area was represented by two Democrats.\nThe new map creates a highly competitive district consolidated entirely within the suburbs west of Pittsburgh. It voted for Mr. Trump by just 2.5 points in 2016 and voted for Democrats in downballot races that year.\nThis is probably a better district for Democrats than they would have hoped for. Other versions of this district might have comfortably voted for Mr. Trump, but the district scoops up several Democratic-leaning suburbs, including Mr. Lamb’s hometown, and avoids more Republican suburbs due north of Pittsburgh.\nKeith Rothfus, the Republican incumbent, will now find himself in a very difficult race.\nCurrent District 17 New District 8 Current District Trump +10 New district Trump +10 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nThe octopus-like 17th District was one of Pennsylvania’s least aesthetically pleasing congressional districts. The new 17th looks significantly different, but it might not wind up voting differently at all.\nThe current 17th looks like an octopus thanks to the quirk of the Democrat Tim Holden’s winning re-election in 2010. He was the only Democrat from northeast Pennsylvania to survive the Republican sweep that year, but he represented a conservative area (his previous district included the octopus's conservative body). The result was that his district was never a true Democratic vote-sink, even after Republicans joined his conservative home county with tentacles stretching to far-flung Democratic urban areas.\nThe new district trades out the conservative body of the octopus for similarly conservative territory closer to the district’s urban core in Scranton, resulting in no real shift in the overall partisan makeup of the district.\nOn the prior map, the Democratic representative Matt Cartwright was favored to win re-election. There’s some chance that swapping out familiar for unfamiliar conservative territory will dim his re-election prospects, but in this political environment he remains a favorite.\nCurrent District 1 New District 2 Current District Clinton +61 New district Clinton +48 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nPennsylvania’s Second is entirely within the city of Philadelphia, which is only significant because it now includes the northeast Philadelphia residence of the Democratic representative Brendan Boyle.\nThis isn’t as big a problem for Democrats as it would have been a few months ago, since Representative Robert Brady chose not to seek re-election. If he had run, it might have set up a primary between Mr. Boyle and Mr. Brady, but as things are, Mr. Boyle will probably run for this seat.\nCurrent District 13 New District 4 Current District Clinton +34 New district Clinton +19 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nIf Mr. Boyle does run for the Philadelphia-based Second District, the Montgomery County-based Fourth District will most likely be an open contest (Mr. Boyle’s old 13th District included much of Montgomery County, along with northeastern Philadelphia). Democrats will be heavily favored to hold this seat in 2018, but in other political conditions it could be somewhat competitive.\nCurrent District 2 New District 3 Current District Clinton +83 New district Clinton +84 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nThe new Third District, which includes much of Philadelphia, will be one of the most Democratic districts in the country.\nCurrent District 3 New District 16 Current District Trump +26 New district Trump +20 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nPennsylvania’s Third was bound to move at least somewhat to the left once traditionally Democratic Erie County was reunified, but whether it would become a true battleground district hinged on the fate of the Pittsburgh suburbs.\nIn the end, most of the Democratic-leaning areas northwest of Pittsburgh were piled into the old 12th, leaving more conservative areas to the Republican Mike Kelly, who will most likely survive this somewhat more Democratic district.\nCurrent District 5 New District 15 Current District Trump +29 New district Trump +43 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nThe Republican Glenn Thompson’s district was already safely Republican, but it will be even safer now that it is not assisting Mr. Kelly by splitting Erie County.\nCurrent District 9 New District 13 Current District Trump +43 New district Trump +46 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nThe new 13th will remain safely Republican.\nCurrent District 10 New District 12 Current District Trump +36 New district Trump +36 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nThe new 12th adds State College (home to Penn State), but it gives up Democratic-leaning parts of northeastern Pennsylvania. It remains safely Republican.\nCurrent District 11 New District 9 Current District Trump +24 New district Trump +34 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30\nConservative Democrats were competitive in this area a decade ago; it’s where Mr. Holden won re-election to the inconvenience of Republicans in 2010, but it’s a stretch after years of Republican gains.\nCurrent District 14 New District 18 Current District Clinton +35 New district Clinton +27 Vote margin Dem. 15 30 Rep. 15 30 Other 15 30", "url": "https://www.nytimes.com/interactive/2018/02/19/upshot/pennsylvania-new-house-districts-gerrymandering.html"}