{"authors": ["Lazaro Gamio", "Alicia Parlapiano"], "date_download": "2022-10-25 22:57:58", "date_modify": "2022-10-25 22:57:58", "date_publish": "2021-11-06 03:32:32", "description": "The $1 trillion package passed with the support of nearly all Democrats and 13 Republicans.", "filename": "interactive_2021_11_05_us_politics_house-vote-infrastructure_1666738678.html", "image_url": "https://static01.nyt.com/images/2021/10/01/us/house-vote-infrastructure-promo-1633128719361/house-vote-infrastructure-promo-1633128719361-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_11_05_us_politics_house-vote-infrastructure_1666738678.html", "title": "How Every House Member Voted on the Infrastructure Bill", "title_page": "How Every House Member Voted on the Infrastructure Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The House of Representatives approved a $1 trillion infrastructure package on Friday night, with a majority of Democrats and 13 Republicans voting in favor. Read the latest updates »\nVote on the infrastructure bill Total Dem. Rep. Yes Yes 228 215 13 No 206 6 200 Note: One House seat is vacant, which meant the threshold for the bill to pass was 218 votes.\nThe bill, which includes $550 billion in new federal spending and reauthorizes several existing programs, passed the Senate nearly three months ago after lengthy bipartisan negotiations.\nHouse Democrats had planned to also hold a vote on their sprawling social policy and climate bill on Friday, but it was put on hold after their more centrist members said they needed to see a formal cost estimate first. Progressive members had said they would not support the infrastructure legislation until progress was made on the second, larger bill, but most voted ‘yes’ after the centrist members offered assurances that they would eventually support it if cost estimates come in as expected.", "url": "https://www.nytimes.com/interactive/2021/11/05/us/politics/house-vote-infrastructure.html"}