{"authors": ["Jugal K. Patel"], "date_download": "2022-10-25 23:23:23", "date_modify": "2022-10-25 23:23:23", "date_publish": "2017-02-07 10:00:15", "description": "A rapidly advancing crack in Antarctica’s fourth-largest ice shelf has scientists concerned that it is getting close to a full break.", "filename": "interactive_2017_02_07_science_earth_antarctic-crack_1666740203.html", "image_url": "https://static01.nyt.com/images/2017/02/07/science/earth/antarctic-crack-1486433467057/antarctic-crack-1486433467057-facebookJumbo-v3.png?year=2017&h=550&w=1050&s=e5b2fe5db850a5a05acb843e7c30117eecd4be7c0929a90abb83ea7617f4f8af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_02_07_science_earth_antarctic-crack_1666740203.html", "title": "A Crack in an Antarctic Ice Shelf Grew 17 Miles in the Last Two Months", "title_page": "A Crack in an Antarctic Ice Shelf Grew 17 Miles in the Last Two Months - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "100 MILES ANTARCTICA SOUTH PACIFIC OCEAN Larsen A Larsen B SOUTH ATLANTIC OCEAN Shelf Front Jan. 19 Jan. 1 June 2016 August 2014 November 2010 Rift extent Larsen C Ice Shelf Larsen D If Larsen C’s shelf front retreats past this line, called the compressive arch, the shelf is likely to collapse. 100 MILES Larsen A ANTARCTICA Larsen B Shelf Front Current January 1, 2017 SOUTH PACIFIC OCEAN June 2016 August 2014 November 2010 Larsen C Ice Shelf SOUTH ATLANTIC OCEAN Rift extent Larsen D If Larsen C’s shelf front retreats past this line, called the compressive arch, the shelf is likely to collapse. ANTARCTIC PENINSULA ANTARCTIC PENINSULA 100 MILES SOUTH PACIFIC OCEAN ANTARCTICA Larsen C Ice Shelf Current January 1, 2017 June 2016 Rift extent August 2014 November 2010 SOUTH ATLANTIC OCEAN If Larsen C’s shelf front retreats past this line, called the compressive arch, the shelf is likely to collapse. ANTARCTIC PENINSULA 100 MILES SOUTH PACIFIC OCEAN ANTARCTICA Larsen C Ice Shelf Current January 1, 2017 June 2016 Rift extent August 2014 November 2010 SOUTH ATLANTIC OCEAN If Larsen C’s shelf front retreats past this line, called the compressive arch, the shelf is likely to collapse. NASA Blue Marble imagery\nThe crack in Larsen C now reaches over 100 miles in length, and some parts of it are as wide as two miles. The tip of the rift is currently only about 20 miles from reaching the other end of the ice shelf.\nOnce the crack reaches all the way across the ice shelf, the break will create one of the largest icebergs ever recorded, according to Project Midas, a research team that has been monitoring the rift since 2014. Because of the amount of stress the crack is placing on the remaining 20 miles of the shelf, the team expects the break soon.\n50 MILES Thin sea ice Ice shelf 820 FEET DEEP 900 FEET Rift seen from space Sentinel-1 SAR imagery | Captured Jan. 27 Photo by John Sonntag | Captured Nov. 10 50 MILES Thin sea ice Ice shelf 820 FEET DEEP 900 FEET Rift seen from space Sentinel-1 SAR imagery | Captured Jan. 27 Photo by John Sonntag | Captured Nov. 10 Rift seen from space 50 MILES Ice shelf 820 FEET DEEP Thin sea ice Sentinel-1 SAR imagery | Captured Jan. 27 900 FEET Photo by John Sonntag | Captured Nov. 10 Rift seen from space 50 MILES Ice shelf 820 FEET DEEP Thin sea ice Sentinel-1 SAR imagery | Captured Jan. 27 900 FEET Photo by John Sonntag | Captured Nov. 10\n“The iceberg is likely to break free within the next few months,” said Adrian J. Luckman of Swansea University in Wales, who is a lead researcher for Project Midas. “The rift tip has moved from one region of likely softer ice to another, which explains its step-wise progress.”\nThe time-lapse image below shows the rift gradually widening from late 2014 to January of this year.\nCurrent rift extent Area of detail\nSentinel-1 SAR imagery\nIce shelves, which form through runoff from glaciers, float in water and provide structural support to the glaciers that rest on land. When an ice shelf collapses, the glaciers behind it can accelerate toward the ocean. Higher temperatures in the region are also helping to further the ice shelf’s retreat.\nIf the ice shelf breaks at the crack, Larsen C will be at its smallest size ever recorded.\nThat would also leave the ice front much closer to the ice shelf’s compressive arch, a line that scientists say is critical for structural support. If the front retreats past that line, scientists say, the northernmost part of the shelf could collapse within months. It could also significantly change the landscape of the Antarctic peninsula.\n“At that point in time, the glaciers will react,” said Eric J. Rignot, a glaciologist, professor at University of California Irvine and a senior scientist at the NASA Jet Propulsion Laboratory. “If the ice shelf breaks apart, it will remove a buttressing force on the glaciers that flow into it. The glaciers will feel less resistance to flow, effectively removing a cork in front of them.”\nThe crack reaches all the way to the bottom of the ice shelf.\nThe crack in Larsen C is a third of a mile deep, down to the floor of the ice shelf.\nShelf front Area of detail Current rift extent 0 miles wide 0.1 0.2 0.3 1.8 2.0 The maximum width of the rift is about 2 miles Top of the ice shelf 190 feet above sea level Floating ice The depth of the rift is about 1,750 feet Water below the ice shelf Shelf front Area of detail Current rift extent 0 miles wide 0.1 0.2 1.8 2.0 0.3 The maximum width of the rift is about 2 miles Top of the ice shelf 190 feet above sea level Floating ice The depth of the rift is about 1,750 feet Water below the ice shelf Shelf front Area of detail Current rift extent 0 miles wide 0.3 0.1 0.2 1.8 2.0 The maximum width of the rift is about 2 miles Top of the ice shelf 190 feet above sea level Floating ice The depth of the rift is about 1,750 feet Water below the ice shelf\nScientists fear that two crucial anchor points will be lost as the shelf retreats.\nAccording to Dr. Rignot, the stability of the whole ice shelf is threatened.\n“You have these two anchors on the side of Larsen C that play a critical role in holding the ice shelf where it is,” he said. “If the shelf is getting thinner, it will be more breakable and it will lose contact with the ice rises.”\nLow shelf support High Bawden Ice Rise If the shelf front disconnects from the ice rises, a rapid retreat will be triggered. Gipps Ice Rise Current rift extent Larsen C Ice Shelf High Low shelf support Bawden Ice Rise If the shelf front disconnects from the ice rises, a rapid retreat will be triggered. Gipps Ice Rise Current rift extent Larsen C Ice Shelf Low shelf support High Bawden Ice Rise If the shelf front disconnects from the ice rises, a rapid retreat will be triggered. Current rift extent Gipps Ice Rise Larsen C Ice Shelf\nIce rises are islands that are overriden by the ice shelf, allowing them to shoulder more support of the shelf. Scientists have yet to determine the extent of thinning around the Bawden and Gipps ice rises, though Dr. Rignot noted that the Bawden ice rise was a much more vulnerable anchor.\n“We’re not even sure how it’s hanging on there,” he said. “But if you take away Bawden, the whole shelf will feel it.”\nThe collapse of the Larsen C ice shelf may not sharply affect global sea level rise, but the collapse of other vulnerable ice shelves will.\nThe Larsen A and B ice shelves disintegrated in 1995 and 2002, though both were drastically smaller than Larsen C. Neither contributed significantly to global sea level rise, however, because they were already floating above water, and the glaciers behind them did not contain a substantial volume of ice.", "url": "https://www.nytimes.com/interactive/2017/02/07/science/earth/antarctic-crack.html"}