{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:13", "date_modify": "2022-10-25 23:32:13", "date_publish": "2016-09-22 10:00:37", "description": "Perhaps no battleground state is as polarized along demographic lines as this one.", "filename": "interactive_2016_09_22_upshot_north-carolina-upshot-siena-poll_1666740733.html", "image_url": "https://static01.nyt.com/images/2016/09/22/upshot/north-carolina-upshot-siena-poll-1474503680675/north-carolina-upshot-siena-poll-1474503680675-facebookJumbo.png?year=2016&h=550&w=1050&s=7a2296a6645206ddec5fecd5ab8c84a17d11d745481e7683d4f5bcb28213bbf7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_09_22_upshot_north-carolina-upshot-siena-poll_1666740733.html", "title": "Clinton and Trump Tied in North Carolina Poll, With Sharp Educational Divides", "title_page": "Clinton and Trump Tied in North Carolina Poll, With Sharp Educational Divides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Estimated N.C. vote Strongest for Clinton Strongest for Trump Elizabeth City Winston-Salem Greensboro Durham Rocky Mount Raleigh Asheville Greenville Charlotte Fayetteville Wilmington Elizabeth City Winston-Salem Greensboro Durham Rocky Mount Raleigh Asheville Greenville Charlotte Fayetteville Wilmington Elizabeth City Greensboro Winston-Salem Durham Rocky Mount Raleigh Asheville Greenville Charlotte Fayetteville Wilmington Greensboro Durham Asheville Raleigh Charlotte New York Times Upshot/Siena College Poll Clinton 41% Trump 41%\nWell-educated white voters are rejecting Republican candidates in North Carolina, and it might just be enough to jeopardize the chances of Donald J. Trump to win the presidency and of his party to keep the Senate.\nHillary Clinton and Mr. Trump are tied, 41 percent to 41 percent, among likely voters in a three-way race in North Carolina, according to a New York Times Upshot/Siena College poll released on Thursday. Mrs. Clinton leads by two percentage points in a head-to-head contest, 45 percent to 43 percent. (In a three-way race, 11 percent of likely voters picked the Libertarian candidate Gary Johnson; the Green Party candidate Jill Stein is not on the ballot in North Carolina.)\nThe presidential contest might be the least of the Republican Party’s worries in this rapidly changing state. The embattled Republican governor, Pat McCrory, trails by eight points against Attorney General Roy Cooper, 50 percent to 42 percent.\nAnd even Senator Richard Burr, who was not thought to be in great jeopardy just a few months ago, trails his Democratic challenger, Deborah Ross, by four points, 46-42. That contest is among the handful that seem likely to decide control of the Senate.\nIt is her largest lead in a public survey so far, and in general, the poll offers stronger results for Democrats than several surveys in the state this month.\nRoy Cooper, the Democratic candidate for governor, is doing better in his race than Mrs. Clinton is in hers.\nLike our survey of Florida earlier this week, this poll was based on voter records that allow unusually detailed analysis of the electorate. The survey was completed before the police shooting of a black Charlotte resident on Tuesday and the unrest that has followed.\nStrikingly, none of the Republican candidates led among white voters with a college degree, even though that group supported Mitt Romney in 2012 by nearly 30 percentage points, according to Upshot estimates.\nPerhaps no battleground state is as polarized along demographic lines as North Carolina. Mr. Trump has a lead of 53 percent to 28 percent among white voters, most likely his best tally with that group in any of the battleground states. Mrs. Clinton holds the overwhelming support of black voters, at 86 percent to 3 percent in a three-way race.\nWhite voters Mrs. Clinton is competitive among white voters around Charlotte and Raleigh, where Romney won white voters by 20 points. Black voters Black voters, who overwhelmingly support Mrs. Clinton, make up about a fifth of the electorate in North Carolina.\nThe state’s white voters are divided as well. Mr. Trump’s advantage with whites stems from a huge margin of 66 percent to 17 percent among white voters without a college degree. Mrs. Clinton’s challenge runs deep: She has a narrow lead of only 46-39 among white voters without a degree who are registered as Democrats.\nNone of the other Republicans match Mr. Trump’s vote share among less educated white voters, and the other top Democrats do better than Mrs. Clinton. She fares better in a two-way race in part because some of the white voters who support the Democratic challengers in the governor and Senate races break her way.\nNorth Carolina has a huge educational split. Below, the divide among whites.\nThe educational split in North Carolina could be the largest in the country. The state is in many ways still culturally Southern, but it has been transformed by rapidly growing metropolitan areas like Raleigh and Charlotte. These areas are full of migrants from outside the state, especially from the Northeast. Mrs. Clinton fares better among these voters, even after accounting for their greater education, than among those born in the state.\nWhite voters born outside the state are also more likely to support Mrs. Clinton.\nThe fissure between the new and old North Carolina has played out in state politics, which has been at the center of some of the most contested political fights in the country. The Republican-held legislature passed HB-2, the so-called bathroom bill, requiring people to use the restroom corresponding to the gender on their birth certificate. That law has caused some companies and organizations to boycott the state or reduce their business there.\nOver all, voters were split on the restroom question. Yet among white voters with a degree, 60 percent opposed the requirement and just 37 percent supported it. The measure’s unpopularity is thought to be a major factor behind Mr. McCrory’s weakness.\nThis survey began just days after the N.C.A.A. decided to move tournament games out of North Carolia because of HB-2.\nBlack voters were more supportive of the law; indeed, Mr. McCrory held the support of 10 percent of black voters in the survey. It is not nearly enough to make up for his huge underperformance among other types of voters, but it was better than the numbers for either Mr. Burr or Mr. Trump.\nModel of a Shifting State\nUnlike many public polls, the Upshot/Siena survey was conducted using voter registration files, “big data” that has transformed campaigning over the last decade. The voter file data here — from L2, a nonpartisan voter file vendor — includes information on the vote history, partisanship and race of nearly every voter in the state, a big advantage for polling.\nWe used the voter file and the responses to our poll to build a statistical model of the vote preferences of every registered voter. It’s the same basic approach taken by the major campaigns’ data analytics and targeting teams. The maps above are based on these estimates.\nIt suggests that Mrs. Clinton’s turnout challenge may be somewhat different in North Carolina than it is elsewhere.\nAccording to our model, Mrs. Clinton is fairly well positioned among relatively likely voters. The model — which is based on the two-way race in which Mrs. Clinton leads, not the three-way race — gives Mrs. Clinton a two-point lead among voters with greater than a 90 percent chance of turning out.\nThis is in stark contrast to our estimates for Florida, where Mr. Trump has a seven-point lead among those likeliest voters.\nSupport in a two-way race among voters who are...\nThe chart below is identical to the one above, except that the groups are scaled according to their share of the likely electorate.\nScaled to size of the electorate (two-way race)\nWhy is Mrs. Clinton stronger here?\nThe main reason is that North Carolina’s black voters have a pretty robust vote history. In the 2014 midterm election, for instance, black voters turned out at about the same rate as white voters, after controlling for age. Over all, black voters were 21.4 percent of the midterm electorate — not too much below their share of registered voters at the time.\nIn Florida, in contrast, Mrs. Clinton depends on Hispanic voters, who have historically had low turnout. Black turnout, too, lagged white turnout by a wide margin in the midterm election. The result is that the likeliest voters in Florida are far whiter than they are in North Carolina.\nAnother reason is that higher turnout seems to be a predictor of additional support for Mrs. Clinton, after controlling for other factors. Put differently: A 45-year-old white independent male in North Carolina who doesn’t vote often is more likely to support Mr. Trump than a demographically identical white voter with a more robust record of voting. My guess is that this is a product of the huge education gap, because well-educated voters generally vote at far higher rates.\nAnd finally, Mrs. Clinton just isn’t faring well among young voters in our survey. She has just a four-point lead among 18-to-29-year-old voters, 38 percent to 34 percent in a three-way race, and a 10-point lead in the head-to-head, 46 to 36.\nYoung voters tend to be irregular voters. If they were as strong for Mrs. Clinton as they were for Mr. Obama, then Mrs. Clinton might benefit more from a high turnout. For now, that’s not so clear.\nHow confident are we?\nSince no single poll is perfect, it’s generally better to look at an average of recent surveys. Most recent polls have given the Republicans a slight edge in North Carolina.\nAll polls, of course, are subject to a margin of sampling error. And there are many other potential sources of error, like the choices of the many undecided voters, or decisions made by pollsters about how to adjust the poll.\nOne such choice is the likely-voter model, the process of determining which registered voters are likely to vote on Election Day.\nIn this survey, the likely-voter screen made a big difference.\nThe main reason is that there was a split between what voters told us about their likelihood of voting and what the turnout model mentioned earlier said about their likelihood of voting.\nOur model suggests that Mrs. Clinton is fairly strong among likely voters. If we had used only these estimates for our likely-voter screen, Mrs. Clinton would hold a two-point lead in the three-way race and a three-point lead in the two-way race.\nBut our likely-voter model is a 50-50 split between the vote history of our respondents and what they tell us about their likelihood to vote. And Mrs. Clinton’s supporters, especially her black supporters, were not as likely to report that they intended to vote as Mr. Trump’s supporters were.\nWho is a ‘likely voter’? Different decisions would change the poll result.\nNYT Upshot/Siena estimate Margin A blend of voter history and self-reported intentions Tied Results if we had used ... Margin Voter history Clinton +2 Self-reported intentions Trump +1 Only people who say they are “almost certain” to vote Trump +2\nMrs. Clinton trailed by two points among voters who said they were “almost certain to vote.” Just 62 percent of black voters said they were “almost certain” to vote, compared with 72 percent of white ones. Many pollsters use a question like this as their likely-voter screen.\nThe gap was largest among the voters who were modeled as more than 90 percent likely to vote. Just 64 percent of these high-turnout black voters said they were “almost certain” to vote, compared with 83 percent of white voters who had a greater than 90 percent chance to vote. These voters have generally participated in off-year elections, like a midterm or presidential primary.\nA broader definition of self-reported likely voters — including those who rated their chances at a 9 or a 10 on a scale from 1 to 10, and those who said they were either “very likely” to vote or “almost certain” — showed Mr. Trump ahead by 1 point.\nThe Upshot/Siena poll puts the three-way race as a tie because it averages her edge in our modeled electorate with her deficit among self-reported voters.\nThis is the same method used for our Florida survey, and will be used again in subsequent polls.", "url": "https://www.nytimes.com/interactive/2016/09/22/upshot/north-carolina-upshot-siena-poll.html"}