{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 22:55:32", "date_modify": "2022-10-25 22:55:32", "date_publish": "2016-04-05 04:11:09", "description": "Britain will hold a referendum on Thursday on whether to leave the European Union, a decision nicknamed “Brexit.”", "filename": "interactive_2016_world_europe_britain-european-union-brexit.html__r=0_1666738532.html", "image_url": "https://static01.nyt.com/images/2016/04/05/world/05brexit-listy4/05brexit-listy4-facebookJumbo.jpg?year=2016&h=550&w=1050&s=83c0b5a61f1f4bef4818ad07e2c3090b58a1b0521d687d26a0aad98cc5e90d73&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_world_europe_britain-european-union-brexit.html__r=0_1666738532.html", "title": "‘Brexit’: Explaining Britain’s Vote on European Union Membership", "title_page": "‘Brexit’: Explaining Britain’s Vote on European Union Membership - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Who is arguing to stay, and who to go?\nREMAIN Prime Minister David Cameron leads the “Remain” camp, and he could lose his job if his effort fails. Behind him are most of the Conservative government he leads, the Labour Party, the Liberal Democrats and the Scottish National Party, which is strongly pro-Europe.\nMost independent economists and large businesses favor staying in, as do the most recent heads of Britain’s intelligence services. President Obama, Chancellor Angela Merkel of Germany and President Xi Jinping of China also want Britain to stay in.\nLEAVE The “Leave” camp is led by Michael Gove, the justice minister, and Boris Johnson, the former mayor of London. Nearly half the Conservative members of Parliament favor leaving, as do the members of the U.K. Independence Party, or UKIP, and its leader, Nigel Farage. Their main issues are sovereignty and immigration.\nAbroad, the French National Front leader, Marine Le Pen, favors Brexit, as do other anti-Europe parties in Germany, the Netherlands and elsewhere.", "url": "https://www.nytimes.com/interactive/2016/world/europe/britain-european-union-brexit.html?_r=0"}