{"authors": ["Emma G. Fitzsimmons", "Josh Keller"], "date_download": "2022-10-25 23:34:51", "date_modify": "2022-10-25 23:34:51", "date_publish": "2016-05-17 14:44:04", "description": "The engineer in the crash in Philadelphia last year became distracted and entered a curve at more than twice the speed limit, the National Transportation Safety Board said on Tuesday.", "filename": "interactive_2016_05_17_us_amtrak-train-crash-derailment-philadelphia_1666740891.html", "image_url": "https://static01.nyt.com/images/2016/05/17/us/amtrak-train-crash-derailment-philadelphia-1463496099612/amtrak-train-crash-derailment-philadelphia-1463496099612-facebookJumbo.png?year=2016&h=549&w=1050&s=f15cebcf33bb22be1834b19b90b9fb54ab695858202adb017755bc624acdda6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_05_17_us_amtrak-train-crash-derailment-philadelphia_1666740891.html", "title": "Why an Amtrak Train Derailed in Philadelphia", "title_page": "Why an Amtrak Train Derailed in Philadelphia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Northeast Regional Train No. 188 that derailed last year had been traveling at speeds similar to earlier trains along the route from Washington to Philadelphia. Train engineers are expected to memorize the speed restrictions along the route. But just before the accident, Mr. Bostian was distracted by radio transmissions from another train and and lost track of his location on the route, investigators said at the hearing on Tuesday. The investigation focused on Mr. Bostian, who said he had gaps in his memory but remembered growing worried shortly before the derailment when he heard that the windshield of a nearby Southeastern Pennsylvania Transportation Authority train had been hit by an object.Mr. Bostian had listened to about two dozen radio transmissions between the dispatcher and the engineer of the stopped commuter train before the derailment, investigators said. As he approached the curve, investigators believe Mr. Bostian thought he was in a stretch of track after the curve, where the speed limit was 110 m.p.h.“Given that it was dark outside, there were fewer visible cues to help him identify his location,” said Dr. Steve Jenner, a safety board investigator.", "url": "https://www.nytimes.com/interactive/2016/05/17/us/amtrak-train-crash-derailment-philadelphia.html"}