{"authors": ["Neil Irwin"], "date_download": "2022-10-25 22:57:19", "date_modify": "2022-10-25 22:57:19", "date_publish": "2017-01-25 23:31:35", "description": "To redo the trade deal, the U.S. may have to make concessions that the Trump administration will be wary of offering.", "filename": "interactive_2017_upshot_what-is-nafta_1666738639.html", "image_url": "https://static01.nyt.com/images/2017/01/26/upshot/26up-nafta/26up-nafta-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bb343f4ad7c6c1b0fe5ea7e4b4f8c28dfdb0f85b8dff61eeef787c7086e9f082&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_upshot_what-is-nafta_1666738639.html", "title": "What Is Nafta?", "title_page": "What Is Nafta? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What Have Been Its Results?\nAs the election showed, whether Nafta was a good thing for voters in the United States or a bad one continues to be argued. But there are some things most people who study these things can agree upon.\nThe North American economy really does work as an integrated whole. United States exports to Mexico, for example, are now 3.5 times their 1993 level when adjusted for inflation. They have risen more than twice as fast as the overall economy. Trade between the United States and Canada has been pretty well balanced over time, but the United States has had about a $60 billion per year trade deficit with Mexico, importing more than it exports.\nIn the auto industry, for example, supply chains crisscross North American borders, with work of different complexity done in different countries. Your Ford made in Michigan might contain a dashboard made in Juarez and a transmission made in Windsor, Ontario. This complex supply chain has helped make the U.S. auto industry competitive with manufacturers in Asia and Europe, which also contain both low-wage and higher-wage countries with different specialties.\nThe impact on jobs and incomes in the United States is less clear. Economists broadly supportive of free trade deals argue that Nafta essentially encouraged a shift of jobs in the United States toward higher-value, more productive work, raising wages and having negligible impact on the total number of jobs. Those more skeptical of the deal view it as having created low-wage competition across the border in Mexico that accelerated the loss of manufacturing jobs. (See a more detailed explanation of the competing views here and here.)\nOne way to reconcile those two views: Nafta may have increased overall G.D.P. and average incomes in the United States — but at the same time contributed to the decline in well-paying U.S. manufacturing jobs that tended to be concentrated in certain cities and among certain groups of people, mostly blue-collar men.", "url": "https://www.nytimes.com/interactive/2017/upshot/what-is-nafta.html"}