{"authors": [], "date_download": "2022-10-25 23:48:01", "date_modify": "2022-10-25 23:48:01", "date_publish": "2021-02-05 17:23:49", "description": "Taking aim at a key plank of the former president’s impeachment defense, the lawyers argued that the constitutional protections do not apply to an impeachment proceeding.", "filename": "interactive_2021_02_05_us_first-amendment-lawyers-trump-impeachment-defense_1666741681.html", "image_url": "https://static01.nyt.com/images/2021/02/05/doc-875385-first-amendment-lawyers-on-trump-s-impeachment-defense-promo/doc-875385-first-amendment-lawyers-on-trump-s-impeachment-defense-promo-facebookJumbo.png?year=2021&h=549&w=1050&s=b6cb1c6e9209b521b078308469c07265d1892c3a7b8498f9926f4a516a9f1341&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_02_05_us_first-amendment-lawyers-trump-impeachment-defense_1666741681.html", "title": "Lawyers Call Trump’s Defense ‘Legally Frivolous’", "title_page": "Lawyers Call Trump’s Defense ‘Legally Frivolous’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "constitute a “high Crime[] or misdemeanor[]” under the Constitution. If so, he can be convicted and disqualified from future office regardless of whether he would have a First Amendment defense in a subsequent criminal prosecution. Many of us believe that, regardless of whether the First Amendment does or does not apply to impeachment, President Trump can be convicted and disqualified because he is accused of violating his oath through an “extraordinary, unprecedented repudiation of the President’s duties to protect the government” through his “further acts and omissions after he incited the crowd to attack the Capitol”—namely, by allegedly watching the mob storm Congress on television and “not immediately taking action to protect Congress and the Capitol.” While reasonable people can disagree as to the scope of free speech rights in specific contexts (such as the scope of the government’s power to limit its own employees’ public expression), no reasonable scholar or jurist could conclude that President Trump had a First Amendment right to incite a violent attack on the seat of the legislative branch, or then to sit back and watch on television as Congress was terrorized and the Capitol sacked. On the contrary, the Constitution imposes an affirmative duty on the President to “take care that the laws be faithfully executed,” and willful violations of that duty are an impeachable offense. Accordingly, if the Senate concludes that President Trump willfully failed to intervene to protect Congress from a mob – indeed, one he incited – in violation of the presidential duty to take care to faithfully execute the law, the First Amendment offers him no protection at all from impeachment. The First Amendment protects the freedoms of speech, press, religion, assembly, and petition; it does not grant the President the freedom to engage in a willful dereliction of duty. Even if the principles of First Amendment law are applicable in the impeachment context (and many of us believe they are not), many of us believe there is an extraordinarily strong argument that the Supreme Court’s standards, articulated in Brandenburg v. Ohio, for when the government may criminally punish an individual’s deliberate incitement of others to engage in imminent lawless acts are satisfied in this case. President Trump’s speech, and the overall course of his conduct, advanced the factually baseless position that the election had been “stolen” and, further, that immediate action was necessary to prevent Vice President Pence and Congress from counting and confirming the votes of Electors that had been submitted (and certified) by the States. The evidence shows that President Trump deliberately assembled the crowd of supporters; that he steeled his supporters for action and knew that they were ready to take immediate action; that he directed them to take such immediate action; that President Trump said he would be with them in such action and supported such action; that he intended such action to accomplish the unlawful disruption of the constitutional processes of Congress in counting the votes of Electors and certifying the results; and that many persons in the mob that attacked Congress and the Capitol understood themselves to be doing exactly what President Trump had directed and intended for them to do. III. The President’s speech and conduct around January 6 constitute unprotected incitement. II. Even if the First Amendment applies in impeachment proceedings, it does not prohibit conviction and disqualification for violating the President’s Oath of Office. 2", "url": "https://www.nytimes.com/interactive/2021/02/05/us/first-amendment-lawyers-trump-impeachment-defense.html"}