{"authors": ["Dionne Searcey", "Photographs Adam Ferguson"], "date_download": "2022-10-25 23:56:25", "date_modify": "2022-10-25 23:56:25", "date_publish": "2017-03-30 04:15:56", "description": "Times journalists spent weeks documenting the stories of people living along a desert highway in Niger, interviewing more than 100 residents scattered by Boko Haram.", "filename": "interactive_2017_03_30_world_africa_the-road-to-nowhere-niger_1666742185.html", "image_url": "https://static01.nyt.com/images/2017/03/30/world/africa/the-road-to-nowhere-niger-1490835347580/the-road-to-nowhere-niger-1490835347580-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=07a2c39af45939cf80297bf7925f17696b7dddab110ecf79d3048f5458ab1397&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_03_30_world_africa_the-road-to-nowhere-niger_1666742185.html", "title": "Fleeing Boko Haram, Thousands Cling to a Road to Nowhere", "title_page": "Fleeing Boko Haram, Thousands Cling to a Road to Nowhere - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They come to the road in search of food. They come looking for water. They come because it’s the only safe place they can find. Fleeing Boko Haram, Thousands Cling to a Road to Nowhere\nMore than 130,000 people have amassed along this desert highway outside Diffa, Niger — National Route 1. They now call its barren, sandy shoulders home.\nAll of them have been chased from their villages by Boko Haram, the Islamist militant group that kidnaps and kills indiscriminately in a campaign of violence that has lasted eight years. The New York Times spent weeks documenting the stories of people living along this road, interviewing more than 100 residents — including 15 in the following image — clinging to its edges to survive.\n“I came to the road because my family thinks it is safe.” Yande Boulama, 14 The first time Zeinab Kiari, 20, an Islamic school student, was chased off by Boko Haram she and her husband passed eight dead bodies as they ran. For work, Bana Alhaj Moustafa, 11, buys rope, cuts it into smaller pieces and sells it in the market. “I left my village with one bag of corn, one mosquito net and one blanket.” Sari Abba, 26 “We ran away, but after Boko Haram had left we returned to my village and found my little brother dead.” Ali Ari, 13 Mahamadou Wakil Kaoumi, 13, likes to run and jump with his friends and hates collecting stalks and wood from the bush because they scrape against his arms. “I think Boko Haram should be shot and finished.” Kanai Malam Yacin, 15 Diyawa Bororo, 60, was a taxi driver in nearby Nigeria before militants came. He has six children of his own and takes care of his four grandchildren because his daughter, their mother, died. “Boko Haram killed three of my relatives: one uncle and two brothers. When they came, they burnt the village down and shot my relatives, two in the body and one in the head.” Malam Gadji, 30 “I miss working. I am not happy without work.” Malam Boultou, 40 “The hardest thing about the village is sometimes there is water and sometimes there is no water. There is no water since yesterday.” Allami Kiari, 26 “When I ran from Boko Haram, I took six of my goats and sold them off one by one to survive.” Malam Kadi, 34 “Always before bed I think, my pockets are empty, I don’t know how to feed my family. I miss the river at home where I could fish.” Boulama Kiarimi, 50 “When I think about my home, I think of my comfortable house. Now, I live in a tent that is so uncomfortable it hurts me.” Ibrahim Ari, 23 Boka Alhadj Ali, 35, and his wife each grabbed a child and ran when Boko Haram came to their village. In the mayhem, they were separated. He never saw his wife and baby again.\nNational Route 1 does not take them anywhere. It is not a path to a distant sanctuary, a better life or even a refugee camp. It is, quite literally, a road to nowhere. It ends abruptly, connecting to nothing but more desert.\nBegun by a Chinese oil company, construction stopped two years ago after attacks by Boko Haram spiked. Its intended destination — oil fields near the border with Chad — is far away, about 80 miles beyond the choppy lip where the pavement suddenly cuts off, like an interrupted thought.\nNiger Diffa region AFRICA\nThe Chinese are gone. Now, desperation spans the horizon instead: tens of thousands of ragged huts made from millet stalks, scraps of fabric, torn flour bags and sheets of tarp. From the air, they look like scattered piles of hay.\nMany have been living here for more than two years.\n“Sometimes I think they’ll come again, even here,” said Atcha Mallam, 13, who has been living by the road for 18 months and still dreams that Boko Haram fighters will find her. “I have nightmares — they’re coming to kill me, they’re coming to kill me.”\nEscaping Boko Haram on the Road to Nowhere: A 360 View\nIn parts of neighboring Nigeria, Boko Haram has suffered big losses. A military offensive has killed and captured fighters, invading their hide-outs in the forest. Hundreds of thousands of Nigerians are now going home to their villages — or in some cases, what’s left of them.\nBut along Nigeria’s blurry border with Niger, Boko Haram fighters are still raging. More than 200,000 people scattered by the violence have come seeking safety here in the Diffa region alone, with tens of thousands settling along National Route 1, a sleek, paved highway in a part of the country where roads are usually nothing more than skinny scratches in the sand.\nMen praying under a tree.\nFor many, Boko Haram has stormed every other place they’ve run. Families have fled four or five times before arriving at the highway, their last resort.\n“I was there when my husband was killed,” said Kiari Yamangou, a young widow living along the road.\nShe first started running two years ago, when Boko Haram invaded her village. She and her husband frantically piled their eight children onto a single motorbike and sped away, she said. The militants chased, shooting at them until they stopped. Thinking they wanted the bike, he handed them the keys.\n“We told them we would give them whatever they wanted,” she said. “They didn’t want anything. They wanted his life.”\nEventually, she and her children wound up at the road. It was as far from the fighting as her money would take them.\n“This is not like a village,” she said. “It’s just an empty space.”\nThere are reasons to stay. Niger’s military regularly patrols this paved stretch of highway. Soldiers set up checkpoints and duck behind piles of sandbags with rifle tips pointing outward. So far, Boko Haram has kept its distance.\nFor the tens of thousands here, living next to the 45 miles of asphalt offers a sense of security and calm.\n“We can sleep now,” said Fati Fougou, a 40-year-old mother of seven who was chased from three different villages by fighters before settling along the road with her children, “because no one is shooting.”\nA handful of aid groups help. Unicef trucks in water. The International Rescue Committee hands out bags of rice, sardine tins and powdered milk. Doctors Without Borders runs small clinics. But formal camps don’t exist. All of the displaced here are squatters.\n“We were not like this before,” said Sambo Tchakaama, standing next to empty water jugs near a giant well that had run dry two months before.\nA father watches over his feverish son at a health clinic.\nAt the edge of the small city of Diffa, a lumpy street blends into smooth asphalt, and the road begins. The first home along the highway, a hut made of gray, rotting millet stalks, belongs to Hadiza Mani, a 60-year-old widow. She moved here a year ago with her five children after Boko Haram gunned down her husband.\nAs the sun rose one recent morning, her 13-year-old daughter emerged from under a heavy blanket stretched across a mat in the sand under the sky — her bedroom. Her younger sister crawled out of the hut and began chopping wood for a breakfast fire.\n“If we live by the road, people will pass by,” Ms. Mani said. “If anyone wants to give us something, they’ll know we’re here, at this first spot.”\nThe rush of newcomers has turned tiny specks of roadside villages into growing towns of want, overwhelming ground wells in a place where water is scarce and few crops are hardy enough to endure the brutal heat.\nSome brought their herds and flocks when they fled. Cattle, goats, donkeys and chickens compete with people for food and water. A few months ago, a fight over well water ended in death.\nA boy guards a herd of livestock.\nMany of the displaced people came from along the Nigerian border, a fertile area near Lake Chad where they made a living as fishermen or pepper farmers for generations. Despite major advances by militaries from several nations, the lake’s shores remain a Boko Haram holdout.\nNow, these lake people are stuck in the desert. The cattle that roam the pale sand near National Route 1 are a testament to another way of life. Called Kuri, they are specific to the lake region, with massive curved horns that are spongy on the inside, a nature-made floating device.\nHandmade signs attached to sticks along the highway mark entire communities, uprooted yet still banding together. The road’s first large settlement, Assaga, is one of them.\nAssaga is the name of two towns — one in Niger and one in Nigeria — divided by the Komandougou River running along the international border. After Boko Haram attacked the area in January 2015, the dual communities fled in tandem. They wound up along the road. Now, instead of the river separating the two towns, the highway does.\nFarther north, the Village of Traveling Barbers, or Garin Wanzam in the local language, was settled long before the displaced people arrived. The village chief, Shettima Fougou, and his relatives were the only ones who lived there.\nDisplaced people have poured into the Diffa area, many of them in settlements lining a paved section of National Route 1 that stretches for about 45 miles north of the city of Diffa. Niger Garin Wanzam 12,960 displaced people Diffa Nigeria 20 miles Source: United Nations Displaced people have poured into the Diffa area, many of them in settlements lining a paved section of National Route 1 that stretches for about 45 miles north of the city of Diffa. Nguigmi Garin Wanzam 12,960 displaced people Niger Assaga 7,597 displaced people Nigeria Diffa Source: United Nations 20 miles\nMr. Fougou remembers the moment everything changed: 10 a.m. one Thursday morning in 2015. Six families on the run from Boko Haram showed up inside his small compound of five mud-brick homes.\n“It was not a good situation,” said Mr. Fougou, a towering 45-year-old with a smoothly shaved head. “I worried Boko Haram would follow them.”\nBut he saw their desperation and decided to welcome them. He offered them food and shelter and hoped for the best.\nThen, a few weeks later, Mr. Fougou was in a nearby village cutting hair when his phone rang.\n“Come home,” his cousin begged him.\nWhen Mr. Fougou arrived back home, he found bedraggled people everywhere. His tiny village was overrun with the newly displaced. They haven’t stopped coming since.\nTwo years ago, his village had 20 people. Now, it has 13,000.\n“They come in the morning. They come in the afternoon. They come all night,” he said. “It’s so hard. Many people come with so many children. But I’m obliged to give them something to eat.”\n“Our religion told us to take care of strangers,” said Mr. Fougou. “You never know, it could happen to you.”\nGenerosity abounds along the road. Oxfam International, an aid group, estimates 80 percent of the displaced people in the area around Diffa are being fed and sheltered by local communities, which even in peaceful times are among the continent’s poorest.\nA mother with her children at a hospital.\nIbrahim Lawan was just 10 years old when he came home after a fishing trip with his brother to find their village burned to the ground by militants. The brothers spent months on the run from Boko Haram, hopping from village to village in search of safety, with militants never far behind. One day, Ibrahim’s brother went fishing alone and never returned.\nAbari Koyomi, a 54-year-old who has repeatedly fled Boko Haram as well, spotted Ibrahim sleeping under a makeshift mosquito net that was awkwardly tied to a tree. Though barely able to care for his own 14 children and grandchildren, Mr. Koyomi invited the boy to live with his family.\n“He gave me food. He gave me everything,” said Ibrahim, now 11.\nMany of the people living on National Route 1 arrived nearly empty-handed. A silver-colored pot and a plastic kettle. Tarnished wedding bracelets that recall happier days. Two dresses for a teenage girl who mourned leaving her eight other dresses behind.\nBy the time Marem Ari Gambo, 25, arrived at the road she didn’t have shoes. The rubber strap on one of her flimsy yellow flip-flops had popped out after a few hours of walking. Barefoot, she pushed the only belongings she and her four children had — sleeping mats, some clothes — in a wheelbarrow.\nBut while possessions are sparse along the road, boredom is plentiful. There are few fields to tend, and harvest season is far off. A few bustling markets sell wood, fabric and vegetables — accepting the currencies of both Niger and Nigeria — but many people have no means of buying anything. Aid groups run a handful of activity centers, some with a volleyball net and basketball hoop. But the blazing sun limits the hours of play for those lucky enough to live nearby.\nFewer than half of the 137,000 children estimated to be living in the region are in school. Village schools that existed before the influx are largely inoperable because the government hasn’t paid teachers for months. Unicef has set up 27 small schools along the road. In one, students from Niger, whose national language is French, are being taught in English.\n“Hurry, hurry, let’s go home,” a chorus of children chanted in French as they streamed out of a tented classroom.\nBoys play in a tree.\nMany families send young daughters to roam the scrub in search of thorny acacia trees for firewood that they carry home on their heads in large piles. The practice is so common that soon all the trees will be gone.\n“I hate going into the bush for wood,” said Aishatou Ngnari, 15, who has lived along the road for two years. “It’s heavy. I get splinters. It destroys my hands.”\nAt a clinic run by an aid group along the road, skinny, squirming babies howled while being weighed by nurses treating malnutrition. Outside, a mother lifted up her baby’s shirt to reveal a grapefruit-size lump jutting from his spine. She had no idea what it was. The baby had never seen a doctor before.\nAs the sun set, a girl struggled behind a teetering wheelbarrow filled with large yellow jugs of water. Not far away, people clambered onto the roof of a truck, wrapping scarves around their faces and necks to keep out the sand. The vehicle ferried passengers back and forth down the length of the highway.\nMoussa Kiari, 65, with a gray beard, wiry white eyebrows and failing eyes, sat on the ground in the patch of shade cast by his straw hut. He escaped Boko Haram over a year ago, when fighters swarmed his house in Nigeria and killed six members of his family.\nHe, his daughter and a few other relatives fled across the border. They hoped to fish in Lake Chad for a few weeks and earn a bit of money from their catch. But the government, concerned about security, closed down the fishing business.\nThey set out again. Word was spreading that the military patrolled National Route 1. That became their destination. Along the way, Mr. Kiari’s daughter fell ill and died, leaving behind her 13-year-old son.\nNow, the old man and teenager live together, in the last house on the road. The roof of their hut leaks during the rainy season, and sometimes food is scarce, Mr. Kiari said, staring at the horizon.\n“I just don’t have the strength to move again.”", "url": "https://www.nytimes.com/interactive/2017/03/30/world/africa/the-road-to-nowhere-niger.html"}