{"authors": ["Mercy Benzaquen", "Russell Goldman", "Karen Yourish"], "date_download": "2022-10-25 23:26:11", "date_modify": "2022-10-25 23:26:11", "date_publish": "2017-05-19 21:55:05", "description": "The cities Mr. Trump will visit and what events are planned.", "filename": "interactive_2017_05_19_world_middleeast_schedule-for-trump-first-trip-overseas_1666740371.html", "image_url": "https://static01.nyt.com/images/2017/05/19/world/middleeast/schedule-for-trump-first-trip-overseas-1495230683863/schedule-for-trump-first-trip-overseas-1495230683863-facebookJumbo-v3.png?year=2017&h=550&w=1050&s=b97b87da16cfbb51cf4fa798d715dd1f07eb86161f1420b8e4c7264a020231f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_05_19_world_middleeast_schedule-for-trump-first-trip-overseas_1666740371.html", "title": "President Trump’s Schedule for His First Foreign Trip", "title_page": "President Trump’s Schedule for His First Foreign Trip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Itinerary\nWhat happened During his visit to the birthplace of Islam, President Trump pivoted from his previous assessment of Islam as a religion of hatred and sought to rally the Muslim world to join the United States in fighting extremism.\nMet with King Salman of Saudi Arabia.\nMr. Trump and the first lady joined the Saudi royal family for dinner.\nMet with leaders of a Gulf coalition, including Saudi Arabia, Bahrain, Kuwait, Oman, Qatar and the United Arab Emirates.\nAttended meetings with leaders from across the Muslim world.\nGave a speech about Islam.\nToured a new center to fight radicalism.\nWas scheduled to participate in a conference about social media but Ivanka Trump spoke instead.\nWhat happened On his first day of a two-day trip, Mr. Trump told Israeli officials he was “deeply encouraged” by his conversations in Saudi Arabia regarding peace between Israel and the Palestinians.\nGreeted by Prime Minister Benjamin Netanyahu and other Israeli officials upon arrival in Tel Aviv before flying via helicopter to Jerusalem.\nMet with President Reuven Rivlin of Israel at his residence.\nVisited the Church of the Holy Sepulchre and became first sitting president of the United States to visit the Western Wall.\nThe president and first lady had dinner with Mr. Netanyahu and his wife, Sara.\nWhat happened Mr. Trump traveled from Jerusalem to Bethlehem, in the West Bank, to meet with President Mahmoud Abbas of the Palestinian Authority. Both leaders condemned the terrorist attack in Manchester, England, before reiterating their commitment to a peace deal.\nMet with Mr. Abbas.\nLaid a wreath at the Holocaust memorial museum.\nSpoke at the Israel Museum before departing for Rome.\nWhat happened Pope Francis and Mr. Trump discussed terrorism and the radicalization of young people in a private meeting. In a larger meeting, the Vatican’s secretary of state urged Mr. Trump not to pull out of the Paris climate accord.\nMet with Pope Francis at the Vatican.\nMet with President Sergio Mattarella of Italy.\nArrived in Brussels late afternoon.\nThe stakes Mr. Trump has criticized NATO and threatened to leave. Though he has stepped away from some of those comments, he is expected to push members of the alliance to spend more on defense.\nMeets with European Union officials.\nLunch with President Emmanuel Macron of France.\nDinner with other leaders of the 28 NATO countries.\nThe stakes The president will be expected to reassure his counterparts of the Group of 7 major industrial democracies, including leaders of some of America’s closest allies, that he is a reliable statesman and not an unpredictable populist.\nParticipates in the annual summit meeting of the Group of 7 powers.\nMore Group of 7 meetings.", "url": "https://www.nytimes.com/interactive/2017/05/19/world/middleeast/schedule-for-trump-first-trip-overseas.html"}