{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:14", "date_modify": "2022-10-25 23:32:14", "date_publish": "2016-10-25 12:02:20", "description": "A new poll, in line with other recent ones, shows the crucial battleground state is looking far less like a tossup than it did weeks ago.", "filename": "interactive_2016_10_25_upshot_north-carolina-poll_1666740734.html", "image_url": "https://static01.nyt.com/images/2016/10/25/upshot/north-carolina-poll-1477347647276/north-carolina-poll-1477347647276-facebookJumbo.png?year=2016&h=549&w=1050&s=f7d2fe13f834c08669dd76ca7c10b3904f3bf2a596605d810500d1789979ef93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_10_25_upshot_north-carolina-poll_1666740734.html", "title": "Clinton Leads by 7 Points in North Carolina Poll", "title_page": "Clinton Leads by 7 Points in North Carolina Poll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NYT Upshot/Siena College poll Estimated N.C. vote Strongest for Clinton Strongest for Trump Elizabeth City Winston-Salem Greensboro Durham Rocky Mount Raleigh Asheville Greenville Charlotte Fayetteville Wilmington Elizabeth City Winston-Salem Greensboro Durham Rocky Mount Raleigh Asheville Greenville Charlotte Fayetteville Wilmington Elizabeth City Greensboro Winston-Salem Durham Rocky Mount Raleigh Asheville Greenville Charlotte Fayetteville Wilmington Greensboro Durham Asheville Raleigh Charlotte New York Times Upshot/Siena College Poll Clinton 46% Trump 39%\nNo state that voted for Mitt Romney in 2012 has posed a bigger challenge for Donald J. Trump than North Carolina. He has trailed in every survey there since the first presidential debate, and he does not have a credible path to the presidency without its 15 electoral votes.\nA New York Times Upshot/Siena College survey released on Tuesday confirms that Mr. Trump’s standing has deteriorated considerably. Hillary Clinton has a seven-point lead over Mr. Trump in North Carolina, 46 percent to 39 percent, among likely voters in a three-way race including the Libertarian candidate Gary Johnson.\nHillary Clinton leads by a larger margin than other Democratic candidates, a reversal from the last Upshot/Siena poll.\nIt’s a big improvement for Mrs. Clinton since September, when the last New York Times Upshot/Siena College poll showed a tied race in the state — as other polls at the time also did. It mirrors a national trend of steady gains for Mrs. Clinton throughout October.\nThe poll is her best live-interview survey in North Carolina so far this month. In general, it is better to look at an average of polls than any single survey. But the Upshot/Siena poll is hardly alone in suggesting that Mrs. Clinton has an advantage. On average, she has led by three points in North Carolina surveys so far this month.\nMrs. Clinton’s gain came from incremental improvements across nearly every dimension of the survey.\n■ Her share of the vote among white voters without a college degree increased by five points, to 22 percent from 17 percent.\nIt puts her just slightly behind President Obama four years ago, and brings her support closer to the performance of down-ballot Democrats, who outpaced her by a much larger margin among these voters a month ago.\nNorth Carolina has a huge educational split. Below, the divide among whites.\n■ She gained three points among white voters with a degree, and now holds 42 percent of the white college-educated vote, to Mr. Trump’s 40 percent.\nMr. Trump’s weakness among these voters is the main reason he’s underperforming Mr. Romney, who won white voters with a degree by more than 20 points.\nThese well-educated voters have let Mrs. Clinton open up a huge lead in the state’s growing, well-educated suburbs. She had a 38-point lead in both the Raleigh-Durham-Chapel Hill area and in Mecklenburg County, home to Charlotte: 61 percent to 23 percent. Mr. Obama won those counties by 23 points, 61-38.\n■ She gained nine points among nonwhite voters and now leads, 81-6, among them.\nAt the same time, the electorate became incrementally younger and more diverse since our last survey, with hundreds of thousands of disproportionately young and nonwhite new voters registering over the last few months. This was the major reason the non-Hispanic white share of the likely electorate declined from 71.4 percent to 70.5 percent.\n■ The gap between registered and likely voters dissipated.\nIn the last Upshot/Siena poll, Mrs. Clinton had two-point lead over Mr. Trump among registered voters, but the race was tied among likely voters. In this survey, there was no gap: Mrs. Clinton led by a seven-point margin among both registered and likely voters.\nMrs. Clinton was helped by female and well-educated voters, who are poised to make up a larger share of the electorate than their share of registered voters. Black voters were nearly as likely to say they had voted or were “almost certain” to vote, a change from September, when they were 12 points less likely to do so than white voters.\nWhite voters Mrs. Clinton has made gains among white voters in the month since the first Upshot/Siena College poll. Black voters Black voters, who overwhelmingly support Mrs. Clinton, make up more than a fifth of the electorate in North Carolina.\nAnd Mrs. Clinton is already reaping the benefits of a strong turnout in early voting. So far, she has a significant lead among people who have already voted, based on the responses from early voters and the demographic characteristics of the people who have voted early, according to the state Board of Elections. Notably, virtually no supporters of Mr. Johnson have turned out.\nMost of the voters who have participated in early voting were already considered likely voters. But we’ll be tracking to see whether early voting is changing the electorate over the next few weeks.\nSupport in a two-way race among voters who are...\nThe chart below is identical to the one above, except that the groups are scaled according to their share of the likely electorate.\nScaled to size of the electorate (two-way race)\nOur poll showed somewhat better trendlines for Republicans down the ballot: The governor, Pat McCrory, and Senator Richard Burr are in slightly stronger positions than they were a month ago, even as Mr. Trump’s standing has deteriorated markedly.\nBut Mr. McCrory still trails his Democratic challenger, Attorney General Roy Cooper, by six points. Deborah Ross, the Democratic Senate candidate, holds a nominal edge over Mr. Burr.\nThe Republican candidates down the ballot ran ahead of Mr. Trump in part because they enjoyed greater support from Republican voters.\nMr. Trump held the support of just 80 percent of self-identified Republicans in the three-way race, and he was at 83 percent in a two-way race. Mr. Burr, in comparison, had the support of 92 percent of self-identified Republicans.\nMr. Trump’s weakness among self-identified Republican voters helps explain why he lags by a decisive margin — but it also makes it easier to imagine how he could improve his standing over the final two weeks.\nThe danger for Mr. Burr — and Republicans hoping to hold the Senate — is that these dissatisfied Republicans might be likeliest to stay home.\nWhere this poll fits in with other polls of North Carolina voters", "url": "https://www.nytimes.com/interactive/2016/10/25/upshot/north-carolina-poll.html"}