{"authors": ["Gregor Aisch", "Adam Pearce", "Bryant Rousseau"], "date_download": "2022-10-25 22:59:20", "date_modify": "2022-10-25 22:59:20", "date_publish": "2016-05-23 03:18:13", "description": "Right-wing parties have been achieving electoral success in a growing number of nations.", "filename": "interactive_2016_05_22_world_europe_europe-right-wing-austria-hungary_1666738760.html", "image_url": "https://static01.nyt.com/images/2016/05/22/world/europe/europe-right-wing-austria-hungary-1463897749837/europe-right-wing-austria-hungary-1463897749837-facebookJumbo-v3.png?year=2016&h=550&w=1050&s=e460fe10cfc07f448b56dd6f3d62d027a8c98684a3952ae8e5e555248ff82ecb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_05_22_world_europe_europe-right-wing-austria-hungary_1666738760.html", "title": "How Far Is Europe Swinging to the Right?", "title_page": "How Far Is Europe Swinging to the Right? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Party ideology in parliamentary elections* Center-left, center-right Other parties Right-wing and far-right *The 2016 presidential elections in Austria and Bulgaria and the 2015 French regional elections are included to add a more recent result for those countries.\nThe charts above show election results in 20 European countries, with right-wing populist and far-right parties highlighted in red.\nAustria\nUnder Sebastian Kurz, the conservative People’s Party won 31.5 percent of the vote in the recent election, giving it the largest bloc in the national Parliament. Almost as many people voted for the insurgent far-right Freedom Party, as did for the establishment center-left party, the Social Democratic Party, which both got about 27 percent.\nThe People’s Party benefited from a strong performance on social media, and from a campaign that focused on limiting immigration, lowering taxes and strengthening the country’s social welfare system.\nIt is likely that Mr. Kurz, at 31, the youngest leader in Europe, will form a coalition with the Freedom Party, led by Heinz-Christian Strache, 48. The Freedom Party seeks to curb immigration, particularly from the Middle East, to shrink welfare benefits to non-Austrians and to curtail what it calls political Islam in the country. The Freedom Party has said it does not wish to leave the European Union, despite voicing strong criticism of the bloc’s handling of refugees and borders.\nIf the right-leaning coalition forms, Austria could join Hungary and Poland in demanding that the European Union pursue tougher policies on migration.\nSupport for the far-right has been on the rise recently, but the Freedom Party’s candidate, Norbert Hofer, lost the presidential election in December 2016 to an independent candidate, Alexander Van der Bellen.\nSebastian Kurz, head of the conservative Austrian People’s Party Leonhard Foeger/Reuters\nGermany\nThe far-right Alternative for Germany party, known by its German initials, AfD, started four years ago as a protest movement against the euro currency, won about 13 percent in the latest election, becoming the third strongest party.\nIt marked the first time in more than 60 years that a far-right party moved into the federal Parliament.\nThe party, Germany’s fastest-growing, has attracted voters who are “anti-establishment, anti-liberalization, anti-European, anti-everything that has come to be regarded as the norm,” said Sylke Tempel of the German Council on Foreign Relations.\nFrauke Petry, the former leader of the party, has said border guards might need to turn guns on anyone crossing a frontier illegally. The party’s policy platform says “Islam does not belong in Germany” and calls for a ban on the construction of mosques.\nIn January, Björn Höcke, a prominent state lawmaker in the party, drew broad criticism by challenging the collective national guilt over Nazi crimes and the Holocaust.\nFrauke Petry, former leader of the far-right-wing party Alternative for Germany, said that the situation with asylum-seekers in the country was causing “huge problems.” Fabrizio Bensch/Reuters\nThe Netherlands\nThe anti-European Union, anti-Islam Party for Freedom, led by Geert Wilders, failed to win a plurality in a March 15 election in the Netherlands, finishing in second place.\nWhile the results were a setback for a party that had been leading in the polls for much of the campaign, the party is predicted to gain five more seats, 20, than it won in the last election. The party also succeeded in pushing many right-leaning parties to adopt tougher stances on immigration and is likely to influence policies in the new government.\nA new right-wing party, the anti-European Union Forum for Democracy, won two seats.\nMr. Wilders, one of Europe’s most prominent far-right politicians, has said he wants to ban the Koran and close mosques and Islamic schools. He was convicted in December of inciting discrimination for leading an anti-Moroccan chant at a political rally, but the Dutch court imposed no punishment. In February, he described Moroccan immigrants as “scum” who endanger the country.\nGeert Wilders at a campaign stop in Spijkenisse, the Netherlands. Sergey Ponomarev for The New York Times\nPoland\nPoland’s right-wing Law and Justice party roared back into government by winning 39 percent of the national vote in the 2015 parliamentary elections.\nFrom mid-December through mid-January, Poland’s largest opposition party, Civic Platform, occupied Parliament to protest plans to limit the news media’s access to the legislative body. And tens of thousands of protesters in October attended a rally against a proposed law that would have made virtually all abortions illegal. The Law and Justice party backed away from both initiatives.\nAn effort this month by Law and Justice to deny former Prime Minister Donald Tusk, who was in the Civic Platform party, a second term as president of the European Council fell flat when no other European Union country supported the effort.\nA banner showing the Law and Justice party leader Jaroslaw Kaczynski at a demonstration for free media in Warsaw in January. Kacper Pempel/Reuters\nHungary\nViktor Orban and his right-wing Fidesz party, running on a joint list with the K.D.N.P., a Christian Democratic party, have won the last two parliamentary elections in Hungary, worrying many Western leaders about his increasingly authoritarian rule. The party also decisively won in voting for the European Parliament in May 2014.\nPresident Vladimir V. Putin of Russia visited Budapest in February, and Mr. Orban said that “very anti-Russian policies” in the West were hurting Hungary’s economy.\nAfter the election of Donald Trump, which Mr. Orban supported enthusiastically, Fidesz accelerated a crackdown on what it called \"foreign funded\" nongovernmental organizations pressing for more transparency and human rights.\nJobbik, a far-right, anti-immigration, populist and economic protectionist party, won 20 percent of the vote in parliamentary elections in 2014, making it Hungary’s third-largest party.\nJobbik’s policy platform includes holding a referendum on membership in the European Union and a call to “stop hushing up such taboo issues” as “the Zionist Israel’s efforts to dominate Hungary and the world.”\nJobbik wants to increase government spending on ethnic Hungarians living abroad and to form a new ministry dedicated to supporting them. In a 2012 bill targeting homosexuals, the party proposed criminalizing the promotion of “sexual deviancy” with prison terms of up to eight years.\nIn a February interview, Gabor Vona, the party’s leader, denied persistent rumors that Jobbik receives money from the Kremlin, but he did say he would welcome warmer relations between Moscow and Washington.\nSweden\nThe far-right Sweden Democrats party, which has disavowed its roots in the white-supremacist movement, won about 13 percent of the vote in elections in September 2014, up from only 2.9 percent eight years earlier, which gave it 49 of the 349 seats in Parliament.\nBecause none of the mainstream parties would form a coalition with the Sweden Democrats, which is led by Jimmie Akesson, the country is governed by a shaky minority coalition of Social Democrats and the Green Party.\nThe Sweden Democrats’ platform calls for heavily restricting immigration, opposes allowing Turkey to join the European Union and seeks a referendum on European Union membership.\nSome of the party’s progress has to do with Swedes’ perceptions of crime, a significant issue with voters in cities like Malmo, Sweden’s third-largest. Polls show it also making gains for its position on increased defense spending and better care for the elderly.\nSweden has a long history of being receptive to refugees, and 163,000 arrived in 2015 in a country of 10 million. In February, President Trump issued a vague but harsh critique of the country’s migration policies.\nThe country has recently tightened its immigration rules, making reunification of refugee families more difficult, among other changes.\nJimmie Akesson, the leader of the Sweden Democrats, at an election night party in Stockholm in 2014. Anders Wiklund/AFP/Getty Images\nGreece\nFounded in 1980, the neofascist party Golden Dawn came to international attention in 2012 when it entered the Greek Parliament for the first time, winning 18 seats. The election results came amid the country’s debilitating debt crisis and resulting austerity measures.\nThe party, which the Council of Europe’s human rights commissioner described in 2013 as “neo-Nazi and violent,” holds extreme anti-immigrant views, favors a defense agreement with Russia and said the euro “turned out to be our destruction.”\nIn September 2013, the Greek authorities arrested dozens of senior Golden Dawn officials, including members of Parliament and the party’s leader, Nikos Michaloliakos, who was charged with forming a criminal organization.\nGolden Dawn again won 18 seats in parliamentary elections in September, making it Greece’s third-largest party.\nParty leaders, since released from custody as their trial continues, have said Golden Dawn is planning numerous protests around the country against what they warn is the “Islamization of Greece.”\nIn November, Mr. Michaloliakos publicly embraced the occupation by nationalist groups of a site in Athens where the capital’s first state-sponsored mosque is planned.\nFrance\nThe National Front is a nationalist party that uses populist rhetoric to promote its anti-immigration and anti-European Union positions.\nThe party favors protectionist economic policies and would clamp down on government benefits for immigrants, including health care, and drastically reduce the number of immigrants allowed into France.\nThe party was established in 1972; its founders and sympathizers included former Nazi collaborators and members of the wartime collaborationist Vichy regime. The National Front is now led by Marine Le Pen, who took over from her father, Jean-Marie Le Pen, in 2011.\nShe has tried to soften the party’s image and broaden its appeal. Mr. Le Pen had used overtly anti-Semitic and racist language and faced repeated prosecution on accusations of Holocaust denial and inciting racial hatred.\nIn February, Ms. Le Pen began her campaign for president with a grim speech warning that “two totalitarianisms,” globalization and Islamism, want to “subjugate France.”\nPolls show that she is very likely to reach at least a second round of voting in France’s two-stage electoral process this spring. The party is closer than it has ever been to gaining power in France after over 40 years of existence.", "url": "https://www.nytimes.com/interactive/2016/05/22/world/europe/europe-right-wing-austria-hungary.html"}