{"authors": [], "date_download": "2022-10-25 23:48:51", "date_modify": "2022-10-25 23:48:51", "date_publish": "2014-10-16 02:06:06", "description": "Some hospitals had extra protections in place even before the C.D.C. tightened its guidelines Tuesday.", "filename": "interactive_2014_10_15_us_changes-to-ebola-protection-worn-by-us-hospital-workers_1666741731.html", "image_url": "https://static01.nyt.com/images/2014/10/15/us/changes-to-ebola-protection-worn-by-us-hospital-workers-1413419094946/changes-to-ebola-protection-worn-by-us-hospital-workers-1413419094946-articleLarge.png?year=2014&h=498&w=600&s=e85177da4b3dc732795082d247c826b50557772ee682a93e1c483d9498e709d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_10_15_us_changes-to-ebola-protection-worn-by-us-hospital-workers_1666741731.html", "title": "Changes to Ebola Protection Worn by U.S. Hospital Workers", "title_page": "Changes to Ebola Protection Worn by U.S. Hospital Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Levels of Protective Gear\nThese protocols, some specified by the C.D.C., were in place at some hospitals when Mr. Duncan was being treated in Dallas.\nGoggles, safety glasses or face shield Sealed hood Mask or respirator Hood A thicker outer glove Two pairs of gloves One pair of gloves Impermeable gown that fully covers the arms and body from neck to midthigh Impermeable bodysuit made of material that is difficult to tear Leg and shoe coverings Seams taped Breathing pack filters air Original C.D.C. Guidelines The suit above represents the original C.D.C. guidelines for hospital workers who would come in contact with Ebola patients but would not be exposed to their blood or other bodily fluids. North Shore-L.I.J. Level 2 Suit The original C.D.C. guidelines recommended extra levels of protection, as shown above, in cases where workers could come into contact with a patient’s bodily fluids. Many hospitals, including the Nebraska Medical Center, required this outfit as the minimum. North Shore-L.I.J. required the use of this suit with patients suspected of having Ebola, but has since upgraded to the Level 3 suit. North Shore-L.I.J. Level 3 Suit After the second nurse in Dallas was confirmed to have Ebola, North Shore-L.I.J. upgraded its Level 3 suit by adding an impermeable gown on top (not shown). Mask or respirator Goggles, safety glasses or face shield One pair of gloves Impermeable gown that fully covers the arms and body from neck to midthigh Original C.D.C. Guidelines The suit above represents the original C.D.C. guidelines for hospital workers who would come in contact with Ebola patients but would not be exposed to their blood or other bodily fluids. Hood that covers the neck Two pairs of gloves Fluid-resistant leg and shoe coverings North Shore-L.I.J. Level 2 Suit The original C.D.C. guidelines recommended extra levels of protection, as shown above, in cases where workers could come into contact with a patient’s bodily fluids. Many hospitals, including the Nebraska Medical Center, required this outfit as the minimum. North Shore-L.I.J. required the use of this suit with patients suspected of having Ebola, but has since upgraded to the Level 3 suit. Sealed hood A thicker outer glove Impermeable bodysuit made of material that is difficult to tear Breathing pack filters air North Shore-L.I.J. Level 3 Suit After the second nurse in Dallas was confirmed to have Ebola, North Shore-L.I.J. upgraded its Level 3 suit by adding an impermeable gown on top (not shown). Mask or respirator Hood that covers the neck Goggles, safety glasses or face shield Sealed hood A thicker outer glove Two layers of gloves One pair of gloves Impermeable bodysuit made of material that is difficult to tear Impermeable gown that fully covers the arms and body from neck to midthigh Breathing pack filters air to protect workers from airborne viruses Fluid-resistant leg and shoe coverings Seams taped Original C.D.C. Guidelines The suit above represents the original C.D.C. guidelines for hospital workers who would come in contact with Ebola patients but would not be exposed to their blood or other bodily fluids. North Shore-L.I.J. Level 2 Suit The original C.D.C. guidelines recommended extra levels of protection, as shown above, in cases where workers could come into contact with a patient’s bodily fluids. Many hospitals, including the Nebraska Medical Center, required this outfit as the minimum. North Shore-L.I.J. required the use of this suit with patients suspected of having Ebola, but has since upgraded to the Level 3 suit. North Shore-L.I.J. Level 3 Suit After the second nurse in Dallas was confirmed to have Ebola, North Shore-L.I.J. upgraded its Level 3 suit by adding an impermeable gown on top (not shown). Goggles, safety glasses or face shield Mask or respirator One pair of gloves Original C.D.C. Guidelines The suit above represents the original C.D.C. guidelines for hospital workers who would come in contact with Ebola patients but would not be exposed to their blood or other bodily fluids. Impermeable gown that fully covers the arms and body from neck to midthigh Hood North Shore-L.I.J. Level 2 Suit The original C.D.C. guidelines recommended extra levels of protection, as shown above, in cases where workers could come into contact with a patient’s bodily fluids. Many hospitals, including the Nebraska Medical Center, required this outfit as the minimum. North Shore-L.I.J. required the use of this suit with patients suspected of having Ebola, but has since upgraded to the Level 3 suit. Two pairs of gloves Leg and shoe coverings Sealed hood North Shore-L.I.J. Level 3 Suit After the second nurse in Dallas was confirmed to have Ebola, North Shore-L.I.J. upgraded its Level 3 suit by adding an impermeable gown on top (not shown). A thicker outer glove Breathing pack filters air Impermeable bodysuit made of material that is difficult to tear\nRemoving Protective Gear\nRemoving the suit is difficult, and many health officials have identified the process as a likely cause of infection. The four steps shown below are based on the C.D.C. guidelines that existed when Mr. Duncan was being treated in Dallas. The C.D.C.’s Oct. 20 update of its Ebola guidelines included a more detailed 20-plus-step process for taking off the suit.\n1. Gloves Original C.D.C. guidance The gloves come off first. The rest of the disrobing process can be done with bare hands. A bare hand can safely pull off a glove by slipping it under the wristband. The hospitalsWorkers at some hospitals use two pairs of gloves so that the inner pair remains on during the disrobing process.\n2. Face Shield C.D.C. Goggles, safety glasses or face shields should be grasped from the band or ear pieces, which are considered “clean” and safe to touch with bare hands. The hospitalsNebraska’s protocol calls for removing these only after the gown and second gloves are removed, and a third pair of sterile gloves are put on.\n3. Gown C.D.C. Bare hands untie knots in the back, which are not considered contaminated. A peeling motion is used to turn the gown inside out for disposal. The hospitalsThe protocol at North Shore, like that in Nebraska, specifies that the gown be removed before the second pair of gloves are taken off.", "url": "https://www.nytimes.com/interactive/2014/10/15/us/changes-to-ebola-protection-worn-by-us-hospital-workers.html"}