{"authors": ["Scott Reinhard", "Jugal K. Patel"], "date_download": "2022-10-25 23:23:52", "date_modify": "2022-10-25 23:23:52", "date_publish": "2022-01-19 03:41:18", "description": "Our map shows the death and damage that the Tongan government reported in the days after the eruption set off a tsunami that battered the island nation.", "filename": "interactive_2022_01_18_world_australia_tonga-map_1666740232.html", "image_url": "https://static01.nyt.com/images/2022/01/18/us/tonga-map-promo-1642558490347/tonga-map-promo-1642558490347-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2022_01_18_world_australia_tonga-map_1666740232.html", "title": "Mapping a First Look at Tonga’s Devastation After the Volcano Eruption", "title_page": "Tonga Map: Early Reports of Damage From the Volcano Eruption and Tsunami - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After a powerful undersea volcanic eruption near the island nation of Tonga on Jan. 15, early reports gave an indication of the expanse of its destruction. Tonga, an archipelago in the Pacific Ocean, is just 40 miles from the volcano, and just over 1,000 miles off the coast of New Zealand.\nSamoa WALLIS AND FUTUNA American Samoa PACIFIC OCEAN Niue TONGA Fiji Hunga Tonga-Hunga Ha’apai volcano Area of detail below Samoa WALLIS AND FUTUNA American Samoa PACIFIC OCEAN Niue TONGA Fiji Hunga Tonga-Hunga Ha’apai volcano Area of detail below The New York Times\nOn Monday and Tuesday, the New Zealand Defense Force and the Australian Defense Force dispatched reconnaissance flights, supply aircraft and ships to aid with damage assessment and humanitarian response.\nThe map below incorporates initial reports from the government of Tonga, which detailed death and damage after the eruption set off a tsunami that battered the nation and flung a plume of ash thousands of feet into the air, blanketing the islands. Almost the entire population has been affected, and the government has reported shortages of clean drinking water, food and fuel.\n20 MILES N Vava'u group Vava'u Communications were limited after the eruption destroyed undersea cables. Low availability of diesel and clean drinking water reported. PACIFIC OCEAN 15-meter (50-foot) waves struck the Ha'apai islands. HA'APAI group Emergency responders were deployed to Nomuka, Mango, and Fonoifua islands on Tuesday, where an evacuation was underway. Fonoifua island Only two homes remain. Nomuka island A 49-year-old man died. Extensive damage was reported. Mango island A 65-year-old woman died. All homes were destroyed. TONGA Tongatapu island 15-meter (50-foot) waves caused extensive damage along the western coast. Only domestic phone calls were possible. Food rations of milk, noodles, beef and crackers were distributed. Hunga Tonga-Hunga Ha'apai volcano Atata island Search and rescue operations began Sunday. Residents were being evacuated. TONGATAPU group Kanokupolu Officials said 21 homes were destroyed and 35 severely damaged. 'Eua island Two homes were destroyed and 45 were severely damaged. Food and drinking water shortages reported. Nuku'alofa Kolomotu'a Eight homes were destroyed and 20 severely damaged in this suburb of the island’s capital, Nuku'alofa. 20 MILES N Vava'u Communications were limited after the eruption destroyed undersea cables. Low availability of diesel and clean drinking water reported. Vava'u group PACIFIC OCEAN 15-meter (50-foot) waves struck the Ha'apai islands. HA'APAI group Emergency responders were deployed to Nomuka, Mango, and Fonoifua Islands on Tuesday, where an evacuation was underway. Fonoifua island Only two homes remain. Nomuka island A 49-year-old man died. Extensive damage was reported. Mango island A 65-year-old woman died. All homes were destroyed. TONGA Hunga Tonga-Hunga Ha'apai volcano Tongatapu island 15-meter (50-foot) waves caused extensive damage along the western coast. Food rations of milk, noodles, beef and crackers were distributed. Atata island Search and rescue operations began Sunday. Residents were being evacuated. TONGATAPU group 'Eua island Two homes were destroyed and 45 were severely damaged. Food and drinking water shortages reported. Kanokupolu Officials said 21 homes were destroyed and 35 severely damaged. Kolomotu'a Eight homes were destroyed and 20 severely damaged in this suburb of the island’s capital. 20 MILES N Vava'u Communications were limited after the eruption destroyed undersea cables. Low availability of diesel and clean drinking water reported. Vava'u group TONGA PACIFIC OCEAN 15-meter (50-foot) waves struck the Ha'apai islands. HA'APAI group Fonoifua island Only two homes remain. Nomuka island A 49-year-old man died. Extensive damage was reported. Mango island A 65-year-old woman died. All homes were destroyed. Tongatapu island 15-meter (50-foot) waves caused extensive damage along the western coast. Only domestic phone calls were possible. Food rations of milk, noodles, beef and crackers were distributed. Hunga Tonga-Hunga Ha'apai volcano Atata island Search and rescue operations began on Sunday morning and an evacuation process has begun. TONGATAPU group 'Eua island Two homes were destroyed and 45 severely damaged. Food and drinking water shortages were reported. Kanokupolu Officials said 21 homes were destroyed and 35 severely damaged. Kolomotu'a Eight homes were destroyed and 20 severely damaged in this suburb of the island’s capital. The New York Times\nSatellites captured the massive eruption. Among the many effects observed by scientists were about 400,000 lightning incidents recorded in the 12 hours after the eruption.", "url": "https://www.nytimes.com/interactive/2022/01/18/world/australia/tonga-map.html"}