{"authors": [], "date_download": "2022-10-25 23:48:38", "date_modify": "2022-10-25 23:48:38", "date_publish": "2014-12-06 23:20:39", "description": "Devon Energy’s lawyers and lobbyists drafted letters and provided them to Attorney General Scott Pruitt to send to the Environmental Protection Agency, the Interior Department and even President Obama directly. Most of those letters were signed by Mr. Pruitt and sent with few changes. Here is one example, obtained through open-records requests.", "filename": "interactive_2014_12_07_us_politics_oklahoma-attorney-general-letter-written-almost-entirely-by-energy-company_1666741718.html", "image_url": "https://static01.nyt.com/images/2014/12/06/us/politics/attorney-general-letter-1417824735287/attorney-general-letter-1417824735287-articleLarge.png?year=2014&h=446&w=600&s=9abd17840c698e90025f9ac64519be180a085f438077beb3c9d6259e201b1dc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_12_07_us_politics_oklahoma-attorney-general-letter-written-almost-entirely-by-energy-company_1666741718.html", "title": "A Letter From Oklahoma’s Attorney General, Written Almost Entirely by Energy Company Officials", "title_page": "A Letter From Oklahoma’s Attorney General, Written Almost Entirely by Energy Company Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "October 12, 2011\nThe Honorable Lisa Jackson\nAdministrator\nU.S. Environmental Protection Agency\nAriel Rios Building\n1200 Pennsylvania Avenue, N.W.\nMail Code: 1101A\nWashington, DC 20460\nRE: EPA's estimate of methane emissions from upstream natural gas development\nDear Ms. Jackson:\nIt has come to my attention that the agency you oversee, the U.S. Environmental Protection Agency, may be very significantly overestimating methane emissions from natural gas production. If true, this could have serious implications for the natural gas exploration and production industry nationwide, particularly to the extent current and future regulatory proposals are based on or justified by reference to those estimates. In addition, since this industry is critically important to the State of Oklahoma, there are potential corresponding implications to our state's employment and economic situation.\nAs a result of this situation, I write to inquire about the methods EPA employs to estimate methane emissions and about claims in support of new regulations based on EPA's estimates. My purpose is to ensure that the federal government is providing reliable information upon which policies that may affect the citizens of the State of Oklahoma may be based.\nIn 2010, EPA issued a background technical support document titled, \"Greenhouse gas emissions reporting from the petroleum and natural gas industry.\" In the report, EPA altered the methodology it had previously used to estimate methane emissions from natural gas production. Before 2010, EPA estimated 0.02 metric tons of methane was emitted per well completion. In 2010, EPA made dramatic changes to its estimates. The new estimates hold that conventional natural gas wells emit 0.71 metric tons of methane, and shale gas wells emit 177 metric tons of methane per well completion. As a result of these new estimates, EPA adjusted prior-year US GHG emission reports retroactively as far back as 1990 to reflect the new estimates.\nWhen I read such significant increases in the estimations, I began to question the methodology used to create the estimates.\nThese significant increases in the estimates raise questions about the methodology used to create the estimates.\nRecently a report exploring the inaccuracies in EPA's methodology in determining methane emissions from natural gas production convinced me that my questioningthose questions could be valid. IHS CERA, a highly respected research firm with specific expertise in the oil and natural gas production sector, released a report entitled, \"Mismeasuring Methane: Estimating greenhouse gas emissions from upstream natural gas development.\" In its report, IHS CERA points out specific flaws EPA made in its analysis, including:\n• The misuse and inaccurate application of Natural Gas STAR program data - collected from a small number of wells - to assume industry-wideindustrywide emission rates.\n• EPA's flawed rounding of data points to the nearest hundred, thousand, and even ten thousand Mcf to overcome the \"high variability and uncertainty\" in the industry.\n• Developing an assumption that producers in Oklahoma vent to the atmosphere during flowback, rather than commonly flaring or capturing emissions, simply because Oklahoma does not mandate flaring or recovery. (Many of the nation's best operators drill in Oklahoma. To assume these producers do not flare or capture this marketable product is not only misguided, it would be flat wrong.)\nBecause of the flaws I have listed, and many others I have not, EPA may have led researchers and other governmental bodies to apply inaccurate statistics to the research and reports they develop. For example, Dr. Robert Howarth of Cornell University led a team that released a study this past spring questioning whether natural gas was truly a cleaner fuel than coal. Certainly Dr. Howarth's study included several inaccurate assumptions of his own making, but the basis for his review lies in the overestimation of methane emissions developed by EPA.\nThe Cornell study and EPA's methane emission estimates are finding voice in other government studies. The U.S. Department of Energy SEAB Natural Gas Subcommittee report even mentions the \"pessimistic conclusion about the greenhouse gas footprint of shale gas production and use.\" Such a statement, if founded on inaccurate data, can cast aspersions unjustly upon an entire industry.\nThen EPA itself, in announcing new proposals to regulate emissions from exploration and production facilities, incorrectly used the significantly overstated emission estimates to show that there would not be economic harm to domestic producers. In fact, and even more astoundingly, EPA uses these incorrect assumptions to claim that the rule will quickly result in a net savings of nearly $30 million annually to domestic producers.\nTo assure estimates are properly developed and to provide the citizens of the State of Oklahoma with the proper tools to determine the accuracy of EPA data reports, studies, and the justification for any current or future EPA regulatory proposals, I ask that you provide my office with the following information:\n1.• Any and all information pertaining to the determination of natural gas methane emission estimates.\n2.• Any and all information related to why it is appropriate to round emission rates to the nearest hundred, thousand, or ten thousand Mcf per well completion and how this does not produce an inaccurate end estimate.\n3.• Any and all information explaining why EPA would improperly assume Natural Gas STAR data - which records ALL natural gas collected through green completions, including natural gas collection at the conclusion of the flowback process — is an appropriate basis for determining methane emission from all wells.\n4.• Any and all information explaining what led EPA to conclude - incorrectly - that Oklahoma natural gas producers do not commonly flare or capture methane emissions to reduce venting simply because Oklahoma regulators do not mandate flaring.\n5.• Any and all information explaining why, if EPA estimates are accurate, a natural gas producer would allow significant volumes of its product to simply vent to the atmosphere when it could be captured and marketed.\n6.• Any and all existing, proposed and potential rules or regulations which are or will be based on EPA estimates of methane emission from natural gas wells. In addition, please provide any information that could be used to justify those rules, regulations determine enforcement priorities or to review enforcement effectiveness by the federal government or states.\n7.• Any and all consideration that has been given to reverting to the previous methane estimation methodology while industry data is collected (MRR subpart W) to provide a more accurate estimate of emissions.\nYour assistance in responding to these questions will provide my office with the ability to assure all Oklahomans that they can begin to place trust in the information upon which regulatory decisions are made.\nRespectfully,\ncc: Ms. Gina McCarthy\nAssistant Administrator\nOffice of Air and Radiation\nU.S. Environmental Protection Agency\nAriel Rios Building\n1200 Pennsylvania Avenue, N.W.\nMail Code: 1101A\nWashington, DC 20460\nMs. Janet McCabe\nDeputy Assistant Administrator\nOffice of Air and Radiation\nU.S. Environmental Protection Agency\nAriel Rios Building\n1200 Pennsylvania Avenue, N.W.\nMail Code: 1101A\nWashington, DC 20460\nMs. Nancy Sultey\nChairwoman\nCouncil on Environmental Quality\nThe White House\n1600 Pennsylvania Avenue NW\nWashington, DC 20500", "url": "https://www.nytimes.com/interactive/2014/12/07/us/politics/oklahoma-attorney-general-letter-written-almost-entirely-by-energy-company.html"}