{"authors": ["Michael Andre", "Larry Buchanan", "Matthew Bloch", "Jeremy Bowers", "Nate Cohn", "Alastair Coote", "Annie Daniel", "Richard Harris", "Josh Katz", "Rebecca Lieberman"], "date_download": "2022-10-25 23:32:15", "date_modify": "2022-10-25 23:32:15", "date_publish": "2018-09-06 22:16:52", "description": "The district was once reliably Democratic, but it swung hard to Mr. Trump in 2016.", "filename": "interactive_2018_upshot_elections-poll-il12-1_1666740735.html", "image_url": "https://static01.nyt.com/images/2018/09/06/upshot/elections-poll-il12-1-1536264418350/elections-poll-il12-1-1536264418350-facebookJumbo-v2.png?year=2019&h=550&w=1050&s=1be6ba14ca3bd4743f9375001ec0ca21e851650ebed745f2ec81c2d4bad2c3a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_upshot_elections-poll-il12-1_1666740735.html", "title": "Midterm Election Poll: Illinois’s 12th District, Bost vs. Kelly", "title_page": "Midterm Election Poll: Illinois’s 12th District, Bost vs. Kelly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Our turnout model\nThere’s a big question on top of the standard margin of error in a poll: Who is going to vote? It’s a particularly challenging question this year, since special elections have shown Democrats voting in large numbers.\nTo estimate the likely electorate, we combine what people say about how likely they are to vote with information about how often they have voted in the past. In previous races, this approach has been more accurate than simply taking people at their word. But there are many other ways to do it.\nOur poll under different turnout scenarios Who will vote? Est. turnout Our poll result The types of people who voted in 2014 201k Bost +4 Our estimate 210k Bost +1 People whose voting history suggests they will vote, regardless of what they say 215k Bost +2 People who say they will vote, adjusted for past levels of truthfulness 219k Bost +3 People who say they are almost certain to vote, and no one else 240k Bost +2 The types of people who voted in 2016 291k Bost +5 Every active registered voter 442k Bost +8\nIn these scenarios, higher turnout tends to be better for Republicans.\nJust because one candidate leads in all of these different turnout scenarios doesn’t mean much by itself. They don’t represent the full range of possible turnout scenarios, let alone the full range of possible election results.", "url": "https://www.nytimes.com/interactive/2018/upshot/elections-poll-il12-1.html"}