{"authors": [], "date_download": "2022-10-25 23:32:52", "date_modify": "2022-10-25 23:32:52", "date_publish": "2015-05-23 15:14:09", "description": "Chrysler, founded in 1925, has had a tumultuous history as the third-largest of Detroit’s auto companies.", "filename": "interactive_2015_05_24_business_chrysler-timeline_1666740772.html", "image_url": "https://static01.nyt.com/images/2015/05/22/business/chrysler-1979/chrysler-1979-facebookJumbo.jpg?year=2015&h=549&w=1050&s=1855aed97d9f43a1a4188b618bf5bfa2c43a57437ff1cb1c108a082ed4db700a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_05_24_business_chrysler-timeline_1666740772.html", "title": "Chrysler’s Turbulent History", "title_page": "Chrysler’s Turbulent History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Chrysler Bailout The automaker encounters financial turbulence that prompts it to seek a congressional bailout, a process that vaults its chief executive, Lee A. Iacocca, to national prominence. Iacocca Rides High in Detroit Chrysler pays off the loans after finding success thanks to its minivans and a family of fuel-efficient autos called the K-cars. Buying the No. 4 Automaker Chrysler buys American Motors, but the subsequent consolidation prompts another financial crisis that leads to a restructuring of the company. The Darling of Car Buyers Chrysler comes back again, with vehicles like the powerful Dodge Viper sports car and its Jeep lineup. \"Design,\" explains Tom Gale, the Chrysler vice president in charge of design, \"can add value faster than it adds cost.\" Deal With Daimler Shapes a Global Giant Chrysler is acquired by Daimler-Benz of Germany and spends the next eight years as part of DaimlerChrysler. A New Private Equity Owner Chrysler's inconsistent financial results and pressure from German shareholders prompt Daimler to seek a buyer. It sells the company to the private equity firm Cerberus Capital Management for $7.4 billion. U.S. Steps in With Auto Bailout Chrysler sales plummet as a recession takes hold. The automaker, burning through more than $1 billion a month, cuts tens of thousands of jobs. Chrysler joins General Motors in seeking assistance from Congress, which rejects the company's bid, forcing the Bush administration to step in with a $4 billion financial lifeline. A Lifeline From Fiat Fiat reaches a tentative deal to take a large stake in Chrysler, allowing the Italian carmaker to re-enter the American market. Forced to Seek Bankruptcy Banks and hedge funds refuse to retire Chrysler's debt. President Obama forces the automaker into federal bankruptcy protection to allow the United Automobile Workers union and Fiat to take control. Fiat Takes Control Fiat takes over Chrysler after a 42-day bankruptcy and a month of court hearings. The federal government responds with $6.6 billion in exit financing. Big Three Starting to Look Like Big Two Chrysler stabilizes sales in the United States, but they remain less than half what they were five years ago. It is the only Detroit automaker to lose money in 2010. A Return to Profit Chrysler posts its first quarterly profit since 2006 and pays back $7.6 billion in loans from the American and Canadian governments, paving the way for Fiat to increase its control. Merger Shows Fruits of Teamwork The unlikely union of Chrysler and Fiat begins to produce new vehicles that combine the talents of both companies. An Unlikely Comeback Strong sales and hot new products make the smallest American automaker the envy of Detroit. Chrysler Absorbed by Fiat Fiat reaches an agreement to take full ownership of Chrysler in a $4.4 billion deal with the United Automobile Workers retiree health care fund. The new auto giant chooses a formal name, Fiat Chrysler Automobiles, and a new logo. A Safety Inquiry Into Jeep Federal regulators reopen an investigation into Jeep safety, despite Fiat Chrysler's agreement two years ago to recall some of the affected models. After successfully settling a number of lawsuits brought by victims of Jeep fires, the company finally goes to trial in one such case and loses in spectacular fashion.", "url": "https://www.nytimes.com/interactive/2015/05/24/business/chrysler-timeline.html"}