{"authors": ["Mikayla Bouchard"], "date_download": "2022-10-25 23:50:05", "date_modify": "2022-10-25 23:50:05", "date_publish": "2016-01-24 01:28:03", "description": "Brief background information on the most powerful figures in the kingdom, and how they stand in the sometimes complicated order of succession.", "filename": "interactive_2016_01_24_world_middleeast_the-big-four-in-saudi-arabia-government_1666741805.html", "image_url": "https://static01.nyt.com/images/2016/01/23/world/23SAUDI-LISTY-web1/23SAUDI-LISTY-web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=e526fd7b05ea089bf4f06ed393585822c6c3ba5d509cfc7f3b302643f049776c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_01_24_world_middleeast_the-big-four-in-saudi-arabia-government_1666741805.html", "title": "The Big Four in Saudi Arabia’s Government", "title_page": "The Big Four in Saudi Arabia’s Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Head of State\nKing Salman bin Abdulaziz Al Saud\nSon of Saudi Arabia’s founder, King Abdul Aziz al Saud\nKing Salman assumed power in January 2015 after the death of his brother, King Abdullah. Not long after gaining control of the monarchy, he implemented a new line of succession, signaling a departure from the ways of his predecessor.\nWith the rising influence of Saudi Arabia’s regional adversary, Iran, King Salman has governed with activist policies to show the kingdom’s strength in the Middle East as the region is further consumed with sectarian and jihadist violence.\nThe king has not signaled a relaxation of the Sunni Muslim country’s conservative norms. In fact, the kingdom recently drew criticism for beheading Sheikh Nimr al-Nimr, a Shiite cleric that criticized the kingdom’s treatment of the minority religious group.", "url": "https://www.nytimes.com/interactive/2016/01/24/world/middleeast/the-big-four-in-saudi-arabia-government.html"}