{"authors": ["Matt Phillips", "Troy Griggs"], "date_download": "2022-10-25 23:49:02", "date_modify": "2022-10-25 23:49:02", "date_publish": "2018-02-08 16:10:22", "description": "Stock markets have recently fallen over fears that economic growth is too strong. Here’s why, and one way how steep, sustained sell-offs could end up hurting the economy.", "filename": "interactive_2018_02_08_business_stock-market-is-not-economy_1666741742.html", "image_url": "https://static01.nyt.com/images/2018/02/08/business/stock-market-is-not-economy-1518094899281/stock-market-is-not-economy-1518094899281-facebookJumbo.png?year=2018&h=377&w=720&s=4953d95090996e3e05235a699a58e8910abebf1e73bf557ae1068224f954ee9b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_02_08_business_stock-market-is-not-economy_1666741742.html", "title": "The Stock Market Isn’t the Economy. Here’s How They Can Shape Each Other", "title_page": "The Stock Market Isn’t the Economy. Here’s How They Can Shape Each Other - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stronger Economy Strong job market and low unemployment Wages start to go up Investors worry about inflation and central bank reaction Stock prices can go down Bond yields can rise Retirement accounts can shrink Mortgage and other interest rates follow suit Other factors People can reduce their spending Companies find it harder to invest and buying a home becomes more expensive Weaker economy Stronger Economy Strong job market and low unemployment Wages start to go up Investors worry about inflation and central bank reaction Stock prices can go down Bond yields can rise Retirement accounts can shrink Mortgage and other interest rates follow suit Other factors People can reduce their spending Companies find it harder to invest and buying a home becomes more expensive Weaker economy Stronger Economy Strong job market and low unemployment Wages start to go up Investors worry about inflation and central bank reaction Stock prices can go down Bond yields can rise Retirement accounts can shrink Mortgage and other interest rates follow suit Other factors People can reduce their spending Companies find it harder to invest and buying a home becomes more expensive Weaker economy\nOver the last week, stock markets slipped, plummeted, recovered, whipsawed and plummeted again — as investors fret about the state of economic growth. Specifically, investors may be worried that growth is too strong.\nThis might seem like a strange concern, after a decade of slow-but-steady economic expansion coming out of the recession.\nBut global growth — along with a shred of evidence that Americans are starting to get wage increases — started a broad sell-off that spread around the world. Since then, prices have been all over the place.\nWhy?\nHere’s how the logic goes:\n• The strong economy stokes fears that inflation is picking up. • Fears about inflation drive worries the Federal Reserve could raise interest rates faster than indicated. • The worries about the Fed fuel a long-held view that rising rates kill bull markets, partly because companies tend to grow more slowly when money becomes more expensive to borrow. • That daisy chain of anxiety lead to a simple conclusion: Sell.\nThis may not be why investors may be panicky. Markets can be driven by perception as much as anything else, and the specter of the status quo being disrupted can rattle investors. Even the president, who has often boasted about the stock market’s rise under his watch, has noted how the response seems irrational.\nIn a different moment, financial markets could well have greeted data on rising wages with huzzahs. Fatter paychecks can put more money in the pockets of shoppers, and potentially increase profits for companies riding the economic wave.\nBut for the moment, markets have been plagued by volatility, and how long it will last remains to be seen.\nViolent moves in financial markets can ultimately affect the economy — especially if they persist.\nHere’s one way how:\n• Steep market declines can wipe out portions of people’s savings and retirement accounts. • Bond yields can rise as investors demand higher returns to stay ahead of inflation. • Higher yields translate into higher borrowing costs for companies and individuals. • And with higher borrowing costs, companies invest less in their business and people buy fewer things. • Less spending and investment undermines economic growth.\nOn Thursday, both the Standard & Poor’s 500-stock index and the Dow Jones industrial average entered into a correction, meaning they have fallen by 10 percent since their peak. It’s a signal that more down days could come. But for now, the declines have only spanned a week, and it’s still too soon to tell whether stocks are destined for a so-called bear market.", "url": "https://www.nytimes.com/interactive/2018/02/08/business/stock-market-is-not-economy.html"}