{"authors": [], "date_download": "2022-10-25 23:46:21", "date_modify": "2022-10-25 23:46:21", "date_publish": "2015-12-12 16:15:14", "description": "Over a five-decade career, Mr. Dershowitz has represented some of America’s most prominent criminal defendants, including O.J. Simpson, Leona Helmsley, Mike Tyson and Claus von Bulow.", "filename": "interactive_2015_12_12_business_alan-dershowitz-timeline_1666741581.html", "image_url": "https://static01.nyt.com/images/2015/12/13/business/dershowitz-timeline-oj/dershowitz-timeline-oj-facebookJumbo.jpg?year=2015&h=455&w=867&s=9df99440bb94b46d34b971f6aa0eb9489af710495765cc6cfaa8c950da7d7085&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_12_12_business_alan-dershowitz-timeline_1666741581.html", "title": "Alan Dershowitz, From the Death Penalty to Roman Polanski", "title_page": "Alan Dershowitz, From the Death Penalty to Roman Polanski - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As a Supreme Court justice, Arthur J. Goldberg submits a dissent in the Rudolph v. Alabama case, which helped create the modern movement for the abolition of the death penalty. Mr. Dershowitz, as Justice Goldberg’s clerk, drafted the dissent. Mr. Dershowitz represents Patricia Hearst, the newspaper heiress whose 1974 kidnapping caused a national sensation. She was sentenced to four years in prison for helping her captors rob a bank. President Jimmy Carter commuted her sentence in 1979, and President Bill Clinton gave her a full pardon in 2001. Represented on appeal by Mr. Dershowitz, Harry Reems , the star of “Deep Throat,” an adult film, had his conviction for conspiracy to transport obscene material across state lines set aside by a federal judge. Claus von Bülow, a Danish-born socialite, was acquitted of trying to kill his wealthy wife, Martha, who was known as Sunny, with insulin injections. Mr. von Bülow was convicted of the charges in 1982 and sentenced to 30 years in prison. Mr. Dershowitz joined the appeal, and the Rhode Island Supreme Court overturned the verdict. Ms. von Bülow died in 2008 after nearly 28 years in a coma. Jim Bakker, a fallen evangelist, was sentenced to 18 years in prison, far less than the 45-year term thrown out by an appeals court. Mr. Dershowitz was supposed to handle only a small part of the appeal process, but he quickly took center stage. Mr. Bakker was released on parole in 1994. Senator Alan Cranston, represented by Mr. Dershowitz, accepted a rebuke from a Senate ethics panel for his efforts on behalf of Charles H. Keating Jr., a savings and loan operator. Leona M. Helmsley, the self-styled queen of a hotel and real estate empire, was sentenced to four years in prison for tax fraud. In a failed bid to defend her, Mr. Dershowitz said she would give her hotels to New York City to house the homeless. She was released in 1994. Michael R. Milken, who made a fortune running the leading junk bond operation of the 1980s and came to symbolize Wall Street excesses during that booming decade, served 22 months for securities fraud. Mr. Milken retained Mr. Dershowitz to reduce his 10-year prison sentence. An appeals court upheld the boxer Mike Tyson’s conviction on charges of raping an 18-year-old contestant in the Miss Black America pageant in Indiana. Mr. Dershowitz led the boxer’s defense team. In a custody trial involving Woody Allen and Mia Farrow, Mr. Dershowitz was accused of asking Mr. Allen, at the request of Ms. Farrow, to pay her millions of dollars so she would drop allegations that he had molested their daughter. He denied the the accusations. Mr. Dershowitz, who said he offered to play as a “kind of mediator” between the two, tried to portray himself as an unwitting victim of his own good intentions. Much of the nation stopped work to listen as O.J. Simpson was cleared on charges of murdering his ex-wife and one of her friends. The case divided the nation along racial lines. Mr. Dershowitz was part of Mr. Simpson's legal defense team. Louise Woodward, a British au pair, was released from prison by a Massachusetts judge, who reduced her murder conviction to involuntary manslaughter in the death of an 8-month-old. Mr. Dershowitz worked briefly for the defense. Jeffrey Epstein, a private New York money manager with several billionaire clients, pleads not guilty to soliciting prostitution, months after teenage girls in Florida said they had been paid to give him massages, usually in his underwear. Mr. Dershowitz, a friend of his, was enlisted into the defense team to look into the backgrounds of Mr. Epstein’s young accusers, and Mr. Epstein was eventually charged on lesser counts than prosecutors had hoped for. A Los Angeles judge denied Mr. Dershowitz’s effort to dismiss the case against Roman Polanski, the director who fled the United States before final sentencing on a statutory rape charge in 1978. A court filing in a civil case in Florida included new allegations against Jeffrey Epstein, who pleaded guilty to soliciting prostitution. Prince Andrew, Duke of York, and Mr. Dershowitz were both implicated in the filing, though the two men vehemently denied the allegations. Gigi Jordan, a wealthy businesswoman who poisoned her son in a Manhattan hotel room, was sentenced to 18 years in prison for manslaughter, ending a bizarre case that turned on her claim that she murdered her child to prevent him from being sexually tortured. Mr. Dershowitz, who was on her legal team, led a public relations push in the case.", "url": "https://www.nytimes.com/interactive/2015/12/12/business/alan-dershowitz-timeline.html"}