{"authors": ["Josh Keller", "Alicia Parlapiano", "David E. Sanger", "Charlie Savage"], "date_download": "2022-10-25 23:55:04", "date_modify": "2022-10-25 23:55:04", "date_publish": "2014-01-17 19:38:48", "description": "President Obama announced that he would place new limits on intelligence agencies’ bulk collection of phone call records. But he rejected some other recommendations to rein in surveillance made by a panel of outside advisers.", "filename": "interactive_2014_01_17_us_nsa-changes-graphic_1666742104.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_01_17_us_nsa-changes-graphic_1666742104.html", "title": "Obama’s Changes to Government Surveillance", "title_page": "Obama’s Changes to Government Surveillance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Phone Records PANEL RECOMMENDATION Require court permission for each search of collected telephone metadata and restrict the number of people whose records can be examined. OBAMA DECISION Accept both recommendations. Documents released in June reveal that the N.S.A. has been systematically collecting logs of every Americans’ phone calls and storing the data for five years. Agency analysts may examine call records of people up to three links (or “hops”) removed from any number for which they decide there is “reasonable, articulable suspicion” of ties to terrorism.\nMr. Obama says he wants to find a way not to have the government collect records in bulk, but rather keep them in private hands. In the meantime, analysts will now be able to examine only records of people two hops away from a suspect number. And the N.S.A. must obtain a court order ahead of time from a judge who agrees that the standard of suspicion has been met, with an exception for after-the-fact court review in a fast-moving exigency.\nPANEL RECOMMENDATION Keep bulk call records in private hands rather than having the government collect them. OBAMA DECISION Embraces the goal, but leaves the data in the hands of the government for now. There are two options for doing this. One is to require each telecommunications provider to retain its customers’ calling records for a certain time and store the data in a way that the government could quickly get access it – and cross-reference it with other providers’ records. The other is to create a private consortium that would comingle the records. Mr. Obama says there are difficulties with both options, and has directed his administration to study options and work with Congress to come up with a solution.\nMr. Obama has rejected the idea of scrapping the program entirely, as some lawmakers and civil libertarians have called for, saying he wants to retain its capabilities but restructure it to reduce the possibility of abuses.\nPANEL RECOMMENDATION Cut the number of years records are retained to two from five. OBAMA DECISION Not addressed. Aides said Mr. Obama would like to get the N.S.A. out of the business of holding the data at all, so it was deemed to make little sense to order the agency to purge the data more quickly. That leaves open the question of how long telecommunications providers or a consortium would be required to retain the records.\nEmails and Phone Calls PANEL RECOMMENDATION Require a court order to search databases for the contents of an American's emails or phone calls that were incidentally intercepted without a warrant while targeting foreigners abroad. OBAMA DECISION Study putting additional checks in place, but no specific mention of court permission. Mr. Obama said he would ask the attorney general and the director of national intelligence to come up with ideas for additional restrictions on government’s ability to retain, search and use the communications of Americans that were “incidentally” collected without a warrant.\nNational Security Letters PANEL RECOMMENDATION Require a judge to sign off on National Security Letters. OBAMA DECISION Reduce secrecy about the letters, but do not require court permission for using them. National Security Letters are subpoenas the F.B.I. can use to compel businesses to turn over a range of records about their customers, like financial transactions or data on communications, while gagging the recipients from talking about them. The F.B.I. uses the device tens of thousands of times a year, and it objected to losing the power to issues them unless a court approved.\nMr. Obama rejected the recommendation to impose a court approval requirement. But he is ending the open-ended secrecy, saying the gag orders will expire after a fixed period in most cases. And he said providers would be allowed to say more to the public about the scope and scale of the orders they receive.\nForeign Leaders and Foreign Nationals PANEL RECOMMENDATION The president should create a process requiring “highest level approval” for collection against foreign leaders. OBAMA DECISION U.S. will not monitor leaders of “friends and allies” unless there is a compelling national security purpose. Disclosures that the N.S.A. has been eavesdropping on foreign leaders, including the cellphone of Chancellor Angela Merkel of Germany, led to a diplomatic crisis for the Obama administration in October.\nMr. Obama said he would generally ban the practice for “close friends and allies” and a senior administration official said this list included “dozens” of leaders of foreign countries, without specifying them. The administration did not address whether the U.S. would spy on other top officials from those countries.\nPANEL RECOMMENDATION Extend same privacy privileges to information collected about foreigners as are now extended to US citizens. OBAMA DECISION Directed officials to develop new safeguards. Recent disclosures revealed that the N.S.A. collects vast amounts of information from overseas telecommunications networks, vacuuming up metadata in bulk and intercepting the contents of communications.\nMr. Obama said that new safeguards would limit the duration that the government can hold personal information about foreigners and restrict its use. While he acknowledged the United State’s responsibility to ask “tough questions” about its technological capabilities, he made clear that foreigners overseas do not enjoy the same protections as U.S. citizens. “This is not unique to America,” he said. “Few, if any, spy agencies around the world constrain their activities beyond their own borders.”\nFisa Court Structure PANEL RECOMMENDATION Create a public advocate to argue against the Justice Department in secret proceedings. OBAMA DECISION Create a panel of advocates to represent privacy concerns in significant cases. A senior official said the advocates would be called on only in cases presenting novel and important privacy law issues. The panel would apparently not have the authority to monitor the court’s caseload and independently decide when a case warranted its presence.\nPANEL RECOMMENDATION Change the way judges are selected for service on the Foreign Service Intelligence Court. OBAMA DECISION Not addressed. Currently, Chief Justice John G. Roberts Jr., selects all the judges who serve a term of extra duty on the secret court, and he has used that power to overwhelmingly pick Republican-appointed judges. Critics have called for diversifying the court by having other Supreme Court justices, or the chief judges of the appeals courts, play a role. Administration officials said that Mr. Obama would accept that kind of a change if Congress made it.\nCybersecurity and Encryption PANEL RECOMMENDATION Only rarely use “zero day” flaws in software, a key technique for cyber surveillance and warfare. OBAMA DECISION Not addressed in the speech. White House says recommendations are under review by the N.S.A. and the administration. In July, The New York Times reported that the N.S.A. had been collecting previously undiscovered “zero day” flaws in common computer programs and using them for mounting cyberattacks. White House says the recommendation is now under review by the security council to “review and, as necessary, adjust existing processes.’’\nPANEL RECOMMENDATION Do not “subvert, undermine, weaken or make vulnerable generally available commercial encryption” or standards. OBAMA DECISION Not addressed in speech. Documents released in September revealed that the agency had been working to weaken encryption standards so it could more easily crack secure systems. White House says its cybersecurity and science and technology offices are reviewing the issues and “we support the recommendation’s aim to protect the standards for commercial encryption.’’\nAgency Organization and Security PANEL RECOMMENDATION Split U.S. Cyber Command from N.S.A. OBAMA DECISION Not mentioned, already rejected. In 2009, Defense Secretary Robert M. Gates combined into one position the heads of the N.S.A., which is responsible for gathering intelligence, and the Cyber Command, the military's cyberwarfare unit.\nMr. Obama has already rejected the recommendation to split command of the N.S.A. from the Cyber Command.", "url": "https://www.nytimes.com/interactive/2014/01/17/us/nsa-changes-graphic.html"}