{"authors": ["Lazaro Gamio", "Albert Sun", "Alexandria Symonds"], "date_download": "2022-10-25 23:42:44", "date_modify": "2022-10-25 23:42:44", "date_publish": "2021-12-30 17:19:15", "description": "Steep surges driven by the Omicron variant have led to record-breaking rates of new cases in the United States, Canada, Australia and across Western Europe.", "filename": "interactive_2021_12_30_world_covid-cases-omicron_1666741364.html", "image_url": "https://static01.nyt.com/images/2021/12/30/us/omicron-peaks-us-europe-promo-1640881851310/omicron-peaks-us-europe-promo-1640881851310-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_12_30_world_covid-cases-omicron_1666741364.html", "title": "See Where Virus Cases Are Rising Fastest", "title_page": "See Where Virus Cases Are Rising Fastest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the Omicron variant sweeps across the planet, the global tally of new coronavirus cases has for the first time passed one million per day on average. The previous global case record set last April has already been broken three times this week.\nThe United States, Canada and much of Western Europe are leading the surge, with both regions seeing record-breaking levels of new coronavirus cases. The daily average number of new cases in the United States on Tuesday was more than 267,000, exceeding the previous all-time peak set in January; Wednesday’s average was higher still, at more than 300,000.\nNew cases in at least 11 European countries — Britain, Cyprus, Denmark, France, Greece, Iceland, Ireland, Italy, Malta, Spain and Switzerland — also passed their previous all-time peaks on Tuesday or Wednesday. In France, the daily case average passed 100,000.\nCases in Canada have also seen a steep increase in recent days, more than doubling in a week to an average of more than 25,000. And Australia’s cases climbed to an average of more than 12,600 on Wednesday — eight times as high as just three weeks earlier.\nIreland 50 100 150 avg. daily cases per 100,000 2020 2021 2022 132 217 United Kingdom 50 100 150 2020 2021 2022 89 195 France 50 100 150 2020 2021 2022 107 157 Spain 50 100 150 2020 2021 2022 79 148 Greece 50 100 150 2020 2021 2022 64 113 United States 50 100 150 2020 2021 2022 76 91 Italy 50 100 150 2020 2021 2022 58 90 Canada 50 100 150 2020 2021 2022 23 68 Australia 50 100 150 2020 2021 2022 9 50\nAs dramatic as these case counts are, they are also likely an undercount because of asymptomatic cases, reporting lags due to the holiday season, lack of test availability in many places and at-home tests whose results may not be reported.\nIn the United States, where Omicron is spreading quickly, 16 states and Puerto Rico are at their all-time case records. These include states with comparatively high vaccination rates: Maryland, Massachusetts, New Jersey, New York and Rhode Island, all of which are at least 70 percent fully vaccinated. In addition to being more transmissible generally, Omicron also appears to give rise to more breakthrough infections.\nWashington, D.C. 50 100 150 avg. daily cases per 100,000 2020 2021 2022 46 293 New York 50 100 150 2020 2021 2022 85 215 New Jersey 50 100 150 2020 2021 2022 73 196 Rhode Island 50 100 150 2020 2021 2022 125 157 Maryland 50 100 150 2020 2021 2022 53 129 Massachusetts 50 100 150 2020 2021 2022 94 127\nSimilarly, some of the European countries currently facing serious surges have among the world’s highest vaccination rates. In Portugal, where 88 percent of the population is fully vaccinated, cases are up more than 200 percent in the past two weeks. Spain, where new cases have more than quintupled in the past three weeks, is 80 percent fully vaccinated.\nSo far, overall hospitalization and death rates have not come close to reaching previous peak levels, though some places are struggling. About 78,000 people in the United States are hospitalized with the virus, compared with over 130,000 at the height of last winter’s peak. The average daily rate of deaths across much of the world also remains lower than the record rates seen earlier in the pandemic.\nA combination of immunity from vaccines, booster shots and previous infections is most likely at least partially responsible for lower hospitalization and mortality. Encouraging early data also suggests the Omicron variant may be less virulent than previous strains of the virus.\nThe recent surges in all these places, however, have been fast and steep, and severe outcomes usually lag case spikes by at least a few weeks, so hospitalizations and death rates may rise in the coming days.\n“This is and will continue to put immense pressure on exhausted health workers and health systems on the brink of collapse and again disrupting lives and livelihoods,” Dr. Tedros Adhanom Ghebreyesus, the director general of the World Health Organization, said at a news conference on Wednesday.\nCase rates in South America, Asia and much of Africa have so far remained relatively low. And at least some countries that saw record case loads this month may be turning a corner. In southern Africa, where scientists first reported the Omicron variant to the World Health Organization, cases remain higher than on the rest of the continent but appear to be abating.\nCountries with record case rates in December Average daily cases per 100,000 people Country Previous\npeak Dec. 2021\npeak Change\npeak-to-peak Australia 9 50 +446% Denmark 73 246 +239% Iceland 48 162 +238% Malta 63 189 +200% Canada 23 68 +188% Monaco 71 183 +156% Andorra 146 355 +144% San Marino 126 294 +133% United Kingdom 89 195 +118% Finland 21 44 +109% Zimbabwe 16 33 +105% Spain 79 148 +88% Greece 64 113 +77% South Korea 8 13 +77% Norway 56 98 +74% Channel Islands 156 259 +66% Ireland 132 217 +64% Comoros 13 20 +56% Italy 58 90 +56% France 107 157 +47% Eswatini 66 96 +45% Cyprus 85 122 +43% Switzerland 96 131 +36% Trinidad and Tobago 45 57 +27% United States 76 91 +20% South Africa 34 40 +17% Zambia 16 17 +11% Montenegro 103 113 +10% Vietnam 18 19 +8% Laos 19 20 +8% Liechtenstein 167 173 +4% Gabon 14 14 +1% Show all Note: Defined as the highest daily average case rate starting from Dec. 1, 2021 onward. Countries seeing fewer than 10 cases per 100,000 people are excluded.\nOn Wednesday, U.S. health officials continued to stress the importance of vaccination and booster doses. In a White House news briefing, Dr. Rochelle Walensky, the director of the Centers for Disease Control and Prevention, said that people eligible for a booster shot who have not yet gotten one “do have some protection against severe disease and death,” though she added that “they do have quite a bit of waning with regard to protection against infection.”\nThat group with waning immunity comprises those who completed a Moderna or Pfizer two-dose series six months ago or more, or received a Johnson & Johnson shot at least two months ago.\nAlthough Dr. Anthony Fauci, the top infectious disease expert in the United States, discouraged large New Year’s Eve parties, his advice in the news conference Wednesday was more measured when it came to small gatherings of vaccinated people.\n“Although the risk is never zero in anything, the risk is low enough that we feel you should continue to go through with those plans of having a home-related, vaccinated, boosted gathering with family and close friends who are also vaccinated and boosted,” he said.", "url": "https://www.nytimes.com/interactive/2021/12/30/world/covid-cases-omicron.html"}