{"authors": ["Sarah Almukhtar", "Quoctrung Bui", "Weiyi Cai"], "date_download": "2022-10-25 23:52:54", "date_modify": "2022-10-25 23:52:54", "date_publish": "2020-02-08 00:53:25", "description": "Senator Bernie Sanders and former Vice President Joseph R. Biden Jr. led the stage of seven candidates.Follow along live during the debate.", "filename": "interactive_2020_02_07_us_elections_debate-speaking-time.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741974.html", "image_url": "https://static01.nyt.com/images/2020/02/06/us/debate-speaking-time-promo-1581017299502/debate-speaking-time-promo-1581017299502-facebookJumbo.jpg?year=2020&h=549&w=1050&s=bf67ed9a1e60c26db176e1b5fc5f3becb93dd11cd4b661b0e07f6598c2ab758b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_02_07_us_elections_debate-speaking-time.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741974.html", "title": "Which Candidates Got the Most Speaking Time in the Democratic Debate", "title_page": "Which Candidates Got the Most Speaking Time in the Democratic Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How Long Each Candidate Spoke Party strategy Health care Impeachment Foreign policy Opioids Gun control Supreme Court Race Money in politics Climate change Poverty Note: Each bar segment represents the length of a candidate’s response to a question.\nSenator Bernie Sanders of Vermont and former Vice President Joseph R. Biden Jr. had the most speaking time of the seven Democratic presidential candidates in the debate in New Hampshire.\nThe debate kicked off with a lively discussion about how to beat President Trump in the general election.\nThe two leaders in the Iowa caucuses, Mr. Sanders and former Mayor Pete Buttigieg of South Bend, Ind., came under sustained criticism in the debate. Mr. Biden disparaged Mr. Buttigieg’s lack of experience in government and warned against supporting a candidate with far left policies like Mr. Sanders. Senator Elizabeth Warren of Massachusetts argued that the Democrats could unite their party by campaigning against corruption.\nNote: The size of each circle represents the total length of a candidate’s responses to a topic.\nForeign policy, race and the direction of the Democratic Party were the most discussed topics in the debate. These three topics took up nearly half of the candidates’ speaking time.\nThey tried to appeal to black and Latino voters with plans to decriminalize marijuana, close the racial wealth gap and protect voting rights.\nThe candidates were also asked about whether abortion would be a “litmus test” in their nominations for the Supreme Court. Several candidates said they would like to codify a woman’s right to an abortion into law.\nGet full coverage of the Democratic presidential debate from the Times.", "url": "https://www.nytimes.com/interactive/2020/02/07/us/elections/debate-speaking-time.html?action=click&module=Top%20Stories&pgtype=Homepage"}