{"authors": ["Anjali Singhvi", "Alicia Parlapiano"], "date_download": "2022-10-25 23:35:29", "date_modify": "2022-10-25 23:35:29", "date_publish": "2017-03-06 17:03:41", "description": "The president’s second attempt at a ban was blocked by federal courts on Wednesday.", "filename": "interactive_2017_03_06_us_politics_trump-travel-ban-groups_1666740929.html", "image_url": "https://static01.nyt.com/images/2017/03/06/us/politics/trump-travel-ban-order-1488819533819/trump-travel-ban-order-1488819533819-facebookJumbo.png?year=2017&h=550&w=1050&s=6fa2c5c5fc6cdf877cd2939131cd655716b31988344c1a4d03a75d88affc6fd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_03_06_us_politics_trump-travel-ban-groups_1666740929.html", "title": "Who Would Be Barred by Trump’s Latest Immigration Ban", "title_page": "Who Would Be Barred by Trump’s Latest Immigration Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s new immigration ban was blocked by two federal judges on Wednesday, a day before it was set to go into effect and more than a month after a panel of federal judges blocked key parts of his initial order.\nBARRED\nPeople From Six Countries\nThe new order prohibits for 90 days the entry of travelers from six predominantly Muslim countries: Iran, Libya, Somalia, Sudan, Syria and Yemen. Meanwhile, American officials will conduct a review into screening procedures in place to prevent threats.\nWhile new applicants will be admitted on a case-by-case basis, travelers from countries that do not provide sufficient information for screening by the end of the review may still be barred from entering the United States.\nThe new ban removed Iraq from its original list of seven targeted countries, though Iraqi nationals seeking admission will be subject to additional scrutiny. Some of Mr. Trump’s foreign policy advisors argued for the country’s removal, citing the country’s role in fighting the Islamic State.\nIn legal challenges to the original ban, plaintiffs cited a law that says the government cannot act arbitrarily or without supportive evidence.\nTwo weeks after the federal appeals court hearing, a Department of Homeland Security report was revealed to have found no evidence that citizens from the targeted countries posed a unique threat. However, Homeland Security officials argued that the report did not paint a full picture.\nBARRED\nVisitors, Students and Workers Without Current Visas\nThe new ban only applies to people from the six countries without current visas, like temporary, non-immigrant visas for students and workers. Students with valid F, M or J visas will be allowed. The original ban also affected current visa holders who would normally be allowed to travel and re-enter the country.\nDuring the rollout of the first ban, many visa holders were stuck abroad or detained in American airports. Later, a State Department official said that “fewer than 60,000” visas had been provisionally revoked. Several judges who issued injunctions against the original order raised concerns that due process rights were being violated.\nThere were nearly 65,000 nonimmigrant, temporary visits by citizens from these six countries in the 2015 fiscal year, including:\nVisitors, business travelers 49,412 entries in 2015 People visiting the U.S. for recreational or business purposes on non-immigrant travel visas like B-1 or B-2. Students 12,205 entries in 2015 International students (and their families) enrolled in U.S. programs on non-immigrant visas like F-1, J-1 and M-1. Temporary workers 883 entries in 2015 Employees (and their families) on non-immigrant work visas like H-1B for specialty workers and H-2B for agricultural workers. Fiancés of U.S. citizens 669 entries in 2015 Temporary visas for fiancés of U.S. citizens and for spouses and children of U.S. citizens or green card holders who have pending immigrant visas.\nBARRED\nNew Immigrants\nLike the original order, the new ban also applies to people from the six countries newly arriving on immigrant visas, which are issued based on employment or family status. People issued immigrant visas become legal permanent residents on arrival in the United States and are issued a green card soon after.\nIn 2015, green cards were issued to 31,258 people from these six countries. In general, about half of recent new legal permanent residents are new arrivals to the country, and the other half had their status adjusted after living in the United States.\nBARRED\nRefugees\nThe ban on all refugees to the United States is still set at 120 days. Syrian refugees are no longer barred indefinitely, but now fall under the general ban. After the 120 days, the administration will determine which countries they will reinstate admissions from. Syrians made up the second-largest group of refugees to the United States in 2016.\nIn another change, refugees in minority religious groups will no longer be prioritized for acceptance once the program is reinstated. Although the original order did not explicitly mention Christians as a minority religion that would have been given preference, Mr. Trump said that was what he intended, prompting challenges claiming religious-based discrimination.\nThe order still allows case-by-case exceptions for some refugees. During the week when the initial refugee ban was in effect, just 15 percent of the 843 refugees who were admitted on a case-by-case basis were Muslim, compared with a weekly average of 45 percent in 2016. Only two refugees were allowed in from the seven originally targeted countries. Refugees already granted asylum will be allowed.\nThe new ban also still cuts the refugee program in half, capping it at 50,000 people for the 2017 fiscal year, down from the 110,000 ceiling put in place under President Barack Obama.\nALLOWED\nGreen Card Holders and Special Immigrants\nThe new order explicitly says that green card holders from the targeted countries will still be allowed. In the original order, green card holders were not explicitly cited as exempt, leading to uncertainty at airports. The administration later clarified that they were not affected.\nFrom 1999 to 2015, 2.6 percent of new legal permanent residents were from the six affected countries.\nALLOWED\nDual Nationals and Diplomats\nThe ban still does not apply to U.S. citizens, or to dual nationals who enter the United States presenting their passport from a country not under the ban. During the rollout of the original order, it was unclear whether dual nationals from the targeted countries were allowed.\nPeople on certain types of diplomatic or government visas are also still exempted from the ban. Nearly 1,500 admissions from the six countries were made on these visas in 2015:\nDiplomats Diplomats (and their families) on visas like A-1 Government officials Representatives of foreign governments or international organizations holding G-1, G-2, G-3 or G-4 visas Visitors to the United Nations People with C-2 visas to travel to the United Nations NATO officials Officials (and their families) on North Atlantic Treaty Organization visas\nOther Changes From the Original Ban", "url": "https://www.nytimes.com/interactive/2017/03/06/us/politics/trump-travel-ban-groups.html"}