{"authors": ["Uriel Sinai", "Photographs Uriel Sinai", "Jodi Rudoren", "Photographs", "Video Uriel Sinai"], "date_download": "2022-10-25 23:56:10", "date_modify": "2022-10-25 23:56:10", "date_publish": "2015-03-13 16:31:10", "description": "Scenes from the campaign trail earlier this year, as Israelis grappled with a rapidly evolving political landscape.", "filename": "interactive_2015_03_13_world_middleeast_israel-elections-candidates_1666742170.html", "image_url": "https://static01.nyt.com/images/2015/03/14/world/middleeast/IsraelCandidates-slide-UC9F/IsraelCandidates-slide-UC9F-facebookJumbo.jpg?year=2015&h=550&w=1050&s=58db76cf29e51ea49c63c35eab3247b7c703a1fc56d2b110d21168604446503b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_03_13_world_middleeast_israel-elections-candidates_1666742170.html", "title": "The New York Times", "title_page": "Israel Chooses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are times when campaign slogans really do say it all. Israel’s governing Likud Party shows Prime Minister Benjamin Netanyahu on its billboards with the caption, “It’s us or them,” the “them” left vague enough to imply both his political challengers and the enemies that surround the Jewish state. The new center-left Zionist Union alliance of Isaac Herzog and Tzipi Livni countered with: “It’s us or him.”\nIsraelis return to the polls on Tuesday, only 26 months after their last national election, but the political dynamic has changed.\nThen, with Mr. Netanyahu virtually assured of re-election, two nascent parties surged on platforms focused on internal questions like housing prices and the religious-secular divide. Now, after a tumultuous 2014 of war, terror attacks and international criticism, the election has become a referendum on Mr. Netanyahu’s reign, with security and Israel’s relations with its allies sharing the stage with kitchen-table concerns.\nBut Israelis are not directly electing a prime minister. The day after the voting, Mr. Netanyahu or Mr. Herzog will have to cobble together a coalition, putting the balance of power in the hands of smaller factions, especially if the Likud and Zionist Union totals are close. — Jodi Rudoren", "url": "https://www.nytimes.com/interactive/2015/03/13/world/middleeast/israel-elections-candidates.html"}