{"authors": ["The New York Times"], "date_download": "2022-10-25 23:42:57", "date_modify": "2022-10-25 23:42:57", "date_publish": "2020-03-03 12:00:00", "description": "Track Covid-19 in your area, and get the latest state and county data on cases, deaths, hospitalizations, tests and vaccinations.", "filename": "interactive_2021_us_covid-cases.html_name=styln-coronavirus&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=LegacyCollection&variant=0_Control&is_new=false_1666741377.html", "image_url": "https://static01.nyt.com/images/2020/10/25/us/coronavirus-us-cases-promo-1601396060818/coronavirus-us-cases-promo-1601396060818-facebookJumbo-v1816.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_us_covid-cases.html_name=styln-coronavirus&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=LegacyCollection&variant=0_Control&is_new=false_1666741377.html", "title": "Coronavirus in the U.S.: Latest Map and Case Count", "title_page": "Covid in the U.S.: Latest Maps, Case and Death Counts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About this data\nSources: State and local health agencies (cases, deaths); U.S. Department of Health and Human Services (test positivity, hospitalizations, I.C.U. patients). The seven-day average is the average of the most recent seven days of data. Figures for Covid patients in hospitals and I.C.U.s are the most recent number of patients with Covid-19 who are hospitalized or in an intensive care unit on that day. Dips and spikes could be due to inconsistent reporting by hospitals. Hospitalization numbers early in the pandemic are undercounts due to incomplete reporting by hospitals to the federal government. Test positivity is based on P.C.R. viral test specimens tested by laboratories and state health departments and reported to the federal government by the 50 states, Washington D.C. and Puerto Rico. Hospitalizations and test positivity are reported based on dates assigned by the U.S. Department of Health and Human Services and are subject to historical revisions. Cases and deaths data are assigned to dates based on when figures are publicly reported. For case and death seven-day averages, if there are days within that range with no data reported, the period is extended to older days until at least seven days of data are included. Data from days following non-reporting days is averaged over that day and the non-reporting days that precede it. When calculating rolling averages, these days representing multiple day's worth of data are always included together, which means that in instances of irregularly timed reporting, the seven-day average may be an average over more than seven days. Certain days with anomalous total case or death reports are excluded from the average or have a portion of their cases and deaths which correspond to data backlogs removed from the average calculation. For the U.S. national case and death count averages, the average is the sum of the average number of cases and deaths in all states and territories each day. This average may not match the average when calculated from the U.S. case and death total in order to account for irregularly timed case and death reports at the state level.", "url": "https://www.nytimes.com/interactive/2021/us/covid-cases.html?name=styln-coronavirus&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=LegacyCollection&variant=0_Control&is_new=false"}