{"authors": ["David Marchese", "Interview David Marchese"], "date_download": "2022-10-25 23:30:11", "date_modify": "2022-10-25 23:30:11", "date_publish": "2019-04-01 09:00:01", "description": "“Power reveals. Do I want people to know that? Yes.”", "filename": "interactive_2019_04_01_magazine_robert-caro-working-memoir_1666740611.html", "image_url": "https://static01.nyt.com/images/2019/04/07/magazine/07mag-talk-slide-OQQB/07mag-talk-slide-OQQB-facebookJumbo.jpg?year=2019&h=550&w=1050&s=1943f41cf7e5a110d1a60b512719fbc07c9c6639fe1e2bea341ea3dbf12f13d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_04_01_magazine_robert-caro-working-memoir_1666740611.html", "title": "Robert A. Caro on the Means and Ends of Power", "title_page": "Robert A. Caro on the Means and Ends of Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As far as titles go, Robert A. Caro’s “Working” is both humbly straightforward and almost comically understated. Yes, the 83-year-old’s book is a precise and detailed set of recollections about his painstaking, near-mythically thorough job of researching, interviewing, and writing about political figures. But the fruits of that labor aren’t exactly ho-hum. Caro, of course, is responsible for two totems of American political biography: “The Power Broker,” about the New York public servant Robert Moses, responsible for nearly 50 years of sweeping development projects, and “The Years of Lyndon Johnson,” a multivolume account of the life of the 36th president. “Working” isn’t meant to be a career capstone for Caro — he’s still plugging away on a final, feverishly anticipated Johnson book — but it is, he explains, a kind of summation. “I feel that I’ve learned about researching power, about how power is obtained, about power is used and how it’s abused,” Caro says, “and I wanted to share some things.”\nYou famously have to cut huge chunks1 of material out of your books before they’re ready to be published. What’s the stuff you most wished you could’ve left in? I don’t know if you’re familiar with “Fiddler on the Roof?”\nOnly slightly. It’s about a poor Jewish village called Anatevka. These people have their community, and as long as they have that, they have a lot. But then they get an edict from the czar saying they have to be dispersed. What happened to them is the same thing that happened to people in East Tremont.2 When I was working on “The Power Broker,” I’d be interviewing people from that neighborhood who were forced to move away, and the word “lonely” kept reappearing in my notes. And at some point when I was working on that section, I saw “Fiddler on the Roof.” There’s a song called “Anatevka,” and the line in the center is “Anatevka,/Where I know everyone I meet./Soon I’ll be a stranger in a strange new place,/Searching for an old familiar face.” So I wrote a chapter in “The Power Broker” called “One Mile (Afterward),” and in it I wrote about what it’s like to be lonely, to have a neighborhood all your life, and then you’re suddenly dispersed. None of that is left in the published book. I just saw “Fiddler on the Roof” again, twice, and I have seldom felt worse than when they got to that song.\nI know that when you’re planning your books, you write a couple paragraphs for yourself that explain what the books are about, and then you use those paragraphs as a North Star to guide your writing and outlining. Yes.\nWhat if you have great material that you can’t make fit into an idea expressible in those two paragraphs? Does having them box you in at all? It’s the opposite. Let’s take “Master of the Senate.” I had two paragraphs that explained that I was writing about power, and that the form of power I wanted to write about was legislative power. More specifically the book is about how a guy, Lyndon Johnson, rises to power in the Senate and then for six years makes the Senate work. And the other half of it is what he does with that power. Well, he passes the first civil rights bill in 82 years. I’m telling you my train of thought here.\nYep, I’m with you. So there’s this character, Senator Richard Russell. He’s fascinating because he’s so smart, he’s so learned. In foreign affairs he’s like a consul of Rome. He sees the whole world, you know? But he’s this son of a bitch.\nAnd a racist. Yes. Here’s how I boiled that book down: I said that two things come together. It’s the South that raises Johnson to power in the Senate, and it’s the South that says, “You’re never going to pass a civil rights bill.” So to tell that story you have to show the power of the South and the horribleness of the South, and also how Johnson defeated the South. I said, “I can do all that through Richard Russell,” because he’s the Senate leader of the South, and he embodies this absolute, disgusting hatred of black people. I thought that if I could do Russell right, I wouldn’t have to stop the momentum of the book to give a whole lecture on the South and civil rights. What I’m trying to say is that if you can figure out what your book is about and boil it down into a couple of paragraphs, then all of a sudden a mass of other stuff is much simpler to fit into your longer outline.\nOne of the criticisms your books have gotten is that, in the case of Johnson, the depiction of him is too Manichean, too black-and-white. I’m wondering if the boiling down you’re describing might result in your portraying Johnson in a way that lends itself to being boiled down. I don’t think it’s Manichean at all. To oversimplify ridiculously, Lyndon Johnson wanted to create social justice, and because of his incredible capacity for turning compassion into governmental action, he had an unrivaled capacity to do that. But on the other hand, there was the Vietnam War. There were 58,000 Americans killed in that war. Over two million total killed — I can’t even get the total number. I will get the number. But to what extent does Johnson’s personality play into the incredible escalation of Vietnam? You said, “Oh, that’s a guy that’s Manichean.” But it isn’t black or white. It’s all the same personality. It’s the same character.\nRobert Caro in 1975. Arnold Newman Properties/Getty Images\nHave you ever felt there was anything to some of the criticisms? Or did they all feel invalid? Well, the book that got the most criticism was “The Power Broker.” In those days New York had six or seven newspapers, and several of them printed whatever Robert Moses said as fact. He was attacking me after the book came out3 — and he’s a great writer! You’d read a quote about yourself and say: “That poor guy Caro. Oh, wait, that’s me!” I don’t even think the reviews of that book were unanimously good. But you asked did I think any of them were right?\nOr even valid. Yeah, no. “The Power Broker,” there was a lot of criticism from academics.\nAbout your subscribing too much to a great-man theory of history? Yes. Last night I was at a dinner, and this professor comes up to me. He teaches in urban affairs at Harvard and he said he’s teaching “The Power Broker.” It made me think: All those professors were attacking the book when it came out! But I don’t believe that I’m writing a “great-man theory of history.” I believe that what I’m writing about are the rare individuals who can harness political forces and bring something out of them, either for good or for ill.\nInsofar as you can tell, is the way political power is used today different than in the days of Moses and Johnson? Well, if by today you mean during the Trump presidency, I don’t want to get into that.\nThat was not a veiled Trump question. I just mean in the contemporary political era. Oh, good. Well, Johnson and Moses are unique: We live in a democracy, where power is supposed to come from being elected, but here is Robert Moses, who had more power than anyone who was elected and held it for almost half a century and shaped our whole landscape. And with Lyndon Johnson, no one since the days of Webster, Clay and Calhoun had made the Senate work, but Johnson did. And no one has done it since.\nThe way you write about Johnson, it’s clear that the master key to unlocking his personality is understanding his childhood poverty and relationship with his father.4 If we believe that people’s personalities have a master key in that way, what’s the one that unlocks an understanding of you? I think about that. I just always had this desire to find out how things work and to write about it.\nBut where does that come from? And why do you pursue the answers with such tenacity? It’s a very good question. It has always been a part of me. When I first went to Newsday and was a beat reporter, I couldn’t stand writing stories when I still had questions left to answer about them. So where does that come from? It’s just a factor that I’m not able to stand up against. People don’t understand: If you’re doing a book, and you say, “I’m going to show what one mile of highway really is,” you’re saying that you’re going to spend six months of your life doing that. That’s six months where you’re not going to produce any writing, and if the final result isn’t in the book, no one will ever have known. Your conclusions can even still be the same without it. But what would be missing is that you wouldn’t have made people see the human cost of that mile of highway. I’m getting away from your question, which is where it comes from: I have no idea. I don’t necessarily think it’s a good thing.\nWhy not? I would like to have written more books. I’d like to finish this last Johnson book. But it’s the element of time — you’re always thinking no one will know if the thing you’re working on isn’t in the book. Take the Margaret Frost thing.5 You say everybody knows about blacks not being able to vote in the South, so you don’t have to go into that. But I’d remembered coming across testimony from the Civil Rights Commission and I went, This is horrible. A sense of anger boils up, and it leads you to say, “What was it like if you tried to register to vote?” Don’t just say, “It’s hard.” What was it really like? You think you understand how hard life is in the South because you’ve seen movies about it. But then you learn about a guy who wanted to vote, Margaret Frost’s husband, who sees someone drive to his house and shoot out the light on the porch. He was going to call the police but then saw it was a police car driving away from his property. It was like the Jews in Nazi Germany: There was no place for these people to turn. So, do you want to write the book without showing that? The answer is no.\nThere’s a part in “Working” where you say don’t like to give “psychohistory” in your books. But obviously you get into the psychology of the people you write about. So can you explain what you mean there? If I feel that a driving force that influenced Lyndon Johnson’s entire life was his relationship with his father, I can either talk about that in psychological terms or I can show it. I want to show it.\nI guess my question is really about when you’re comfortable with importing psychological motivations onto a subject’s behavior. I’m thinking of something like what’s on Page 217 in “The Path to Power,” where you describe how as a young man in Washington, Johnson always ran to work at the Capitol each morning. And the way you describe it is such that the implication is that he was running because he was excited by the grandeur of the buildings and how they represented his political ambitions. But how can we know that? Maybe he was running because he had too much to do and wanted to get to work faster. That particular thing: You have this woman, Estelle Harbin, who worked with Johnson. She would see him running. And she said to me, “At first I thought he was running was because he was cold — then I realized it was something else.” So in the book I’m not going to say what the something else might be. I’m going to let the reader see what Estelle Harbin saw. To do that, I finally went back to Johnson’s route at whatever hour in the morning he’d be running. I saw the light against the buildings — you’re seeing 700 feet of blazing white marble. So you go, What would seeing that mean to Johnson? If you show his life and what he’s seeing accurately enough, the reader will know why he was running.\nCaro and his wife, Ina Caro, in 2013. Taylor Hill/WireImage, via Getty Images\nWhat, if anything, are you better at as a writer today than you were 10 or 20 years ago? Or is there anything you’re not as good at? I don’t seem to have any less energy. When I’m in the Johnson library I’m still there from 9 to 5. And I’d like to feel — but I don’t really feel — that I’ve learned something about writing. If I told you what I thought people would laugh because my books are so long,6 but I often think of Renoir and how his painting got simpler and simpler and better and better. I don’t say my writing has gotten better but sometimes you think, Oh, I can do this.\nYou mentioned that you would’ve liked to have written other books. Like what? A biography of Al Smith7 is the one that I’m sorry I’m not going to get to do. The more you learn about Al Smith, the more you realize he is probably the most forgotten consequential figure in American history.\nWhat are the complexities of working so closely with your wife? I love my wife more than anything, but I’m pretty sure we couldn’t work side by side like you two. Ina8 is such a great researcher. I don’t trust anybody else. I remember I had a Carnegie Fellowship, and they gave me an office at Columbia and an assistant. After a month, I said to the assistant, “I’ll pay you for the whole year if you don’t come back.” She was a very intelligent young woman — I just couldn’t trust anyone other than Ina. I’ll say to her, “Get everything in the Johnson library on the legislative basis for Head Start,” and I have the confidence that she will get everything that matters. But let me say that for some years on each project, when I’m writing, I never talk to Ina about it. I don’t want anyone else’s — even Ina’s — voice in my head. Thank god I have an editor, Bob Gottlieb,9 who says, “The most important thing with Bob Caro is to never call him.”\nThere’s a line in Gottlieb’s memoirs in which he calls you extraordinarily private, which is an interesting characteristic for someone who’s spent his life excavating others’ lives. Has being a biographer affected your thinking about your own privacy? Uh, no.\nI don’t know if you saw the recent Wall Street Journal article about your readers who are desperately waiting for the next Johnson book. God, yeah.\nWhat does it mean to know that there is a group of people out there having the somewhat morbid concern that you might not finish your book before you die? It’s hard to avoid that. Every time someone does an article on me it’s there.\nNot to be morbid myself, but how does it hamper the work you have left to do when so many of the sources you’ve relied on are no longer alive? I was just saying to Ina that there used to be a group of people I could go back to with questions and now I can’t. Soon I’m going down to Austin on my book tour, and it’s poignant, because I used to know everybody — Walter Jenkins,10 Ed Clark.11 It was 30 or 40 people, and they became my friends over these years. Now every one of them is dead, and it’s as if I’m left to tell their story. I go to Austin, and there’s not one person left, and I’m getting old.\nAre you well-situated with the material you’ve already compiled to be able to finish the last L.B.J. book the way you want to? This happens to me every day: There are questions I should ask, but the people aren’t here to ask anymore. I mean, Joe Califano12 is alive. Larry Temple,13 he’s alive. Tom Johnson,14 too. There are a few. But dramatic things happen. George Christian, who was Johnson’s White House press secretary, he attacked my first two books. I had tried to talk to him, and he basically sent word to me to go [expletive] myself. Then I heard that he had lung cancer. He had chemotherapy but recovered, and then the cancer came back. One day he calls me out of nowhere and says “I guess it’s time for me to talk to you.”\nDeath is a motivator. Yes. I had three interviews with him. The first time I was talking he had an oxygen mask on his desk. The second time he had to use the mask. Then the third time he was using the mask the whole time, and suddenly he said, “I guess you’ll have to get the rest from someone else, Bob.” Then he called for his chauffeur. A short time later he died. I use him as an illustration of the people who ultimately wanted to help me understand Lyndon Johnson and the vanishing world of Texas politics.\nCaro receiving the National Humanities Medal from President Obama in 2010. Charles Dharapak/Associated Press\nWhat, ultimately, do you want people to understand about you and your work? During all these years I did come to understand stuff about power that I wanted people to know. You read in every textbook that cliché: Power corrupts. In my opinion, I’ve learned that power does not always corrupt. Power can cleanse. When you’re climbing to get power, you have to use whatever methods are necessary, and you have to conceal your aims. Because if people knew your aims, it might make them not want to give you power. Prime example: the southern senators who raised Lyndon Johnson up in the Senate. They did that because he had made them believe that he felt the same way they did about black people and segregation. But then when you get power, you can do what you want. So power reveals. Do I want people to know that? Yes.\nThere’s a page in “Working” with the heading “Tricks of the Trade,” in which you write about having learned the value of being quiet during interviews from the fictional characters Maigret and George Smiley.15 What other tricks like that have you learned? Lyndon Johnson used to say to his aides, “What people tell you with their eyes and hands is more important than what they tell you with their mouth.” And he would also say, “There’s always something the other guy doesn’t want to tell you, and the longer the conversation goes, the easier it is to figure that out.” And you want to know something that’s not a trick? You have to interview people over and over again. I did 22 formal interviews with Johnson’s speechwriter Horace Busby. If you look through these interviews, you say, “Boy, what he’s telling you about something in the first interview isn’t what he’s telling you about that same thing in the 10th interview.”\nYou seem like a fairly unassuming guy. Are you ever anxious about doing the part of your job that could be an imposition on others? It’s what I do, and I’ve been doing it for so long now. It’s also changed. Now if I haven’t talked to someone yet, they’re calling me up to talk.\nExcept Bill Moyers.16 Except Bill Moyers.\nDo you know why he’s been so resistant? Let me say, as I write this last volume I’m getting more of an idea — actually that’s [expletive]. The answer is I don’t know.\nThe Johnson book you’re working on now encompasses his Vietnam years, which are much more picked-over historical territory than, for example, his early years in Congress. Does knowing that reams have already been written about a subject change your angle or approach? No. I always do the same thing. I always say, “What’s everything I should look at, and who’s everyone I should talk to?” Then I try to interview everybody, everyone. And my angle on Vietnam is a broad angle. It’s: How does a great nation get into a mess like this? More material about it opens up all the time; the Johnson library is such a vast thing. I’ll tell you what’s happening right now. Do you remember who McGeorge Bundy is?\nThe national security advisor. So for years I have been asking the Johnson library for every piece of paper that went through McGeorge Bundy to Johnson. His memos are in something called N.S.F. — National Security File — Files of McGeorge Bundy. Then the library found memos in Special Files: Office Files of the President. But only two years ago, somehow, I was told that memos are also in the Postpresidential Name files, where there’s a Bundy folder. There’s material I haven’t seen yet. It’s so confusing.\nDid you catch that the Obama Presidential Center is going to be all digital? Yes, I saw that. I don’t want anyone deciding what’s going to be digital. I don’t want anything standing between me and the papers. I think the younger generation doesn’t know what it’s like to hold the actual thing in your hand. Right now in my research I’m looking at the cable traffic that was sent between Military Assistance Command Vietnam, which was the military’s headquarters in Saigon, and the White House. To see that cable traffic, to hold in your hand what Johnson was reading? I can’t even explain it to you.\nHow do you feel about the fact that the L.B.J. books, even more than “The Power Broker,” have turned out to be your life’s legacy? Surely you never expected to be writing about Lyndon Johnson in 2019. It’s boastful to talk about, but you feel that these books will endure. “The Power Broker” is 45 years old. I ride the No. 1 subway a lot, and when I see Columbia students reading “The Power Broker” on the subway — you feel you’ve accomplished something. You feel what you’ve learned is worthwhile. Same thing with the Johnson books. You feel good about that. At the same time, I’m going to feel bad if I don’t finish them.\nIn your heart of hearts, how confident are you that you will? People want to make me think about that, but it is a mistake to think about it, because it would make me rush. It’s probably the understatement of all time, but I have not rushed these books. They’ve taken the amount of time that’s necessary to show what I wanted to show. What would be the point of the books if I didn’t do them properly? I’m trying very hard to keep the standard of this book up to whatever standard I had in the other ones.\nDo you have a title for the last book? I do.\nWill you tell me what it is? No.\nI don’t know if you recall, but this magazine ran a profile of you around the time that “The Passage of Power” came out. That article suggested17 that maybe on some level you don’t want to be finished with the Johnson books. Does that ring true? That’s ridiculous. You couldn’t want anything more than I want to be finished with this book. At the same time, it’s important not to rush it. But you asked me how confident I am that I’ll finish. Well, of course I’m not.", "url": "https://www.nytimes.com/interactive/2019/04/01/magazine/robert-caro-working-memoir.html"}