{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:48:38", "date_modify": "2022-10-25 23:48:38", "date_publish": "2014-12-06 23:35:11", "description": "The New York Times submitted open-records requests for correspondence between certain energy industry executives and attorneys general who are helping lead an effort they call the Rule of Law campaign to combat Obama administration regulations. Thousands of pages of correspondence emerged. Here is a sampling of the documents, showing how the regulated industries and their lobbyists have secretly worked with the attorneys general to combat Washington.", "filename": "interactive_2014_12_07_us_politics_documents-attorneys-general-and-the-energy-industry_1666741718.html", "image_url": "https://static01.nyt.com/images/2014/12/07/us/politics/attorneys-general-documents-1417909725013/attorneys-general-documents-1417909725013-articleLarge.png?year=2014&h=640&w=600&s=b918d968fa1286f511e4f0978bbcf21c6de6370f2bfe08e847d205fe6d18a0c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_12_07_us_politics_documents-attorneys-general-and-the-energy-industry_1666741718.html", "title": "A Window Into a Secret Alliance: Attorneys General and the Energy Industry", "title_page": "A Window Into a Secret Alliance: Attorneys General and the Energy Industry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Attorney general’s office signs and circulates a lobbyist-drafted letter.\nDays after being approached by a lobbyist from Hunton & Williams asking Mr. Pruitt’s office to intervene with the federal government on an environmental issue, a lawyer in Mr. Pruitt’s office took the lobbyist-drafted letter, put it on state government stationery and circulated it to 15 other state attorneys general, almost all Republicans, urging them to sign on as well after telling them this was “a comment letter we have prepared.” Soon after, the nearly identical final letter was sent to the E.P.A. administrator signed by seven Republican attorneys general.", "url": "https://www.nytimes.com/interactive/2014/12/07/us/politics/documents-attorneys-general-and-the-energy-industry.html"}