{"authors": ["Jeff Z. Klein"], "date_download": "2022-10-25 23:36:14", "date_modify": "2022-10-25 23:36:14", "date_publish": "2014-07-08 02:05:44", "description": "The scoring began in the 11th minute when Thomas Müller tallied his fifth goal of the Cup after being left unmarked in the box. But it was the brief period from Minute 23 to Minute 29 that devastated Brazil.", "filename": "interactive_2014_07_08_sports_worldcup_world-cup-brazil-vs-germany_1666740974.html", "image_url": "https://static01.nyt.com/images/2014/07/09/sports/08bg7/08bg7-articleLarge.jpg?year=2014&h=400&w=600&s=2d314aaa765c38f09d4991ce816ffa8656ed7785cbefebf3c750f1ec5f69b480&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_07_08_sports_worldcup_world-cup-brazil-vs-germany_1666740974.html", "title": "World Cup 2014: Germany Defeats Brazil, 7-1", "title_page": "World Cup 2014: Germany Defeats Brazil, 7-1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was utterly unexpected, historic and inexplicable. Germany obliterated host Brazil, 7-1, at Belo Horizonte Tuesday to earn a spot in the World Cup final.\nBrazil, completely disorganized on defense, surrendered five goals in the first 29 minutes and did not score until the match’s 90th minute. The Brazil captain and best defender, Thiago Silva, was out because of a yellow-card suspension, but that did not even begin to explain the comprehensive failure of the entire team in a defeat that forever changes the world’s perception of Brazilian soccer.\nToni Kroos and Andre Schurrle scored two goals apiece. Miroslav Klose scored one, the 16th of his World Cup career, breaking the record he shared with Ronaldo. Thomas Muller and Sami Khedira also scored single goals.\nThe core of the German has been together for three World Cups now, so it is not surprising that they look so good together and communicate so well. Nevertheless, a victory of this magnitude was unimaginable.\nOscar scored Brazil’s lone goal.\nIt was Brazil’s worst defeat since 1934, and it snapped a 62-match home unbeaten in competitive matches that stretched back to 1975.\nGermany advances to its eighth World Cup final, against the winner of Wednesday’s Argentina-Netherlands semifinal. The Germans will be seeking their fourth world championship.\nBrazil must still play one more match: the third-place game Saturday at Brasilia vs. the loser of Argentina-Netherlands. Full story »", "url": "https://www.nytimes.com/interactive/2014/07/08/sports/worldcup/world-cup-brazil-vs-germany.html"}