{"authors": [], "date_download": "2022-10-25 23:29:32", "date_modify": "2022-10-25 23:29:32", "date_publish": "2014-05-01 02:04:15", "description": "What should have happened in the execution of Clayton D. Lockett.", "filename": "interactive_2014_04_30_us_how-the-execution-went-wrong_1666740572.html", "image_url": "https://static01.nyt.com/images/2014/04/30/us/how-the-execution-went-wrong-1398901124600/how-the-execution-went-wrong-1398901124600-articleLarge-v2.png?year=2014&h=235&w=600&s=e26a9d84c022205f3a2aec0e092e688a8f6452cc11379d510604fc58f2ed16da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_04_30_us_how-the-execution-went-wrong_1666740572.html", "title": "How the Execution Went Wrong", "title_page": "How the Execution Went Wrong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In recent years, most Oklahoma inmates have been declared dead six to 13 minutes after the execution began.\nTwo lethal drugs can be injected as soon as five minutes after the sedative is given, once a physician has determined that the prisoner is unconscious.\nA medical technician inserts an intravenous needle and injects the first of three drugs, a sedative intended to knock the prisoner out and prevent pain.\n6:23 p.m. Execution started The execution started 23 minutes late. A medical technician inserted the IV and injected the sedative.\n6:28 p.m. Still conscious Mr. Lockett had been blinking and pursing his lips, according to Ziva Branstetter, an editor at The Tulsa World. A few minutes later, a physician checked his pupils and pulse and said he was not yet unconcious.\n6:33 p.m. Lethal drugs given The physician checked Mr. Lockett again and said he was unconscious, and the team started to administer the two lethal drugs, one to paralyze the prisoner and one to make his heart stop.\n6:36 p.m. Signs of life Mr. Lockett’s body twitched, his foot shook and he mumbled. A few minutes later, he lifted his head and shoulders off the gurney, appearing to try to get up. “It looked like torture,” a lawyer for Mr. Lockett said.\n6:39 p.m. Execution stopped Robert Patton, Oklahoma’s director of corrections, halted the execution after a physician discovered that Mr. Lockett’s vein had ruptured. The physician lowered the blinds, blocking the view from the witness room.", "url": "https://www.nytimes.com/interactive/2014/04/30/us/how-the-execution-went-wrong.html"}