{"authors": ["Jasmine C. Lee", "Alicia Parlapiano", "Karen Yourish"], "date_download": "2022-10-25 23:43:23", "date_modify": "2022-10-25 23:43:23", "date_publish": "2017-06-07 22:36:06", "description": "Several are under scrutiny by the F.B.I. and Congress.", "filename": "interactive_2017_06_07_us_politics_trump-russia-flynn-kushner_1666741403.html", "image_url": "https://static01.nyt.com/images/2017/06/02/us/politics/trump-russia-flynn-kushner-1496874690837/trump-russia-flynn-kushner-1496874690837-facebookJumbo-v5.jpg?year=2017&h=549&w=1050&s=e8b9262c605e7264f0c5b36866e4d2cec2ba5c4439f654ef883b82cfb5250364&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_06_07_us_politics_trump-russia-flynn-kushner_1666741403.html", "title": "How Key Trump Associates Have Been Linked to Russia", "title_page": "How Key Trump Associates Have Been Linked to Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One Trump campaign adviser pleaded guilty to lying about his Russian contacts and several others are under scrutiny.\nOne Trump campaign adviser pleaded guilty for lying about Russian contacts. George Papadopoulos Campaign adviser Several other Trump associates are under scrutiny. Three have been accused of misleading officials about their contacts with Russians. One of them had to resign. Jared Kushner Jeff Sessions Michael T. Flynn Son-in-law and senior adviser Attorney general Former national security adviser They also include Trump’s eldest son and his longtime personal lawyer. Donald Trump Jr. Michael D. Cohen Eldest son Trump’s personal lawyer Others advised Mr. Trump during his campaign. Paul Manafort Carter Page Roger J. Stone Jr. Former campaign chairman Campaign adviser Campaign adviser Pleaded guilty Current administration Resigned Personal connections Campaign adviser George Papadopoulos Jared Kushner Jeff Sessions Michael T. Flynn Donald Trump Jr. Michael D. Cohen Paul Manafort Campaign adviser Son-in-law and senior adviser Attorney general Former national security adviser Eldest son Trump’s personal lawyer Former campaign chairman How they are linked Met with professor with ties to the Russian government who said Moscow had “dirt” on Hillary Clinton in the form of “thousands of emails.” Discussed secret back channel with Russian ambassador. Met with head of state-owned bank. Present at Donald Trump Jr.’s meeting with Russian lawyer. Spoke twice with ambassador and discussed Ukraine. Discussed sanctions with ambassador; paid $45,000 by state-owned media for speech. Met with a Russian lawyer he believed would offer him damaging information about Hillary Clinton. Has personal and business ties to Ukraine; proposed a peace plan between the country and Russia. Worked for pro-Russian Ukrainians and with a Russian billionaire. Was present at Donald Trump Jr.’s meeting with Russian lawyer. How they misled officials Pleaded guilty to lying to the F.B.I. Did not immediately report contacts when getting security clearance. Did not report conversations during his confirmation hearing. Misled the F.B.I. and the vice president; omitted payments in financial disclosure. Charged with tax fraud and money laundering related to his businesses.\nPapadopoulos met with Russian to discuss “dirt” on Hillary Clinton.\nGeorge Papadopoulos, a foreign policy adviser to the Trump presidential campaign, pleaded guilty to lying to the F.B.I. about contact with a professor with ties to Kremlin officials, prosecutors said. Mr. Papadopoulos said he knew the professor had “substantial connections to Russian government officials,” according to court documents.\nMr. Papadopoulos told the authorities that his contacts with the professor occurred before he became an adviser to Donald J. Trump’s campaign. In fact, he met the professor days after joining the campaign.\nThe professor introduced Mr. Papadopoulos to a woman identified as a relative of Vladimir V. Putin, the Russian president, and to someone in the Russian Ministry of Foreign Affairs. Mr. Papadopoulos repeatedly tried to arrange a meeting between the Trump campaign and Russian government officials, court records show.\nTrump Jr. met with a Russian lawyer he believed would offer him damaging information about Hillary Clinton.\nDonald Trump Jr., President Trump’s eldest son, who currently runs the Trump Organization with his brother, met with Natalia Veselnitskaya, a Kremlin-connected Russian lawyer, in June 2016.\nThe younger Mr. Trump took the meeting to hear about possibly damaging information about Mrs. Clinton, which he was told over email was part of a Russian government effort to aid his father’s campaign.\nKushner discussed a secret back channel with the Russian ambassador.\nJared Kushner met with didn’t immediately disclose meetings on Kislyak Gorkov F.B.I. questionnaire Jared Kushner met with didn’t immediately disclose meetings on Kislyak Gorkov F.B.I. questionnaire\nJared Kushner, President Trump’s son-in-law and a senior adviser, participated in a meeting at Trump Tower in December with the Russian ambassador, Sergey I. Kislyak, during which they discussed opening a secret communications channel, according to three people with knowledge of the discussion.\nOther connections\nAt the request of Mr. Kislyak, Mr. Kushner also met with Sergey N. Gorkov, a graduate of Russia’s spy school and now the head of Vnesheconombank, a Russian state-owned bank that was under sanctions by President Barack Obama. Mr. Kushner was also present at a meeting arranged by Donald Trump Jr. with a Kremlin-connected Russian lawyer.\nSenate investigation\nInvestigators on the Senate Intelligence Committee said in March that they planned to question Mr. Kushner about the meetings, which he did not immediately disclose on an F.B.I. questionnaire when getting a security clearance. His lawyer said the form was submitted in error prematurely.\nSessions didn’t disclose conversations and recused himself.\nJeff Sessions met with didn’t disclose meetings at Kislyak Senate hearing Jeff Sessions met with didn’t disclose meetings at Kislyak Senate hearing\nJeff Sessions, now the attorney general, spoke twice with Mr. Kislyak while advising the Trump campaign on national security.\nIn March, he recused himself from any Russia investigations led by the Justice Department after he failed to disclose his contact with Mr. Kislyak during his attorney general confirmation hearing in the Senate. Mr. Sessions later said that he did not view the contact as tied to his campaign role.\nIn a separate hearing in June, Mr. Sessions said that he recused himself not because of wrongdoing, but in accordance with Justice Department regulations regarding his involvement with Mr. Trump’s presidential campaign.\nFlynn misled officials about contacts and was forced to resign.\nMichael Flynn paid by lobbied for met with misled State media Turkey Kislyak F.B.I. Mike Pence Michael Flynn paid by lobbied for met with misled State media Turkey Kislyak F.B.I. Pence\nConnection to the Russian ambassador\nAmerican officials say Michael T. Flynn, Mr. Trump’s former national security adviser, was in contact with Mr. Kislyak during the campaign and the transition.\nRight before Mr. Obama imposed new sanctions on Russia in December, Mr. Flynn spoke with Mr. Kislyak and urged Russia not to retaliate. He was later interviewed by the F.B.I. about the conversation, and officials said investigators believed he was not entirely forthcoming.\nMr. Flynn misled the Vice President Mike Pence and other officials about the conversations and was forced to resign after it became public.\nOther foreign links\nMr. Flynn was paid $45,000 in 2015 by the Russian state media company RT to give a speech at a gala in Moscow. He was also paid $22,500 by two other Russian businesses that same year.\nHe did not include “payments from Russian-linked entities” on a financial disclosure form.\nHe filed papers in March 2017 acknowledging that he worked as a foreign agent, receiving $500,000 to represent the interests of Turkey in the fall of 2016.\nDevelopments as of June 8\nA Senate committee subpoenaed him for personal documents related to the Russian investigation, but he refused to comply. On Wednesday, Mr. Flynn handed over some documents in response to additional subpoenas issued by the committee aimed at his business records. Last week, a House committee also issued him a subpoena.\nThe F.B.I. investigation into Mr. Flynn is expected to be at the center of high-profile testimony by Mr. Comey before the Senate Intelligence Committee on Thursday. Before abruptly firing Mr. Comey last month, Mr. Trump personally pressured him to back away from the investigation, according to memos written by Mr. Comey, resulting in accusations that Mr. Trump may have obstructed justice.\nTrump’s lawyer was also subpoenaed.\nMichael D. Cohen has also been under scrutiny in the F.B.I. investigation. The lawyer, who began working for the Trump Organization in 2007, has ties to Ukraine and helped propose a peace plan between Ukraine and Russia to Mr. Trump.\nAn unverified intelligence dossier, funded by opponents of Mr. Trump, claims Mr. Cohen discussed Russia’s hacking of Democratic targets with a Russian representative in Prague. He says the assertions are not true.\nHe was subpoenaed for documents and testimony by the House Intelligence Committee after refusing to comply with initial requests.\nOthers have also been under scrutiny.\nAt least three associates who advised Mr. Trump during his campaign are under F.B.I. scrutiny and were asked in the spring by a Senate committee to hand over documents related to the investigations:\nPaul D. Manafort, Mr. Trump’s former campaign chairman, has significant business ties to Ukraine and Russia. On Oct. 30, Mr. Manafort and his longtime associate Rick Gates were indicted on charges that they funneled millions of dollars through overseas shell companies. Both men, who pleaded not guilty, are the first to be charged in a special counsel investigation into whether anyone close to Mr. Trump participated in a Russian government effort to influence the election. The indictment makes no mention of Mr. Trump or election meddling. Mr. Manafort was also present at a June 9 meeting arranged by Donald Trump Jr. with a Kremlin-connected Russian lawyer.\nThe Justice Department obtained a secret court-ordered wiretap in the summer of 2016 of Carter Page, an early foreign policy adviser to the Trump campaign, on suspicion that he was acting as a Russian agent. Russian spies attempted to recruit him in 2013, but the F.B.I. concluded that Mr. Page did not know he was in contact with a spy. Mr. Page has said that a House committee has prevented him from testifying, but the panel’s top Democrat dismissed the accusations.", "url": "https://www.nytimes.com/interactive/2017/06/07/us/politics/trump-russia-flynn-kushner.html"}