{"authors": ["William J. Broad", "Sergio Peçanha"], "date_download": "2022-10-25 23:31:23", "date_modify": "2022-10-25 23:31:23", "date_publish": "2015-03-31 16:21:22", "description": "A guide to help you navigate the deal between global powers and Tehran.", "filename": "interactive_2015_03_31_world_middleeast_simple-guide-nuclear-talks-iran-us_1666740683.html", "image_url": "https://static01.nyt.com/images/2015/03/31/world/middleeast/simple-guide-nuclear-talks-iran-us-1427818203771/simple-guide-nuclear-talks-iran-us-1427818203771-facebookJumbo-v2.png?year=2015&h=253&w=483&s=1cbb2f6d643b896274a4c270f85a231582fea52ca4b1bcf4543bc8a910cbce7c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_03_31_world_middleeast_simple-guide-nuclear-talks-iran-us_1666740683.html", "title": "The Iran Nuclear Deal - A Simple Guide", "title_page": "The Iran Nuclear Deal – A Simple Guide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Key Issues\nHow to Ensure That Iran Won’t Cheat\nMore than twice the size of Texas in area, Iran poses many challenges for atomic inspectors who have to police the agreement and gain access not only to scientists, labs and factories, but also to many underground sites and military bases. Western allies say the new inspections must be far more intrusive than those in the past, given the deal’s sweeping terms as well as Iran’s history of evasions, stonewalling and illicit procurements. The principal concerns are how to detect cheating and covert sites.\nThe agreement Iran has agreed to provide the International Atomic Energy Agency greater access and information regarding its nuclear program, and to allow the agency to investigate suspicious sites or allegations of covert facilities related to uranium enrichment anywhere in the country. Inspectors will also have access to the supply chain that supports Iran’s nuclear program, including uranium mines and mills, and to continuous surveillance of centrifuge manufacturing and storage facilities.", "url": "https://www.nytimes.com/interactive/2015/03/31/world/middleeast/simple-guide-nuclear-talks-iran-us.html"}