{"authors": ["Karen Yourish", "Larry Buchanan", "Adam Pearce"], "date_download": "2022-10-25 23:25:47", "date_modify": "2022-10-25 23:25:47", "date_publish": "2016-07-25 09:00:09", "description": "Milestones in politics when women and minorities were first elected to federal, state and local government.", "filename": "interactive_2016_07_25_us_politics_political-firsts_1666740347.html", "image_url": "https://static01.nyt.com/images/2016/06/09/us/politics/political-firsts-1465593145470/political-firsts-1465593145470-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=cf344e3eadbb1b88c2a326e1a925494bd0c9e76cae76bccfb0fd11d008d5887f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_07_25_us_politics_political-firsts_1666740347.html", "title": "Hillary Clinton Broke One Glass Ceiling. When Were Others Broken?", "title_page": "Hillary Clinton Broke One Glass Ceiling. When Were Others Broken? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Forty-seven years after George Washington was elected president and Congress was formed, the first black man was elected to public office.\nAlexander Twilight was elected to the Vermont Legislature in 1836. He was also the first African-American to graduate from college.\nBlack men were not elected to Congress until several decades later, during the Reconstruction era after the Civil War, when former slaves in Southern states were given the right to vote and to hold public office.\nBut it wasn’t until the civil rights movement that blacks made more significant, albeit still modest, gains.\nMassachusetts voters elected Edward W. Brooke, a black Republican, to the Senate more than 50 years after the 17th Amendment allowed voters to cast direct votes for United States senators.\nCarl B. Stokes, the great-grandson of a slave, defeated the grandson of President William Howard Taft to become the mayor of Cleveland and the first black man to lead a major American city.\nAnd Shirley Chisholm became the first black woman in the House after a court-ordered redistricting carved a new congressional district out of her Brooklyn neighborhood.\nShirley Chisholm in 1972. Rose Greene/Film Movement\nHispanic men, mainly from states that were once Spanish territories, followed soon after.\nAll of the major Hispanic “firsts” in politics came from states that were formerly Spanish territories, like California and New Mexico.\nAntonio Francisco Coronel became mayor of Los Angeles shortly after California became a state. And Romualdo Pacheco was the first Hispanic representative to Congress with full voting rights.\nMost recently, Susana Martinez, a Republican of New Mexico, became the first female Hispanic governor.\nWomen were elected to office in Western states even before they had a national right to vote.\nWestern states granted women the right to vote earlier than the rest of the country, which led to the first women being elected to a state legislature — Clara Cressingham, Carrie C. Holly and Frances Klock in Colorado — and to Congress — Jeannette Rankin, from Montana.\nJeannette Rankin making her first formal speech before Congress in 1917. Underwood and Underwood\nMore women began running for office once suffrage was granted to all women in 1920. Bertha K. Landes became the first female mayor of a major American city, Seattle, in 1926.\nMany of the first female governors and senators were elected or appointed to fill vacancies after their husbands died.\nIn the Senate, Hattie Wyatt Caraway, a Democrat from Arkansas, was appointed in 1931 to complete her husband’s term after he died. She won a full term the following year, becoming the first woman elected to the Senate.\nMargaret Chase Smith, a Republican from Maine, initially won a special election to complete her late husband’s House term. She served several terms in the House before being elected to the Senate in 1948.\nNancy Landon Kassebaum, a Republican from Kansas, was the first woman to win a Senate seat without first being appointed to finish her husband’s House or Senate term.\nThe history of female governors begins in 1924 when Nellie Tayloe Ross, a Democrat from Wyoming, was elected in a special election to complete the term of her deceased husband.\nThat same year, Miriam Ferguson, known as Ma, a Democrat, was elected governor of Texas. She campaigned as a surrogate for her husband, who was governor but could not run again after he was impeached, according to Debbie Walsh, director of the Center for American Women and Politics.\nThe next woman to serve as governor was Lurleen Wallace. She was put on the ballot in 1966, also as a surrogate for her husband, George C. Wallace, when the Alabama Legislature refused to alter the state’s Constitution to allow him to serve two consecutive terms.\nIt was not until 1974 that Ella T. Grasso, a Democrat from Connecticut, became the first woman to be elected governor in her own right — not to fill out her husband’s term or serve as his surrogate.\nAsian men and women ascended to public office after World War II.\nMany of the first Asian-Americans to be elected have been from California or Hawaii, which became the 50th state in 1959.\nLesbians have often won elected office before openly gay men.\nElaine Noble became the first openly gay person elected to a state legislature by winning a seat in the Massachusetts State House.\nTammy Baldwin, a Wisconsin Democrat, became the first openly gay person to be elected to Congress. She now is the only openly gay person elected to the Senate.\nThere are still many firsts to come.\nThere has not been an openly gay man elected to the Senate. Or a Hispanic woman. And there haven’t been any black women or openly gay or lesbian governors.\nAs a group, women have often been elected second among the firsts, even decades after being granted the right to vote.\nMrs. Clinton’s clinching the nomination follows a pattern that has been repeated at many levels of government throughout American history: White women are often the second or third group to break through the glass ceiling, usually after a black or Hispanic man has done it first.\n“It is an evolutionary process,” said Ms. Walsh of the Center for American Women and Politics.", "url": "https://www.nytimes.com/interactive/2016/07/25/us/politics/political-firsts.html"}