{"authors": ["Adam Ferguson"], "date_download": "2022-10-25 23:56:20", "date_modify": "2022-10-25 23:56:20", "date_publish": "2017-07-13 19:53:20", "description": "Traveling across Australia’s vast interior, our photojournalist found a land that defied easy explanations, a remote expanse filled with meaning.", "filename": "interactive_2017_07_13_world_australia_australian-outback_1666742180.html", "image_url": "https://static01.nyt.com/images/2017/05/31/world/australia/outback-photo-essay-ss-slide-OPGC/outback-photo-essay-ss-slide-OPGC-facebookJumbo.jpg?year=2017&h=550&w=1050&s=349f2c850a3d543ef9a91e5d9de704e75d234c37e96ff6a1abdb5be6828645dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_07_13_world_australia_australian-outback_1666742180.html", "title": "Through the Outback", "title_page": "Through the Outback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One night in Queensland, two greys hopped onto the road and one stopped and stood upright; I could neither stop nor swerve, only watch it explode on impact into a pink mist. Another time, in the Northern Territory, wedge-tailed eagles dived between the sporadic cars and trucks to feed on rotting animal carcasses.\nMine was a journey of more than 19,000 kilometers (12,000 miles), crisscrossing desert, mines, wheat belts and cattle stations. The path was dotted with roadkill, mainly kangaroos: I hit seven myself, killing five.\nI spent most of the last dozen years away from Australia, making photographs of other people’s mythical and mysterious places: Afghanistan and Iraq, Greece and Ireland, India and the Middle East. In December, I turned my eye on remote regions much closer to home.\nI grew up in what we call regional Australia — the small cities outside the major capitals — but my mum was from Yeoval, a farming village that was also the childhood home of Banjo Paterson, the Australian poet who romanticized bush life. Until my grandfather died, a slide carousel was a staple of family Christmases: the photographs of Nan, Pop and their five daughters dressed in white English pomp for a country show or the horse races were my own iconic images of this mysterious land.\nIt has been mythologized in poetry and song, made horrific in films like “Wake in Fright,” and infused into Australia’s history and psyche. Yet few Australians, including myself, have fully explored its realities.\nThere is a place beyond the mountains of the Great Dividing Range, lost to the shining lights of Australia ’s suburban sprawl. Known vaguely, if romantically, as the outback, or the bush, it has no demarcated border but refers to the nation’s vast, sparsely populated interior — 73 percent of Australia’s territory — more than two million square miles — dotted with 5 percent of its 24 million people.\n“I like the remoteness,” she added. “I like people, and meeting people, and that sort of thing, but I like to be able to walk away and go back to my own area. I could never live with a neighbor there and a neighbor there — that just does my head in.”\nThe nearest supermarket, though, remains a two-and-a-half hour drive away, so Ms. Warn said she went shopping only once every two weeks, adding, “You have to be organized living out here.”\nMs. Warn, 45, grew up in the bush — her parents had a fence-building business, too. They dug holes for the posts with a shovel back then, not a custom hydraulic driver. “Adam can drive 75 posts in a day,” she pointed out. “My father, if he put 10 posts in a day, he had a bloody good day.”\nI found Lynette Warn at the Walkabout Creek Hotel in McKinlay — the town where the bar scenes for “Crocodile Dundee” were filmed — and ended up drunk with her daughter and the daughter’s boyfriend. The next day, they took me to the trailer-home that Lynette and her husband, Adam, live out of as they roam from job site to job site installing fences.\nWord of mouth was my best asset in the bush. One publican introduced me to the owner of a sheep station near Tambo, where I met shearers whom I reconnected with 200 miles away a few weeks later. That same farmer posted on Facebook that I was looking for a cattle muster, which led me to Islay Plains, where I met a family that had turned its farm organic after a drought. When I was vouched for by one person, I was O.K. to another.\nIsla Hughes, a young governess, was holding a jug of Midori cocktails on the veranda of the pub in Tibooburra, New South Wales, on New Year’s Day. The night before, I had noticed Michael Koke, 18, in the stock yards at the local rodeo. Theirs were among a series of portraits I made — using film instead of digital cameras — throughout my time on the road, a collection of faces, clothing and backdrops that I see as puzzle pieces of the outback I discovered.\nOne cliché that rang true on my travels was genuine country hospitality. I started out trying to set up subjects ahead of time, but found it difficult to predict which events or personalities would yield the best stories. So I abandoned plans in favor of walking into a country pub and seeing who wanted to chat at the bar.\nThe population of the area has been dropping for decades, especially as a proportion of growing Australia. At the same time, Aboriginal Australians are a growing presence, a majority in many small towns losing white residents to bigger cities: They are 3 percent of Australia’s people, but a quarter of those in remote areas.\nI met people filling those roles during my three-month tour, of course, but these archetypes are, increasingly, being squeezed out by modernization. The centralization of business and services, the flight of youth in search of better prospects, the aggregation and mechanization of farming, climate change ’s turning the region’s signature red dust into a growing threat, and the endemic poverty of Indigenous Australians have redefined today’s outback.\nThe outback of Australia’s post-colonial imagination — or at least the version of my suburban, 1980s childhood imagination — involves an explorer confronting an untamed land, trying to forge a country through hard work and freedom; its archetypes include drover, stockman, Aboriginal tracker, gold miner, shearer, landlord and outlaw.\n“Anything with four legs is very expensive at the moment, which is good if you have something to sell, but if you’re buying back it’s expensive,” he pointed out. “Once upon a time in a drought you could just close the doors, the business would stop, you could stop your expenditure. Now rents and rates are really high, they are two of my biggest costs. We are a long way short of recovering from the drought.”\nAdrian and Julie Brown, farmers at Marchmont Station in Queensland, had practically the reverse experience. The drought led them to sell 1,000 head of cattle and 10,000 head of sheep in 2014 and 2015. The castrated rams, called wethers, brought $46 to $48 each. In 2016, when the rains started, they restocked with 5,500 sheep — at $90.50.\n“At the time, beef was $3 a kilo on the hook and an organic one was $5.50 a kilo,” he said, citing Australian dollar figures. The difference equated to $500 an animal.\n“During the drought in 2012, ’13, ’14, the prices were crap, something had to change,” explained Mr. Appleton, who is 40. “We had heard about organics and I thought it would all be a load of wallop, but we looked into it a bit more. We decided we were basically organic anyway, so we thought: Why not get accredited for it?\nAustralia is the driest inhabited continent on Earth, and, according to a 2015 Climate Council report , climate change is increasing the intensity and frequency of heat waves, which in turn increases the severity of droughts.\nMr. Appleton, though, is a man who embraces change. Three years ago, he and his wife, Anna, invested $1.2 million in a long-term water supply and organic processes to insulate their operations against global warming.\nI heard many complaints about this method from old-timers like Azzie Zilla Fazulla, 90, a former drover in Tibooburra. “The young fellas, I don’t know, they are a good mob of blokes, but they are too fast,” he said. “You can’t push cattle too hard. Some of the old stockmen would turn over in their graves.”\nOne morning, Fred Appleton took me up in his helicopter as the day’s first sun splashed across the gum trees of Islay Plains cattle station, which he has owned since 2007. We bounced and weaved, spotting black and brown cows, then swooping down to muster them in a common direction. Young ringers on motorbikes rounded up the stragglers, and four hours later a herd of 800 was ready for counting and branding.\nThe slow-paced droving days of Paterson’s poem “ Clancy of the Overflow” are gone. Smaller farms have increasingly aggregated into larger conglomerates. It’s the ghost of drovers that wander behind cattle in today’s bush.\nRaising cattle and sheep is an integral part of the outback’s history, shaping the region’s culture, landscape and work force, and helping drive the national economy. Like everything everywhere, the pastoral farm has been transformed in recent years both by technology and by climate change.\n“We don’t get workers from the gold mine coming to the pub anymore,” Mr. Smith lamented. “They fly out and the money leaves the town, or they don’t come because they are too tired from long shifts. It’s just, it’s killing the place.”\nBut in Kalgoorlie, one of Australia’s legendary mining towns, I saw the flip side of the FIFO coin. Kenneth Smith, 74, has owned the Grand Hotel since 1983. He told me stories about a pub so packed he needed four barmaids on a shift; there were three drinkers the night I visited. The pub itself looks like a movie set that was abandoned 20 years ago.\nOne of those people is Tom Schluter, 49, an Australian who moved to Thailand six years ago and now is part of the “fly-in, fly-out” work force, or FIFO for short, that is deeply resented by many of the old-timers I met. He works for two weeks, then is off for one. When he works — on the road crew at Solomon Hub, the flagship mine of the Fortescue Metals Group, in the Pilbara region of northwest Australia — it’s more than 80 hours per week.\nThere are 400 mines producing 19 different minerals, according to the Australian Bureau of Statistics, and mining employs 266,000 people, with the nation’s highest average hourly wage ($56.90 in the local currency).\nMining remains a lifeblood in the bush, 176 years after lead was first extracted from the South Australian soil in 1841. It generates about 115 billion Australian dollars (about $87 billion) annually, or 6.9 percent of G.D.P., according to a 2015-16 government report , buffering Australia from recent global financial crises.\n“You don’t talk about your biggest find,” he said. “No one likes, Australians in general, no one likes a smart arse or a bragger.”\nHe remembers when there were “three or four thousand miners” in the town back in the 1970s, and says “now there’s probably 10 or 15 at the most.”\nWe drove a few miles out of town to a landscape pockmarked with excavations. He hopped in an earth mover and dug. Every so often he would jump out to search for a sign of an opal seam. I’m no expert, my only experience with opal being a primary school excursion to Lightning Ridge , the tourist magnet famous for its black opals, but it seemed more intuition than science.\nGeorge Kountouris, 60, is a second-generation Australian whose family is from Sparta, Greece, and a second-generation opal miner. He sleeps at his store to protect his stones, with a 88-pound Doberman named Sir Winston and four security cameras.\n“You can work for three months and not see a chip of opal,” explained Rudi Fletcher, 81, an Austrian who came to Australia at 23 for a working holiday with a mining company and never left. “Opal is where opal wants to be, not where we want it to be.”\nOpal is Australia’s national gemstone. In Coober Pedy, a town in South Australia where temperatures soar so high people live underground in shallow burrows they call “dugouts,” freelance prospectors stake their claims and dig for opal to sell to tourists or Chinese dealers.\nIn the mid-1900s, Wilcannia, was a thriving river town with a population of 3,000 and 13 busy hotels. Now, there are about 600 people, about 60 percent of them Aboriginal, and the last remaining hotel serves beer in cans not glasses, lest they be used as a weapon.\nWilcannia had the country’s third-highest per-capita crime rate last year: Suicide, alcoholism and unemployment are also all rampant. I remember when I was growing up, people joked that it was a place you should not stop. These were usually white Australians without much direct experience or close interaction with Indigenous Australians. I had never spent much time in Aboriginal communities, either.\nNow, as a journalist eager to understand all kinds of people, of course I wanted to stop.\nA pink sunset was fading as I pulled in to find a group of Aboriginal teenagers, some on foot and some on BMX bikes, meandering down a wide empty street. Their dress was American hip-hop, a sign of what Virgean Wilson, a social worker, said was “strangling our culture.”\n“I look out the window here and I see our children dressed like the American Negro and using that horrible slang and listening to that mind-boggling music that doesn’t have a meaning to us,” she said.\nThough many young Indigenous Australians would undoubtedly disagree, Mrs. Wilson connected this trend with the rising suicide rate in the community. “It takes them down this pathway of more misery,” she said, adding: “I hear young people, as young as 7, say, ‘I am going to kill myself.’”\nSuicide was, indeed, the leading cause of death for Aboriginals and Torres Strait Islanders ages 15 to 34 from 2011 to 2015, according to the bureau of statistics. The suicide rate is 9.3 per 100,000 for Indigenous children ages 5 to 17, compared with 1.8 for their nonindigenous peers.\nBenita Kennedy’s brother, William Roger Shane Kennedy, hanged himself at their auntie’s house last year. The photo on his funeral program showed a smiling William holding a half-crushed can of Victoria Bitter beer. He was 25.\nTalking to dozens of Aboriginal Australians during my travels, I kept asking about the source of the deep social problems plaguing their communities. No one had any clear answers, but it felt like their world had just changed too fast: for 40,000 years, their ancestors were hunter-gatherers guided largely by nature’s rhythms; in less than 250 years, they had that land taken and were forced to assimilate into a white man’s world.\nDaisy Ward, a Ngaanyatjarra elder in Warakurna, Western Australia, embodies the transition. She recalls going into town every two weeks as a child to watch black-and-white Hollywood westerns on a projector — and walking home into the desert, barefoot. When she was 9, she went on a field trip to Perth, the state capital, and she remembers “going to a statue and asking the statue, ‘Can you give me water, please?’” A friend whispered to her, “You have to turn the tap on.”\nWe picked wild tobacco in the hill near where Ms. Ward was born in the bush, and she found a honey ant nest. Digging at the earth with an iron rod, she collected hundreds of ants whose abdomens were translucent sacs of sweet liquid, and we sucked them around a campfire while other elder women cooked kangaroo tails they bought frozen at the community store.\n“I feel proud to be an elder, to speak out and say what’s good, what’s better for young kids,” said Ms. Ward, who works as a community liaison at a local school. “I’m waiting with my hands out to give helping hands if they need it.”\n“Welcome to Paradise,” says a rusty sign in Wiluna, a town clear across the country from Wilcania — more than 1,800 miles, to be exact — but in a startlingly similar situation. A town once thriving with miners and stockmen, now dilapidated. Many of the white men have moved on with the profits of the land, leaving the traditional owners behind.\nSeveral folks I met there described it as the place where, in the 1970s, some of the last desert-dwelling Aboriginal Australians wandered, naked and dusty, spears in hand, into the white man’s industrialized world. Under the awning of the Wiluna Hotel, whose windows were boarded up, I met Jefry Stewart, who told me he was the last surviving child of one of those last desert nomads.\nMr. Stewart asked me to buy him some beer, because it was one of the three days each week when Wiluna residents are restricted to buying only midstrength alcohol, but outsiders can still get full strength. I gave him a cigarette instead.\nAlcoholism and drug abuse — codeine, fentanyl and illicit drugs like methamphetamine — are among the scourges that Superintendent Greg Moore is fighting in Bourke, a town with one of the highest crime rates in the country. That includes stock theft, trespassing, cybercrime and domestic violence.\n“There’s complex reasons for that,” Superintendent Moore said, referring to his town, whose population is about 40 percent Aboriginal, as “quite an eclectic blend, because we have 22 separate language groups represented.” He said he had tried to learn some of the local tongues.\nDarren Farmer, 47, speaks three Indigenous languages, and sells sandalwood from the desert for use in perfumes. While we chatted under a tin shelter a mile outside Wiluna, Mr. Farmer attacked the carcass of an emu he had hunted the day before, ripping the flesh off the bone with his teeth.\nThe Aboriginal social structure, community leaders like Mr. Farmer told me, is based on shared possessions, not the competitive capitalism that is the basis of Australia’s economy and culture. He worried that young people were leaving the bush for the city, saying: “If we give up our land, we give up our identity.”\nIt was fascinating, throughout my trip, to hear so many different people in so many places reflect on the changes they had seen in their hometowns, their homeland. Like so many others, Barney Davey, 91, lamented that ranchers now use the horsepower of motorbikes to move cattle rather than the power of actual horses.\nBut Mr. Davey, the longtime publican in Tibooburra, where I had spent New Year’s Eve, had a sunny-side-up attitude you had to appreciate. “They say the good old days, but I like these days too,” he noted. “We have air-conditioning, microwave ovens, the roads have improved.”", "url": "https://www.nytimes.com/interactive/2017/07/13/world/australia/australian-outback.html"}