{"authors": ["C. J. Chivers", "Larry Buchanan", "Denise Lu", "Karen Yourish"], "date_download": "2022-10-25 23:29:37", "date_modify": "2022-10-25 23:29:37", "date_publish": "2018-02-28 10:00:51", "description": "When a gunman walked into a Florida school on Feb. 14, his rifle let him fire in much the same way that many American soldiers and Marines would fire M16 and M4 rifles in combat.", "filename": "interactive_2018_02_28_us_ar-15-rifle-mass-shootings_1666740577.html", "image_url": "https://static01.nyt.com/images/2018/02/28/us/with-ar-15-mass-shooters-have-the-same-killing-power-as-many-american-troops-promo-a-15/with-ar-15-mass-shooters-have-the-same-killing-power-as-many-american-troops-promo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=180e2067147286ed14f905dc31fb334947c7479cd1852479533715fa6c3b01be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_02_28_us_ar-15-rifle-mass-shootings_1666740577.html", "title": "With AR-15s, Mass Shooters Attack With the Rifle Firepower Typically Used by Infantry Troops", "title_page": "With AR-15s, Mass Shooters Attack With the Rifle Firepower Typically Used by Infantry Troops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When a gunman walked into Marjory Stoneman Douglas High School on Feb. 14, he was carrying an AR-15-style rifle that allowed him to fire upon people in much the same way that many American soldiers and Marines would fire their M16 and M4 rifles in combat.\nA Marine shooting a standard rifle used by the military. Defense Visual Information Distribution Service The gunman firing a civilian variant during the Parkland shooting.\n(This video is graphic.) @jnarls on Twitter\nC.J. Chivers is a reporter for The New York Times, a former Marine infantry officer and the author of “The Gun,” a history of assault rifles and their effects upon security and war. Since 2007, at least 173 people have been killed in mass shootings in the United States involving AR-15s, according to a New York Times analysis. The grim list includes crimes in Newtown, Conn.; Las Vegas; San Bernardino, Calif.; and now Parkland, Fla.\nMilitary M16 Feb. 2018 Parkland, Fla. 17 killed nov. 2017 Sutherland Springs, Tex. 26 killed oct. 2017 Las Vegas 58 killed dec. 2015 San Bernardino, Calif. 14 killed dec. 2012 Newtown, Conn. 27 killed July 2012 Aurora, Colo. 12 killed\nThe main functional difference between the military’s M16 and M4 rifles and a civilian AR-15 is the “burst” mode on many military models, which allow three rounds to be fired with one trigger pull. Some military versions of the rifles have a full automatic feature, which fires until the trigger is released or a magazine is empty of ammunition.\nBut in actual American combat these technical differences are less significant than they seem. For decades the American military has trained its conventional troops to fire their M4s and M16s in the semiautomatic mode — one bullet per trigger pull — instead of on “burst” or automatic in almost all shooting situations. The weapons are more accurate this way, and thus more lethal.\nMilitary Safe semi burst Civilian fire (semi) Safe Military Civilian Safe semi burst fire Safe\nThe National Rifle Association and other pro-gun groups highlight the fully automatic feature in military M4s and M16s. But the American military, after a long experience with fully automatic M16s reaching back to Vietnam, decided by the 1980s to issue M16s, and later M4s, to most conventional troops without the fully automatic function, and to train them to fire in a more controlled fashion.\nWhat all of this means is that the Parkland gunman, in practical terms, had the same rifle firepower as an American grunt using a standard infantry rifle in the standard way.\nRepresentative Brian Mast of Florida, a Republican and an Army combat veteran, has called for a ban on the sale of AR-15-style rifles.\n“The exact definition of assault weapon will need to be determined,” Mr. Mast said. “But we should all be able to agree that the civilian version of the very deadly weapon that the Army issued to me should certainly qualify.”\nJoe Plenzler, a 20-year combat veteran of the Marine Corps, is part of a social media movement of military veterans, including those who served in Afghanistan and Iraq, calling for reforms on the sale or possession of modern military-style firearms.\n“They are the Formula One cars of guns, designed to kill as many people as quickly and efficiently as possible,” Mr. Plenzler said, referring to AR-15-style rifles. “We are seeing battlefield-level casualties because we are allowing those weapons on our street,” he said.\nLike the military’s M4s and M16s, civilian AR-15s are fed with box magazines — the standard magazine holds 30 rounds, or cartridges — that can be swapped out quickly, allowing a gunman to fire more than a hundred rounds in minutes. That is what the police described the Parkland gunman as having done. In many states, civilians can buy magazines that hold many more rounds, including 60- and 100-round versions.\nA New York Times analysis of a video from a Florida classroom estimates that during his crime the gunman fired his AR-15 as quickly as one-and-a-half rounds per second. The military trains soldiers to fire at a sustained rate of 12 to 15 rounds per minute, or a round every four or five seconds.\nThe small-caliber, high-velocity rounds used in the military rifles are identical to those sold for the civilian weapons. They have been documented inflicting grievous bone and soft-tissue wounds. Both civilian and military models of the rifle are lightweight and have very little recoil.\nFirearms manufactured in the United States Pistols Rifles Includes AR-15 and others Shotguns Revolvers Source: Annual Firearms Manufacturing and Exportation Report 2017, Bureau of Alcohol, Tobacco, Firearms and Explosives. Data includes firearms manufactured for export and excludes production for the U.S. military but includes firearms purchased by domestic law enforcement agencies.\nA federal ban on the manufacture of certain rifles deemed to be “assault weapons” took effect in 1994, and the list of covered rifles included the AR-15.", "url": "https://www.nytimes.com/interactive/2018/02/28/us/ar-15-rifle-mass-shootings.html"}