{"authors": ["Danielle Ivory"], "date_download": "2022-10-25 23:42:27", "date_modify": "2022-10-25 23:42:27", "date_publish": "2014-05-18 15:42:27", "description": "Events leading to G.M.’s recall of 2.6 million cars because of a defective ignition switch.", "filename": "interactive_2014_05_18_business_gms-ignition-problem-who-knew-what-when_1666741347.html", "image_url": "https://static01.nyt.com/images/2014/05/18/us/gm-who-knew-what-when-poster/gm-who-knew-what-when-poster-articleLarge-v4.jpg?year=2014&h=400&w=600&s=3662d0ae7688ae66f8f7d5a1816bf43cd0995c639ad5e33ccfb94db621140a5e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_05_18_business_gms-ignition-problem-who-knew-what-when_1666741347.html", "title": "G.M.’s Ignition Problem: Who Knew What When", "title_page": "G.M.’s Ignition Problem: Who Knew What When - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "G.M. A pre-production report for the 2003 Saturn Ion identifies problems with the ignition switch, which can unexpectedly shut off, and will eventually lead to a recall of 2.6 million cars including the Chevrolet Cobalt and HHR, Saturn Ion and Sky and the Pontiac G5 and Solstice.\nG.M. G.M. approves the faulty design of the switch even though the company that made the part, Delphi, tells the automaker the switch does not meet specifications.\nN.H.T.S.A. N.H.T.S.A. receives the first of many complaints about unexpected shutdowns in the now recalled models.\nG.M. G.M. opens an engineering inquiry to examine a complaint that the Cobalt can be “keyed off with knee while driving.”\nG.M. G.M. engineers meet to consider solutions to the ignition problem.\nG.M. G.M. closes the inquiry into the ignition because “none of the solutions represents an acceptable business case.”\nG.M. A “brand quality” division of G.M. notices a higher level of buybacks of the cars — under lemon laws or for other reasons — and urges that the company reopen an investigation into the ignition issue.\nAccidents and lawsuits Amber Marie Rose is killed in Maryland, the first death tied to the ignition switch.\nG.M. G.M. issues a service bulletin to dealers, alerting them to the ignition problem, but does not issue a recall.\nG.M. A G.M. design engineer responsible for the ignition switch in the recalled vehicles signs a form, authorizing Delphi to change the ignition switch.\nG.M. G.M. updates the December 2005 service bulletin to include additional models and model years.\nN.H.T.S.A. Safety regulators tell G.M. employees about Ms. Rose’s crash.\nN.H.T.S.A. A division in N.H.T.S.A. proposes an investigation into airbag problems in Cobalts and Ions, based on a pattern of complaints dating back to 2005\nN.H.T.S.A. The division cites 29 complaints, 4 fatal crashes, and 14 field reports, but N.H.T.S.A. does not pursue a formal investigation\nG.M. By the end of 2007, G.M. learns of four more crashes when the engine was off and the air bag did not deploy.\nN.H.T.S.A. A N.H.T.S.A. contractor says to regulators that a fatal crash of a Cobalt in Wisconsin was linked to the ignition problem that G.M. had notified dealers about.\nN.H.T.S.A. In response to a complaint, N.H.T.S.A writes to the driver of a Chevy HHR that stalled: “At this time, there is insufficient evidence to warrant opening a safety defect investigation.”\nG.M. Frederick \"Fritz\" Henderson becomes CEO, replacing Rick Wagoner, who had been CEO since 2000.\nG.M. G.M. looks at black box data for 14 crashes and find the ignition was recorded in the “accessory” position for half.\nG.M. G.M. files for bankruptcy.\nG.M. G.M. exits bankruptcy.\nG.M. Edward Whitacre, Jr. becomes interim CEO and eventually becomes permanent CEO.\nAccidents and lawsuits Hasaya Chansuthus dies after crashing her 2006 Cobalt in Tennessee. The airbags do not deploy. Her family files a lawsuit against G.M. the next month.\nN.H.T.S.A. The Office of Defects Investigation considers Cobalt trend information on non-deployment but determines the data does not show a trend.\nAccidents and lawsuits Jennifer Brooke Melton is killed in a crash in Georgia after her engine shuts off. The airbags do not deploy. Her family files a lawsuit against G.M.\nG.M. G.M. ends Cobalt production.\nG.M. Daniel Akerson becomes CEO.\nAccidents and lawsuits The Chansuthus family settles its lawsuit against G.M. Even though Ms. Chansuthus’s blood alcohol level was more than twice the legal limit, the company pays the family an undisclosed amount.\nG.M. A G.M. engineer is assigned to move forward with an investigation of crashes involving the now recalled models.\nG.M. Within G.M., a review of records “by those involved in the investigation” is conducted to find design changes in the switch that would cause the ignition problem.\nG.M. G.M. engineers conduct a study of the cars using the “Red X” and “design for Six Sigma” problem-solving methodology, but these produce inconclusive results.\nG.M. G.M. retains outside engineering resources to conduct a comprehensive ignition switch survey and assessment.\nAccidents and lawsuits G.M. settles the case involving Ms. Melton, paying the family an undisclosed amount.\nG.M. After dialogue with their supplier, Delphi, G.M. gets records that show changes had been made in ignition switches late in 2006 that would have increased the switch’s torque performance.\nG.M. Mary Barra becomes CEO.\nG.M. There is an Executive Field Action Decision Committee meeting with engineers. The committee directs a safety recall of Cobalts 2005-7 and Pontiac G5 2007.\nG.M. After additional analysis, G.M. announces an expanded recall, including the 2006-7 Chevrolet HHR, the 2006-07 Pontiac Solstice, the 2003-07 Saturn Ion and the 2007 Saturn Sky.\nG.M. The recall is expanded to 2.6 million cars, to cover cars that might have been repaired with defective switches.\nG.M. G.M. announces a second type of repair on the recalled cars because some vehicles won’t shut off even after the key is removed.\nN.H.T.S.A. G.M. agrees to pay a $35 million penalty for failing to report the defective ignition switch to regulators in a timely way.\nG.M. G.M. submits to lawmakers the results of an investigation overseen by Anton R. Valukas, a former United States attorney, into the company’s handling of the defective ignition switch. Mary Barra announces that 15 employees have been dismissed as a result of the delayed recall.\nG.M. G.M. recalls nearly four million additional cars -- including the 2014 model-year Chevrolet Impala -- for similar ignition defects.\nG.M. By August, G.M. has recalled almost 16.5 million cars for ignition-related defects.\nG.M. G.M.'s victim compensation program begins accepting claims.\nG.M. Ken Feinberg, who administers G.M.'s victim compensation program, says he has, thus far, found 19 death claims eligible for the program. G.M. still only links 13 deaths to the ignition defect.", "url": "https://www.nytimes.com/interactive/2014/05/18/business/gms-ignition-problem-who-knew-what-when.html"}