{"authors": ["Kevin Carey"], "date_download": "2022-10-25 23:30:27", "date_modify": "2022-10-25 23:30:27", "date_publish": "2018-03-29 09:30:01", "description": "At Princeton, and in the American higher education system as a whole, there remains a strong correlation between marriage and economic class.", "filename": "interactive_2018_03_29_upshot_college-marriage-class-differences_1666740627.html", "image_url": "https://static01.nyt.com/images/2018/03/31/upshot/31oakImage-1522108842682/oakImage-1522108842682-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=9cf27deea6999f2447a09e0179e1c1134a76ab5e9e439586a398d56b4017d3c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_03_29_upshot_college-marriage-class-differences_1666740627.html", "title": "The Ivy League Students Least Likely to Get Married", "title_page": "The Ivy League Students Least Likely to Get Married - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ben Dobkin, then a junior at Princeton University, leading a prospective class on a tour of the Princeton campus. Laura Pedrick for The New York Times\nPrincetonians like to marry one another.\nAlthough the university is coy about the exact number of Tiger-Tiger marriages, Princeton tour guides are often asked about matrimonial prospects, and sometimes include apocryphal statistics — 50 percent! Maybe 75! — in their patter. With an insular campus social scene, annual reunions and a network of alumni organizations in most major cities, opportunities to find a special someone wearing orange and black are many.\nPeople care about matrimony for good reason. Society has been profoundly shaped by what academics call assortative mating: the tendency of people to marry others resembling themselves. Educationally assortative mating rose for decades after World War II, as more people went to college and more good jobs were reserved for college graduates. Income inequality is now significantly driven by well-paid college graduates marrying one another, and by poorly paid high school dropouts doing the same.\nBut a recent analysis of education and economic mobility complicates this story. At Princeton, and in the American higher education system as a whole, there remains a strong correlation between marriage and economic class. Even for college graduates, where you’re going depends a lot on where you came from.\nMarriage rates at selected colleges for people born from 1980 to 1984\nSchools added:\nThe data come from the Equality of Opportunity Project, which followed the economic and educational progress of Americans born between 1980 and 1991. For each year, researchers tracked who went to which college, how much money their parents made, and whether they were married in 2014.\nMarriage rates for young adults just out of college are low across the board. But as people get into their 30s, trends diverge. For example, more than half of Princeton students born into upper-income households in the early 1980s — roughly, the classes of 2002 through 2006 — were married by 2014. They didn’t all marry other Princetonians, of course, but it’s common.\nBut for Princeton alumni from the lowest-income households — the bottom one-fifth compared with the top one-fifth — the trends are different. Only a third were married by 2014. This pattern holds for other elite colleges and universities. For people born over the five years from 1980 to 1984, the marriage rate for upper-income students who attended Ivy League institutions was 14 percentage points higher than the rate for lower-income students.\nAlana Tornello, Princeton class of 2012, grew up in a working-class community on Staten Island. Her mother ran a small hair salon where Ms. Tornello spent her afternoons after school. Her father was a social worker. She tested into a specialized high school and applied to Princeton on a whim. When the acceptance letter arrived on April 1, she thought someone was pulling her leg.\nThose doubts followed her onto campus, where she struggled academically her freshman year. The Princeton social scene revolves around “eating clubs,” to which people apply for membership, much like rushing a fraternity or sorority. The clubs, mostly housed in a row of imposing old mansions next to campus, are implicitly part of extensive social networks connected to exclusive private boarding schools and families with multiple generations of Princeton alumni. Eating clubs are where many upper-income marriages begin.\nMs. Tornello didn’t feel at home there. And while Princeton gave her a generous scholarship, the eating clubs were still expensive. She decided to be an “independent” — the telling label for students who didn’t eat at a club. “If you were independent,” she said, “you were kind of seen as a lone dog.”\nThe Ivies aren’t the only universities where students from different economic classes have very different experiences. In their 2013 book “Paying for the Party: How College Maintains Inequality,” the sociologists Elizabeth Armstrong and Laura Hamilton studied a group of women who started college in the same dormitory at Indiana University in 2004.\nFive years later, none of the working-class students had graduated. By contrast, all of the affluent ones — even those who mostly neglected studying in favor of partying — graduated and found jobs. Armstrong noted, “Since none of them had loans, they could afford to live on their own, and were positioned to meet and interact with men who were marriageable.” The Indiana University system has a double-digit gap in the marriage rate between low-income and high-income students.\nClass does not explain everything. As Robert Kelchen of Seton Hall University has found, geography, student demographics and other factors also influence marriage rates. Brigham Young University has one of the highest marriage rates in the nation, presumably because nearly all undergraduates are Mormons, who are encouraged to marry early.\nThere are also big differences even among colleges in similar strata of wealth and prestige. Princeton’s marriage gap for the classes of 2002 to 2006 was 22 percentage points. At the University of Chicago, it was only two percentage points.\nTiger-Tiger marriages are not uncommon. But for Princeton alumni of different economic classes, marriage trends diverge. Mark Makela for The New York Times\nMs. Tornello thought she’d study something “practical” at Princeton, like engineering or pre-med. Instead, she fell in love with her humanities courses and majored in comparative literature. In her spare time, she became interested in faith-based organizing. After graduation and a short stint in Washington, D.C., she moved back to Staten Island to help with Hurricane Sandy relief efforts. Today, she lives with six housemates in Brooklyn and recently started work in emergency planning and operations for a city agency. There are a lot of other Princeton graduates nearby, many commuting to Wall Street. She leads a different kind of life.\nMs. Tornello has mixed feelings about the path she chose. “You don’t quite belong anymore to where you’re from,” she said. “But I also didn’t belong at Princeton. There’s a meaning in my life that I can’t deny was created by my time there. I traveled the world from Princeton. I’m not in a better place than my family financially, but I have something I wish they had, too.”\nThere’s more to life than marrying and making money, as her example makes clear. But from a broad social and financial perspective, marriage matters: Growing income inequality is a central fault line in American society. Assortative mating might seem like a strange thing to blame, though. After all, in theory, everyone has a chance to go to college. By those lights, if people who work hard and become educated want to marry each other, that’s just how things are.\nIn reality, access to higher education remains highly unequal. Elite colleges that recruit students with large amounts of social and financial capital get much more public funding than open-access schools that enroll a greater number of academically and economically diverse students. Rising tuition prices make it difficult for low-income students to enroll and graduate, and leave many with large debts. Inequality then becomes intergenerational.\nPrinceton has improved its economic inclusiveness in recent years. But historically, for every student enrolled at Princeton from households in the bottom 20 percent of income, the university has enrolled seven from the top 1 percent.", "url": "https://www.nytimes.com/interactive/2018/03/29/upshot/college-marriage-class-differences.html"}