{"authors": ["John Schwartz", "Photographs", "Video Josh Haner"], "date_download": "2022-10-25 23:00:44", "date_modify": "2022-10-25 23:00:44", "date_publish": "2018-08-29 09:00:01", "description": "Overfishing, hunting and pollution are putting pressure on the birds, but climate change may prove to be the biggest challenge.", "filename": "interactive_2018_08_29_climate_puffins-dwindling-iceland_1666738844.html", "image_url": "https://static01.nyt.com/images/2018/08/27/climate/00CLI-PUFFINS7/00CLI-PUFFINS7-facebookJumbo.jpg?year=2018&h=550&w=1050&s=eb7bdee34e7a8ed18215e84f7dec005cc2c6cab2bb783010b20752acf4345fe9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_08_29_climate_puffins-dwindling-iceland_1666738844.html", "title": "Why Are Puffins Vanishing? The Hunt for Clues Goes Deep (Into Their Burrows)", "title_page": "Why Are Puffins Vanishing? The Hunt for Clues Goes Deep (Into Their Burrows) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why Are Puffins Vanishing? The Hunt for Clues Goes Deep (Into Their Burrows)\nOverfishing, hunting and pollution are putting pressure on the birds, but climate change may prove to be the biggest challenge.\nGRIMSEY ISLAND, Iceland — Puffins are in trouble.\nThe birds have been in precipitous decline, especially since the 2000s, both in Iceland and across many of their Atlantic habitats. The potential culprits are many: fickle prey, overfishing, pollution. Scientists say that climate change is another underlying factor that is diminishing food supplies and is likely to become more important over time. And the fact that puffins are tasty, and thus hunted as game here, hardly helps.\nAnnette Fayet is trying to solve the mystery of the dwindling Atlantic puffins, and that is why she was reaching shoulder deep into a burrow here last month. She gently drew a puffin out, having snagged its leg with a thick wire she had curved into a shepherd’s crook. As she brought the croaking seabird into the light, it defecated copiously on her pants, which were, thanks to her long experience with birds, waterproof.\n“Wow, science!” she said, and smiled. Ideally, this bird, with its tuxedo-like black-and-white plumage and clownish orange beak, would have voided its bowels into a stainless steel bowl she calls the “puffin toilet.” She took a flat wooden spoon out of its wrapper, scraped the mess up and placed it in a vial for analysis; she wants to know what these birds have been eating.\nA puffin colony on the coast of Borgarfjardarhofn, Iceland.\nThough some puffin colonies are prospering, in Iceland, where the largest population of Atlantic puffins is found, their numbers have dropped from roughly seven million individuals to about 5.4 million. Since 2015, the birds have been listed as “vulnerable” by the International Union for Conservation of Nature, meaning they face a high risk of extinction in the wild.\nThe birds are cherished by Icelanders as part of their history, culture and tourist trade — and, for some, their cuisine. “The puffin is the most common bird in Iceland,” said Erpur Snaer Hansen, acting director of the South Iceland Nature Research Center. “It’s also the most hunted one.”\n[Read more: In Iceland, Vikings razed the forests long ago. Can the country regrow them?]\nHunters with long nets can be seen tooling around Grimsey Island in the summer, leaving behind piles of bird carcasses, the breast meat stripped away. Iceland has restricted the annual harvest, but hunting “is accelerating the decline,” Dr. Hansen said.\nDr. Hansen is working with Dr. Fayet, a junior research fellow at the University of Oxford who is from France, on her project to monitor the activities of four puffin colonies, two in Iceland and others in Wales and Norway. Since 2010, he also has conducted a census, a twice-yearly “puffin rally” in which he travels more than 3,100 miles around Iceland, visiting some 700 marked burrows in 12 colonies, counting eggs and chicks.\nDuring a recent stop at Lundey Island, Iceland, Dr. Hansen encountered jovial hunters who had killed hundreds of the birds and were carrying them toward their boats to be sold to restaurants that mainly serve the meat to curious tourists.\nHedinn Jonasson, a hunter, with his catch of puffins on Lundley Island.\nDr. Hansen maintains an amicable relationship with hunters and uses data from 138 years of hunting club records in his research. He convinced these hunters to let his assistant photograph the head of every puffin; the bands on their beaks can be counted to determine the birds’ age.\nDead puffins taken by hunters that Dr. Hansen encountered on Lundey Island. Hunters use nets to catch the birds on Lundey Island.\nOn Grimsey, a northern island that pokes above the Arctic Circle, gulls and arctic terns swirled in the cloudy sky and the wind at the cliffs blew at 40 miles per hour or more as Dr. Fayet and Dr. Hansen did their work. Dr. Fayet wears contact lenses, and the grit was a torment. There were ticks, so many ticks. Wow, science.\nThere were also counterbalancing pleasures; Dr. Hansen, a gifted cook, roasted a leg of lamb for dinner with garlic and thyme, and he brought along a couple of bottles of excellent single-malt whiskey, one of his non-avian fascinations.\nAfter dinner, the two scientists worked into the bright Arctic night, ultimately catching, examining and releasing a dozen birds in their two-day stay on this island. Between captures, Dr. Fayet leaned on a rock, staring intently at a cliff face. Suddenly she leapt up and ran at startling speed across the uneven soil some 150 feet to the cliff, crouching in front of the one hole among many that she saw a bird jet into.\nDr. Hansen moved from burrow to burrow, looking a little like a spaceman with his white visor clamped over his eyes. He snaked a camera on a flexible stalk inside for a look around. “Oh, yeah,” he said, having spotted a live, downy chick.\nDr. Hansen with a puffin chick pulled out of its burrow. Puffins with beaks full of sand eels to bring back to their young.\nAfter extracting a bird, they slid it into a plastic tube that oddly enough kept it calm, and weighed it. Dr. Hansen attached a steel identifying band to the bird’s leg. Then they removed it from the tube and attached a tiny GPS tracker to its back, between the wings, with marine tape.\nDr. Hansen, center, and his team of researchers on Iceland’s tiny Papey Island.\nIn the week until the lightweight devices drop off, they show how far the birds fly for their food and how deep they dive for it. Each tracker costs more than $800, which means the case containing them was worth more than the battered truck the researchers were driving.\nDr. Fayet plucked five feathers for later DNA analysis to determine the bird’s sex. For identification from afar, she used a marker to put a stroke of blue on its breast and white correction fluid to put a dot atop the black feathers on its head. “Sorry, baby,” she said softly, and returned the puffin to its burrow, where it will no doubt retell the story for years to come about its abduction by aliens during the summer of the tags and tape.\nAround Iceland, the puffins have suffered because of the decline of their favorite food, silvery sand eels, which dangle from the parents’ beaks as they bring them to their young. That collapse correlates to a rise in sea surface temperatures that Dr. Hansen has been monitoring for years.\nThe temperature of waters around the country is governed by long-term cycles of what is known as the Atlantic Multidecadal Oscillation, with periods of colder water alternating with warmer. Between the 1965-1995 cold cycle and the current warm cycle, Dr. Hansen said, winter temperature records show about one degree Celsius of additional warming — a seemingly small amount, but disastrous for the sand eels. His theory, he said, is this: “If you increase temperatures one degree, you’re changing their growth rates and their ability to survive the winter,” he said.\nAevar Petersen, an Icelandic ornithologist not involved with the project, said an increase in sea temperature brought about by climate change was “the key environmental factor” behind the sand eels’ decline.\nA puffin colony in Voladalstorfa, Iceland.\nThe picture is complicated; the natural cycles make it difficult to disentangle the influence of climate change. That influence is “much weaker in the subpolar North Atlantic, especially near Iceland,” said Rong Zhang, a senior scientist with the National Oceanic and Atmospheric Administration’s Geophysical Fluid Dynamics Laboratory.\nStill, climate change’s imprint is increasingly evident, said Andrew Dessler, a climate scientist at Texas A&M University. “There will come a time when climate change is vastly greater than internal variability,” he said.\nWithout as many sand eels in the water, the birds have to fly farther to find food for themselves and their chicks. So the data from the GPS loggers, however briefly transmitted, is of great interest. As Dr. Fayet sat at her computer on Grimsey, her colleagues in Norway sent the first data from their work the week before, and her screen filled with looping paths of foraging birds. “Because this is the first time this is being done, we have no expectations,” she said. “Everything we get is exciting.”\nTaking a break while hauling equipment on Iceland’s southeastern coast.\nEven thrilling data can contain a sad message. “Everywhere, they are going further than we thought,” she said. The colonies’ decline suggests these birds are working too hard for their supper. “Flying, for puffins, is very demanding,” she said. “It is a big energy cost for them.”\nDr. Hansen’s puffin rallies show that 40 percent of the population of Icelandic puffin chicks is losing body mass over time, another bad sign.\nWhen the adults can’t catch enough to feed themselves and the chicks, they make an instinctive Malthusian choice; the chicks starve. Dr. Fayet called her quest “heartbreaking”: “You put your hand in the burrow and feel with your hand a little ball on the floor, but then you realize it’s cold, and not moving.”\nThere are still millions of Atlantic puffins, but their plentiful colonies are deceiving, Dr. Hansen said. “These birds are long lived, so you don’t just see them plummeting down,” he said. In the long run, he warned, “It’s not sustainable.”\nPuffins around their colony near Svarthamar, Iceland.\nWant climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nFor more news on climate and the environment, follow @NYTClimate on Twitter.", "url": "https://www.nytimes.com/interactive/2018/08/29/climate/puffins-dwindling-iceland.html"}