{"authors": [], "date_download": "2022-10-25 23:26:49", "date_modify": "2022-10-25 23:26:49", "date_publish": "2016-07-14 23:39:26", "description": "A witness said the truck “crushed everyone in its path.”", "filename": "interactive_2016_07_14_world_europe_nice-truck-bastille-attack_1666740409.html", "image_url": "https://static01.nyt.com/images/2016/07/14/world/europe/nice-truck-bastille-attack-1468539654223/nice-truck-bastille-attack-1468539654223-facebookJumbo-v4.png?year=2016&h=524&w=1000&s=b6c897298427a634079948fb68090461a4aefdf7e4cb733a6a3220cd03afe0c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_07_14_world_europe_nice-truck-bastille-attack_1666740409.html", "title": "What Happened in the Truck Attack in Nice, France", "title_page": "What Happened in the Truck Attack in Nice, France - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHILDREN’S HOSPITAL One of the first people crushed by the truck was a Muslim woman here. Bodies Promenade des Anglais VOIE PIERRE MATHIS Route of truck The truck hit people for about 1.1 miles (1.8 km) Areas where bodies could be seen in video and pictures. NICE Promenade des Anglais Bodies Rue du Congrés Approximate location where truck stopped People fleeing Videos posted online showed crowds running in these directions. Place Masséna NORTH 500 Feet NORTH CHILDREN’S HOSPITAL 1,000 Feet One of the first people crushed by the truck was a Muslim woman here. Bodies Route of truck The truck hit people for about 1.1 miles (1.8 km) Promenade des Anglais Areas where bodies could be seen in video and pictures. NICE Promenade des Anglais Bodies Rue du Congrés Approximate location where truck stopped Place Masséna People fleeing Videos posted online showed crowds running in this direction. CHILDREN’S HOSPITAL NORTH 500 Feet One of the first people crushed by the truck was a Muslim woman here. Bodies Promenade des Anglais Route of truck The truck hit people for about 1.1 miles (1.8 km) NICE Areas where bodies could be seen in video and pictures. Promenade des Anglais Bodies Rue du Congrés Approximate location where truck stopped People fleeing Videos posted online showed crowds running in these directions. Place Masséna By The New York Times\nOne witness said that when the truck plowed into the crowd, it “crushed everyone in its path.”\nIn #Nizza ist ein LKW in eine Menschenmenge gerast. Behörden sprechen v. etwa 60 Toten. @gutjahr hat die Tat gefilmt pic.twitter.com/h1RpN7MddM — tagesschau (@tagesschau) July 14, 2016\nThe truck was “full of weapons and grenades,” the deputy mayor of Nice said on French television.\nValery Hache/Agence France-Presse — Getty Images\n“The individual who was driving the truck has been neutralized,” the Interior Ministry spokesman, Pierre-Henry Brandet, said on Twitter. “The investigation will determine if he acted alone.”", "url": "https://www.nytimes.com/interactive/2016/07/14/world/europe/nice-truck-bastille-attack.html"}