{"authors": ["Guilbert Gates", "Jack Ewing", "Karl Russell", "Derek Watkins"], "date_download": "2022-10-25 23:23:28", "date_modify": "2022-10-25 23:23:28", "date_publish": "2015-10-08 13:46:19", "description": "Volkswagen admitted that 11 million of its vehicles were equipped with software that was used to cheat on emissions tests. This is how the technology works and what it now means for vehicle owners.", "filename": "interactive_2015_business_international_vw-diesel-emissions-scandal-explained_1666740208.html", "image_url": "https://static01.nyt.com/images/2015/09/22/business/international/vw-volkswagen-emissions-explainer-1442939652007/vw-volkswagen-emissions-explainer-1442939652007-facebookJumbo-v2.png?year=2015&h=550&w=1050&s=a0b8ffd00040e2bf13864ed05f8d0050ed41a0a9552ad9900578c7dadd473e0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_business_international_vw-diesel-emissions-scandal-explained_1666740208.html", "title": "How Volkswagen’s ‘Defeat Devices’ Worked", "title_page": "How Volkswagen’s ‘Defeat Devices’ Worked - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Will the Cars Get Fixed?\nIt’s still unclear.In the United States, Volkswagen has reached settlements with federal officials to fix or buy back all affected vehicles, on top of compensating owners for having misled them over their cars’ emissions.In June, it said it would spend about $10 billion to buy back the roughly 475,000 Volkswagens and Audi A3 models that have 2-liter engines. The company also agreed on Dec. 20 to fix or buy back 80,000 vehicles with 3-liter engines. It will try to fix a majority of those to be compliant with emissions standards, but some owners will be offered a buyback option outright. Owners who want to sell their cars back to Volkswagen can register on a website, VWCourtSettlement.com. As part of the June agreement, VW agreed to buy back or fix affected vehicles by December 2018. The Federal Trade Commission has said that consumers could expect to get roughly $12,500 for an older-model Jetta to as much as $44,000 for a 2014 Audi. In Europe, the company said it would install a small tubular part into some of its engines to help them come into line with clean-air standards there. The part, which is about the size of the cardboard inside a roll of paper towels, does not lower emissions enough to comply with American standards.", "url": "https://www.nytimes.com/interactive/2015/business/international/vw-diesel-emissions-scandal-explained.html"}