{"authors": ["Haeyoun Park", "Rudy Omri"], "date_download": "2022-10-25 23:35:35", "date_modify": "2022-10-25 23:35:35", "date_publish": "2016-08-31 05:57:32", "description": "Where Syrian refugees have settled in the United States.", "filename": "interactive_2016_08_30_us_syrian-refugees-in-the-united-states_1666740935.html", "image_url": "https://static01.nyt.com/images/2016/08/30/us/syrian-refugees-in-the-united-states-1472620254007/syrian-refugees-in-the-united-states-1472620254007-facebookJumbo.png?year=2016&h=550&w=1050&s=3f42da260540b85f122d7aa0e93a7bc98886b5cc3cd2032ae2533c9764add5d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_08_30_us_syrian-refugees-in-the-united-states_1666740935.html", "title": "U.S. Reaches Goal of Admitting 10,000 Syrian Refugees. Here’s Where They Went.", "title_page": "U.S. Reaches Goal of Admitting 10,000 Syrian Refugees. Here’s Where They Went. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United States admitted its 10,000th Syrian refugee this week in a resettlement program announced by President Obama last fall, according to The White House.\nUnder pressure from Europe and other countries confronting the global migration crisis last fall, Mr. Obama had raised the number of Syrian refugees who would be offered legal status to at least 10,000 in the 2016 fiscal year.\nWhere Refugees Were Placed\n600 300 Number of refugees placed, 2012-16 Seattle 100 Spokane 10 Beaverton Richland Portland Portland Fargo Concord Syracuse Albany Boise Minneapolis Rochester Oshkosh Boston Grand Rapids Buffalo Providence Rochester Sheboygan New Haven Dearborn Madison Erie Allentown New York Rockford Des Moines Cleveland Elizabeth Sacramento Philadelphia Pittsburgh Chicago Salt Lake City Fair Oaks Omaha Oakland Baltimore Columbus Indianapolis San Jose Denver Cincinnati Charlottesville Kansas City Turlock Salinas Colorado Springs Newport News Louisville Lexington St. Louis Raleigh Wichita Las Vegas Durham Winston-Salem Nashville Victorville Charlotte Los Angeles Springdale Tulsa Glendale Santa Ana Irvine Memphis Columbia Albuquerque Phoenix Atlanta San Diego Savannah Dallas Fort Worth Tucson Tallahassee Midland Jacksonville Baton Rouge Pensacola Orlando Austin Houston New Orleans Kissimmee Clearwater San Antonio Palm Beach Tampa Delray Beach Miami 600 Number of refugees placed, 2012-16 300 100 Seattle 10 Spokane Portland Portland Fargo Concord Syracuse Boise Minneapolis Boston Oshkosh Buffalo Rochester Dearborn New York Cleveland Des Moines Sacramento Chicago Pittsburgh Philadelphia Salt Lake City Omaha Oakland Columbus Baltimore Indianapolis San Jose Cincinnati Denver Charlottesville Turlock Lexington Kansas City Newport News St. Louis Louisville Raleigh Las Vegas Wichita Nashville Winston-Salem Charlotte Los Angeles Glendale Tulsa Santa Ana Memphis Albuquerque Columbia Phoenix San Diego Atlanta Dallas Savannah Fort Worth Tucson Tallahassee Jacksonville Austin Orlando New Orleans Houston San Antonio Tampa Delray Beach Miami Seattle Spokane Portland Portland Syracuse Boise Boston Buffalo Providence Dearborn Sacramento Philadelphia Chicago Omaha Baltimore Salt Lake City Denver St. Louis Kansas City Louisville Winston-Salem Charlotte Nashville Memphis Phoenix Atlanta San Diego Savannah Dallas Tucson Jacksonville Austin 600 Number placed 2012-16 Houston Tampa Delray Beach 100 Miami 600 Number placed, 2012-16 100 Seattle Dearborn Boise New York Chicago Sacramento St. Louis Charlotte Phoenix Atlanta San Diego Dallas Tucson Houston Tampa Miami\nThe refugees who have arrived from Syria since 2012 have been placed in 231 towns and cities.\nSome of them have reached large cities like Chicago and Houston, but most have been sent to more affordable, medium-size cities. Boise, Idaho, has accepted more refugees than New York and Los Angeles combined; Worcester, Mass., has taken in more than Boston.\nRefugees placed each year\n2013 2014 2015 2016 2013 2014 2015 2016 2013 2014 2015 2016 2013 2014 2015 2016\nWith the 10,000 admitted this fiscal year, the United States has now accepted nearly 12,000 Syrian refugees since the civil war began five years ago.\nBefore the recent surge in admissions, Syrians were just a small percentage of all refugees allowed into the United States. In the 2015 fiscal year, just 2 percent of the 70,000 refugees admitted were from Syria. The majority were from Myanmar, Iraq and Somalia.\nIn the past, the United States has admitted far larger numbers of refugees. In 1979, it provided sanctuary to 111,000 Vietnamese refugees, and in 1980, it added another 207,000. Around the same time, the country took in more than 120,000 Cuban refugees during the Mariel boatlift, including around 80,000 in one month alone.\nTo ease integration, Syrian refugees have been placed in communities where there are other Syrian immigrants.\nMore than 150,000 Syrians already live in the United States, according to census figures, and refugees who have relatives in the country are likely to be resettled with or near them.\nThose who do not have family in the United States are placed where jobs are more plentiful and the cost of housing is low.\nPeople with Syrian ancestry, per 100,000 residents\n10 50 100 200 Town or city with at least one Syrian refugee placed since 2012 10 50 100 200 Town or city with at least one Syrian refugee placed since 2012 10 50 100 200 Town or city with at least one Syrian refugee placed since 2012 Areas of detail below 10 50 100 200 Town or city with at least one Syrian refugee placed since 2012\nRefugees receive help finding work and housing, but they are expected to become self-sufficient within a year.\nNadim Fawzi Jouriyeh, a former construction worker from Syria, is among the latest group of refugees to be accepted, according to The Associated Press. Mr. Jouriyeh, his wife and four children are headed to San Diego, which has accepted more Syrian refugees since 2012 than any other city.\nMr. Jouriyeh, 49, and his children. Raad Adayleh, The Associated Press\nMost of the refugees have been admitted in the past three months.\nWhile Mr. Obama’s resettlement program got off to a slow start, the administration reached its 10,000-refugee goal a month ahead of schedule. Eight months into the program, the United States had accepted only a quarter of the target.\nOne challenge was that the Syrian refugees were subjected to an additional layer of background checks, which extended a lengthy vetting process.", "url": "https://www.nytimes.com/interactive/2016/08/30/us/syrian-refugees-in-the-united-states.html"}