{"authors": ["Nadia Sussman", "Simon Romero"], "date_download": "2022-10-25 23:33:30", "date_modify": "2022-10-25 23:33:30", "date_publish": "2014-04-12 21:30:23", "description": "Projects conceived in boom times stand abandoned, visible symbols of waste and the country’s crippling bureaucracy.", "filename": "interactive_2014_04_12_world_americas_grand-visions-fizzle-in-brazil_1666740810.html", "image_url": "https://static01.nyt.com/images/2014/04/10/world/americas/20140413BRAZIL-slide-7POM/20140413BRAZIL-slide-7POM-articleLarge.jpg?year=2014&h=400&w=600&s=4298360ae98caebe350b3d4d50131530eb893cd982d46e8e902c3efe3e6f2c9b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_04_12_world_americas_grand-visions-fizzle-in-brazil_1666740810.html", "title": "Grand Visions Fizzle in Brazil", "title_page": "Grand Visions Fizzle in Brazil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brazil plowed billions of dollars into building a railroad across arid backlands, only for the long-delayed project to fall prey to metal scavengers. Curvaceous new public buildings designed by the famed architect Oscar Niemeyer were abandoned right after being constructed. There was even an ill-fated U.F.O. museum built with federal funds. Its skeletal remains now sit like a lost ship among the weeds.\nAs Brazil sprints to get ready for the World Cup in June, it has run up against a catalog of delays, some caused by deadly construction accidents at stadiums, and cost overruns. It is building bus and rail systems for spectators that will not be finished until long after the games are done.\nBut the World Cup projects are just a part of a bigger national problem casting a pall over Brazil’s grand ambitions: an array of lavish projects conceived when economic growth was surging that now stand abandoned, stalled or wildly over budget.\nThe ventures were intended to help propel and symbolize Brazil’s seemingly inexorable rise. But now that the country is wading through a post-boom hangover, they are exposing the nation’s leaders to withering criticism, fueling claims of wasteful spending and incompetence while basic services for millions remain woeful. Some economists say the troubled projects reveal a crippling bureaucracy, irresponsible allocation of resources and bastions of corruption.\nHuge street protests have been aimed at costly new stadiums being built in cities like Manaus and Brasília, whose paltry fan bases are almost sure to leave a sea of empty seats after the World Cup events are finished, adding to concerns that even more white elephants will emerge from the tournament.", "url": "https://www.nytimes.com/interactive/2014/04/12/world/americas/grand-visions-fizzle-in-brazil.html"}