{"authors": [], "date_download": "2022-10-25 23:01:18", "date_modify": "2022-10-25 23:01:18", "date_publish": "2016-06-16 17:35:39", "description": "Get the latest national and state polls on the presidential election between Hillary Clinton and Donald J. Trump.", "filename": "interactive_2016_us_elections_polls_1666738878.html", "image_url": "https://static01.nyt.com/images/2016/06/15/us/elections/polls-1466014214178/polls-1466014214178-facebookJumbo-v3.jpg?year=2016&h=549&w=1050&s=895ae93151dc0969d4e94f8af14f5b651edfb8675335f403955605b6dfce79c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_us_elections_polls_1666738878.html", "title": "Latest Election Polls 2016", "title_page": "Latest Election Polls 2016 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "*Some pollsters do not include Libertarian candidate Gary Johnson in their questions. For the averages that include Mr. Johnson, we use all presidential preference questions that mention him. For more on Mr. Johnson's chances, read on .\nThe New York Times polling averages use all polls currently listed in The Huffington Post's polling database . Polls conducted more recently and polls with a larger sample size are given greater weight in computing the averages, and polls with partisan sponsors are excluded. Here’s how different types of polls work .\nGet the latest updates to the Upshot's election forecast, presidential polling and the latest from NYT Politics desk.\nThe candidates will focus on several key states. Below are the averages in crucial states with a new poll in the past month and at least three polls in 2016. A candidate needs 270 electoral votes to win the presidency.\nHow Different Polls Work\nPollsters have several methods to choose from when conducting a poll. Regardless of method, it's hard to get a representative sample of the population to answer survey questions, so most polls weight their response data to match the expected composition of the electorate.\nLive Telephone Polls An interviewer asks questions of a respondent by telephone. Most telephone polls conducted by live interviewers include both landlines and cellphones. Currently, the CDC estimates that about half of U.S. households do not have a landline.\nOnline Polls Most online polls are based on panels of self-selected respondents. Internet access is not yet evenly distributed across socioeconomic and demographic groups.\nInteractive Voice Response Polls Interactive voice response (I.V.R.) polls (also known as “robo-polls” or “automated polls”) employ an automated, recorded voice to call respondents who are asked to answer questions by punching telephone keys. Anyone who can answer the phone and hit the buttons can be counted in the survey. Most I.V.R. polls call only landlines.", "url": "https://www.nytimes.com/interactive/2016/us/elections/polls.html"}