{"authors": ["Karen Yourish", "Blacki Migliozzi"], "date_download": "2022-10-25 23:30:02", "date_modify": "2022-10-25 23:30:02", "date_publish": "2018-01-11 10:01:01", "description": "President Trump’s approval rating fell across many demographic groups over his first year in office, including among those seen as important to his base.", "filename": "interactive_2018_01_11_us_politics_trump-approval_1666740602.html", "image_url": "https://static01.nyt.com/images/2018/01/08/us/politics/trump-approval-1515625719653/trump-approval-1515625719653-facebookJumbo-v5.jpg?year=2018&h=549&w=1050&s=a783170767c51694cc17a14ae449d080a5f8b640e38c4bde18073834391f22a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_01_11_us_politics_trump-approval_1666740602.html", "title": "A Year Later, Trump Is Less Popular Across Voting Blocs. See by How Much.", "title_page": "A Year Later, Trump Is Less Popular Across Voting Blocs. See by How Much. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s approval rating fell across a wide swath of demographic groups over his first year in office, including among those seen as important to his base, like white voters, evangelical Christians and those who live in rural areas.\nHow much Trump’s approval rating has fallen since he took office\nThe data is from Morning Consult, a polling company that conducted daily tracking of Mr. Trump’s approval among all adults.\nDespite losing some support across many groups, Mr. Trump remains popular with many of the constituencies that helped usher him into the White House. His largest declines were among groups that never supported him much to begin with.\nWhile most presidents see their popularity fade after an initial honeymoon period, Mr. Trump came into office with record-low approval among independents and members of the opposite party (in this case, Democrats), and the decline started more or less immediately, said Charles Franklin, a professor and pollster at Marquette University Law School in Milwaukee.\nHow Trump fared among Republicans, Democrats and Independents\nWhile Mr. Trump’s approval dropped among all groups of people who voted in the 2012 and 2016 presidential elections, he remains popular with his voters as well as those who backed Mitt Romney, the 2012 Republican presidential nominee.\nHow Trump fared among different voters\nDespite losing support across all religions, more than half of Protestants and evangelical Christians continue to approve of the job Mr. Trump is doing as president. He is least popular with people who are not Christian.\nHow Trump fared among different religions\nMr. Trump’s approval dropped the most among private sector workers, homemakers and people who are out of work.\nHow Trump fared among different types of workers\nMr. Trump’s job approval shrank among both men and women, and women continue to view Mr. Trump’s job performance less favorably.", "url": "https://www.nytimes.com/interactive/2018/01/11/us/politics/trump-approval.html"}