{"authors": ["Max Fisher", "Eric Schmitt", "Audrey Carlsen", "Malachy Browne"], "date_download": "2022-10-25 23:54:03", "date_modify": "2022-10-25 23:54:03", "date_publish": "2017-12-04 10:32:45", "description": "Saudi Arabia and President Trump said a missile fired from Yemen was shot down. But photos and videos from the scene tell a different story.", "filename": "interactive_2017_12_04_world_middleeast_saudi-missile-defense_1666742043.html", "image_url": "https://static01.nyt.com/images/2017/12/04/world/middleeast/saudi-missile-defense-1512079146046/saudi-missile-defense-1512079146046-facebookJumbo-v5.png?year=2017&h=549&w=1050&s=79781f1ba3a7264aae0042582a0d3d9321c313d41560e1f7030d84d3f77db6aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_12_04_world_middleeast_saudi-missile-defense_1666742043.html", "title": "Did American Missile Defense Fail in Saudi Arabia?", "title_page": "Did American Missile Defense Fail in Saudi Arabia? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The official story was clear: Saudi forces shot down a ballistic missile fired by Yemen’s Houthi rebel group last month at Saudi Arabia’s capital, Riyadh. It was a victory for the Saudis and for the United States, which supplied the Patriot missile defense system.\n“Our system knocked the missile out of the air,” President Trump said the next day from Air Force One en route to Japan, one of the 14 countries that use the system. “That’s how good we are. Nobody makes what we make, and now we’re selling it all over the world.”\nBut an analysis of photos and videos of the strike posted to social media suggests that story may be wrong.\nInstead, evidence analyzed by a research team of missile experts appears to show the missile’s warhead flew unimpeded over Saudi defenses and nearly hit its target, Riyadh’s airport. The warhead detonated so close to the domestic terminal that customers jumped out of their seats.\nEstimated trajectory of warhead Trajectory of missile body The warhead appeared to explode near an airport terminal. RIYADH NORTH Airport This side is 38 miles. Missile defense The missile body landed downtown. Estimated trajectory of warhead Trajectory of missile body The warhead appeared to explode near an airport terminal. RIYADH NORTH This side is 38 miles. Airport Missile defense The missile body landed downtown. Estimated trajectory of warhead Trajectory of missile body The warhead appeared to explode near an airport terminal. RIYADH NORTH Airport This side is 38 miles. The missile body landed downtown. Missile defense Estimated trajectory of warhead Trajectory of missile body The warhead appeared to explode near an airport. RIYADH NORTH Airport This side is 38 miles. Missile defense The missile body landed downtown. Satellite image from DigitalGlobe via Google Earth\nSaudi officials did not respond to a request for comment. Some U.S. officials cast doubt on whether the Saudis hit any part of the incoming missile, saying there was no evidence that it had. Instead, they said, the incoming missile body and warhead may have come apart because of its sheer speed and force.\nThe findings show that the Iranian-backed Houthis, once a ragtag group of rebels, have grown powerful enough to strike major targets in Saudi Arabia, possibly shifting the balance of their years-long war. And they underscore longstanding doubts about missile defense technology, a centerpiece of American and allied national defense strategies, particularly against Iran and North Korea.\n“Governments lie about the effectiveness of these systems. Or they’re misinformed,” said Jeffrey Lewis, an analyst who led the research team, which shared its findings with The New York Times. “And that should worry the hell out of us.”\nThe Missile\nShooting down Scud missiles is difficult, and governments have wrongly claimed success against them in the past.\nSYRIA IRAQ IRAN JORDAN SAUDI ARABIA EGYPT Riyadh OMAN Missile 610 miles Red Sea SUDAN YEMEN ERITREA Est. launch location Arabian Sea SYRIA IRAQ IRAN JORDAN SAUDI ARABIA EGYPT Riyadh OMAN Missile 610 miles Est. launch location YEMEN Arabian Sea\nThe missile, seen in this video released by the Houthis, is believed to be a Burqan-2, a variant of the Scud missile used throughout the Middle East. It traveled about 600 miles.\nSaudi and American officials have accused Iran of supplying the Houthis with the missile, a charge that Tehran denies. A recent United Nations report found evidence that the missile had been designed and manufactured by Iran, according to a Security Council diplomat. Reuters first reported the U.N. findings.\nMr. Lewis and the other analysts, based mostly at the Middlebury Institute of International Studies in Monterey, Calif., were skeptical when they heard Saudi Arabia’s claim to have shot it down.\nGovernments have overstated the effectiveness of missile defenses in the past, including against Scuds. During the first Gulf War, the United States claimed a near-perfect record in shooting down Iraqi variants of the Scud. Subsequent analyses found that nearly all the interceptions had failed.\nHad it failed in Riyadh as well? The researchers scraped social media for anything posted in that area and time frame, looking for clues.\nThe Debris\nThe pattern of missile debris littering Riyadh suggests missile defenses either hit the harmless rear section of the missile or missed it entirely.\nJust as the Saudis fired off missile defenses, debris began to fall in downtown Riyadh. Video posted on social media captured one particularly large section, which landed in a parking lot next to the Ibn Khaldun School.\nOther videos show scraps that fell at a handful of other locations clustered in a roughly 500-yard area along a highway.\nSaudi officials said the debris, which appears to belong to a downed Burqan-2, showed a successful shootdown. But an analysis of the debris shows that the warhead components – the part of the missile that carries the explosives – were missing.\nEngine Missile body Possible guidance kit Engine Missile body Possible guidance kit Engine Missile body Possible guidance kit Composite image by Jeffrey Lewis\nThe missing warhead signaled something important to the analysts: that the missile may have evaded Saudi defenses.\nThe missile, in order to survive the stresses of a roughly 600 mile flight, was almost certainly designed to separate into two pieces once near its target. The tube, which propels the missile for most of its trajectory, falls away. The warhead, smaller and harder to hit, continues toward the target.\nBurqan 2-H Engine Missile body Warhead was missing from debris Missile body Burqan 2-H Engine Warhead was missing from debris Burqan 2-H Missile body Engine Warhead was missing from debris\nThis would explain why the debris in Riyadh only appears to consist of the rear tube. And it suggests that the Saudis may have missed the missile, or only hit the tube after it had separated and begun to fall uselessly toward earth.\nSome U.S. officials said there was no evidence the Saudis had hit the missile. Instead, the debris may have broken up under the pressures of flight. What the Saudis presented as evidence of their successful interception may have simply been the missile ejecting its tube as intended.\nThe Location of the Explosion\nA blast 12 miles away at Riyadh’s airport suggests the warhead continued unimpeded toward its target.\nAt around 9 p.m., about the same time debris crashed in Riyadh, a loud bang shook the domestic terminal at Riyadh’s King Khalid International Airport.\n“There was an explosion at the airport,” a man said in a video taken moments after the bang. He and others rushed to the windows as emergency vehicles streamed onto the runway.\nAnother video, taken from the tarmac, shows the emergency vehicles at the end of the runway. Just beyond them is a plume of smoke, confirming the blast and indicating a likely point of impact.\nA Houthi spokesman said the missile had targeted the airport.\nThere’s another reason the analysts think the warhead flew past the missile defenses. They located the Patriot batteries that fired on the missile, shown in this video, and found that the warhead traveled well over the top of them.\nSaudi officials have said that some debris from the intercepted missile landed at the airport. But it is difficult to imagine how one errant piece could fly 12 miles beyond the rest of the debris, or why it would detonate on impact.\nThe warhead passed over the Saudi missile defense unit. Estimated trajectory of warhead Estimated trajectory of missile body Missile defense The warhead passed over the Saudi missile defense unit. Estimated trajectory of warhead Estimated trajectory of missile body Missile defense Trajectories estimated by David Wright, Union of Concerned Scientists\nThe Impact\nSmoke and ground damage suggest the warhead struck near the airport’s domestic terminal.\nImagery of the emergency response and a plume of smoke also reveal information about the nature of the impact.\nA photo of the plume taken from a different location on the tarmac appears consistent with plumes produced by similar missiles, suggesting the explosion was not an errant piece of debris or an unrelated incident.\nRiyadh airport Daraya, Syria\nBy identifying buildings in the photo and video, Mr. Lewis’s team was able to locate the spots from which the images were taken, revealing the precise location of the plume: a few hundred yards off of runway 33R, and about a kilometer from the crowded domestic terminal.\nKing Khalid International Airport Emergency vehicles seen on runway Dark areas indicate ground damage from vehicles Domestic terminal Direction of missile NORTH Emergency vehicles seen on runway Airport Dark areas indicate ground damage from vehicles Domestic terminal Direction of missile NORTH King Khalid International Airport Emergency vehicles seen on runway Dark areas indicate ground damage from vehicles Domestic terminal Direction of missile NORTH Image courtesy of Planet\nThe blast was small, and satellite imagery of the airport taken immediately before and after the blast is not detailed enough to capture the crater from the impact, the analysts said.\nBut it does show ground damage from the emergency vehicles, supporting the finding that the warhead hit just off the runway.\nWhile the Houthis missed their target, Mr. Lewis said, they got close enough to show that their missiles can reach it and can evade Saudi defenses. “A kilometer is a pretty normal miss rate for a Scud,” he said.\nEven the Houthis may not have realized their success, Mr. Lewis said. Unless they had intelligence sources at the airport, they would have little reason to doubt official reports.\n“The Houthis got very close to creaming that airport,” he said.\nLaura Grego, a missile expert at the Union of Concerned Scientists, expressed alarm that Saudi defense batteries had fired five times at the incoming missile.", "url": "https://www.nytimes.com/interactive/2017/12/04/world/middleeast/saudi-missile-defense.html"}