{"authors": ["Kevin Quealy", "Amanda Cox"], "date_download": "2022-10-25 23:33:41", "date_modify": "2022-10-25 23:33:41", "date_publish": "2015-07-21 13:24:46", "description": "Our animated charts show how randomness will help determine who makes the cut.", "filename": "interactive_2015_07_21_upshot_election-2015-the-first-gop-debate-and-the-role-of-chance.html_rref=upshot_1666740821.html", "image_url": "https://static01.nyt.com/images/2015/07/21/upshot/election-2015-the-first-gop-debate-and-the-role-of-chance-1437477561543/election-2015-the-first-gop-debate-and-the-role-of-chance-1437477561543-facebookJumbo-v3.png?year=2015&h=211&w=405&s=b259113c8280a05e7633285721fe3927f28cd97c4333647673da9c6b4c2551c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_07_21_upshot_election-2015-the-first-gop-debate-and-the-role-of-chance.html_rref=upshot_1666740821.html", "title": "The First G.O.P. Debate: Who’s In, Who’s Out and the Role of Chance", "title_page": "The First G.O.P. Debate: Who’s In, Who’s Out and the Role of Chance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Only 10 of the 16 Republican presidential candidates will be allowed into the first debate, on Aug. 6. Fox News, which is hosting the debate, will winnow the list using an average of the five most recent major national polls. The list above represents our estimate of the current ranking, based on the most recent polls and the rules published by the network. Some big names – potentially including a sitting senator and current or former governors of Texas, Ohio, Louisiana and New York – will be left out. And the dividing line will depend partly on both random chance and subjective decisions. As a thought experiment, let’s pretend the polling averages shown above are exactly correct and capture the true preferences of Republicans. Then let’s conduct simulations of five new polls, with typical sampling errors:\nFirst slide group Even though Mr. Perry is truly ahead of Mr. Santorum (in our hypothetical world), Mr. Santorum occasionally surpasses him because of sampling error. The rank order of the other candidates, which could affect podium location or question order, also changes. To be clear, we don’t know whether the current average is correct; Mr. Santorum could actually be ahead of Mr. Perry, if we knew the true preferences of Republican voters. Our point is that at least one spot on the stage may come down to luck. Consider one recent national poll, a survey of 336 registered Republican voters, conducted by Monmouth University from July 9 to 12. In this poll, Carly Fiorina was preferred by 1 percent of respondents — or about three people, if everyone counted the same. But in polling, responses are weighted based on demographics, so the makeup of respondents resembles that of the entire population. Take, for example, a 2012 Republican primary poll conducted for The New York Times and CBS News. In this poll, some respondents, including a young high-earning man in the West and a Hispanic woman, counted as much as four average people. So it’s entirely possible that Ms. Fiorina’s 1 percent came from a single person, if this person came from a demographic group that is hard for pollsters to reach. For candidates with very low levels of support, the responses of a very small number of people may well determine the final spots on the stage. Rounding and ties Beyond sampling error, there is another knotty issue: how the network will handle ties. When you read that a candidate has 5 percent of support in a recent poll, that’s a rounded number. The candidate could have from 4.5 percent to 5.4 percent. Fox will need to decide whether it is rounding off the candidates’ average support to the nearest full percentage point. The network has said that in the case of a hard tie between candidates on the cusp, there could be more than 10 candidates on the stage – but it has not said precisely what constitutes a hard tie. Is a candidate with average support of 1.8 percent tied with one who has an average of 1.6 percent? Here’s a simulation of who could be in and who could be out if the candidates’ averages were rounded to the nearest whole number.", "url": "https://www.nytimes.com/interactive/2015/07/21/upshot/election-2015-the-first-gop-debate-and-the-role-of-chance.html?rref=upshot"}