{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:52:26", "date_modify": "2022-10-25 23:52:26", "date_publish": "2019-09-10 19:59:39", "description": "A former technology executive wants to provide a “universal basic income” to every American.", "filename": "interactive_2020_us_elections_andrew-yang_1666741946.html", "image_url": "https://static01.nyt.com/images/2019/09/10/us/politics/10-yang-candidatepage/10-yang-candidatepage-facebookJumbo.jpg?year=2020&h=377&w=720&s=b8073d8d41476b02ab56555372cc0d043ee6b53ff453737762fd100d69fe16f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_us_elections_andrew-yang_1666741946.html", "title": "Andrew Yang: Who He Is and What He Stands For", "title_page": "Andrew Yang: Who He Is and What He Stands For - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Yang says his experience working in Silicon Valley and leading a start-up that sought to create jobs gave him an up-close look at the way automation could affect the economy in the years ahead. His solution? To give every American a “universal basic income” of $1,000 a month.\nThree questions about Andrew Yang\n1. How would his proposed universal basic income actually work? Mr. Yang’s signature campaign proposal is to provide a monthly payment he calls the freedom dividend. Every American 18 and over would qualify — even billionaires. The payments, he argues, would go a long way toward blunting the impact of automation, which Mr. Yang fears will cause mass unemployment. Giving people all that money would come with a huge price tag, and Mr. Yang suggests paying for it, in part, by imposing a value-added tax of 10 percent.\n2. Free money sounds nice. Has his campaign gained any traction? Mr. Yang announced his campaign for president in February 2018, long before other candidates. At the time, he truly was a fringe candidate. But after some unconventional campaigning and appearances on the debate stage, Mr. Yang found new fans and his fund-raising efforts took off. Mr. Yang, still a long-shot candidate, now regularly polls in the low single-digits, which is better than many of his competitors who have held elective office.", "url": "https://www.nytimes.com/interactive/2020/us/elections/andrew-yang.html"}