{"authors": [], "date_download": "2022-10-25 23:52:16", "date_modify": "2022-10-25 23:52:16", "date_publish": "2015-11-18 12:47:34", "description": "The New York Times will be checking assertions made throughout the 2016 presidential campaign.", "filename": "interactive_2016_us_elections_fact-check.html_ref=liveblog_1666741936.html", "image_url": "https://static01.nyt.com/images/2016/01/14/us/politics/101416fccruz/101416fccruz-facebookJumbo-v5.jpg?year=2015&h=550&w=1050&s=eb9e703ddb8a7c834c639c06729cb8bb10805c6e7976280e03ecd2ad17c1a733&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_us_elections_fact-check.html_ref=liveblog_1666741936.html", "title": "Fact Checks of the 2016 Election", "title_page": "Fact Checks of the 2016 Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I have never supported legalization” for undocumented immigrants.\nHis stance has shifted. Read more\nThe two Hispanic senators in the Republican presidential race — Ted Cruz of Texas and Marco Rubio of Florida — battled over immigration in the debate on Tuesday, competing to show who is tougher on border security. Mr. Rubio is vulnerable with conservatives on the divisive issue because of a bill he sponsored in 2013 that would have given people in the country illegally a pathway to citizenship.\nAfter Tuesday’s debate, readers asked us to look into whether the two candidates had accurately portrayed their own records on immigration: “Cruz and Rubio exchanged conflicting claims on whether Cruz has or will ever support citizenship/amnesty for immigrants who are currently in the country illegally,” Laurence Schiffman wrote in. “Please clarify with a bit of historical perspective.”\nMr. Rubio was trying to dim Mr. Cruz’s luster with conservative voters, who have been gravitating toward Mr. Cruz in Iowa, by claiming that Mr. Cruz had also supported legalization for those immigrants. Directly challenged by Mr. Rubio, Mr. Cruz said twice, “I have never supported legalization.”\nThat’s not quite right. During the debate in the Senate over the bill in 2013, Mr. Cruz introduced an amendment that would have given legal status, but no possibility of citizenship, to those here illegally. At the time Mr. Cruz said such immigrants would be “out of the shadows” and eligible eventually to become permanent residents, although not citizens.\nRecently Mr. Cruz, responding to Mr. Rubio, has said the amendment, which was not approved, was a “poison pill” designed to kill the entire bill.\nIn the debate Mr. Rubio also said, in accusing tones, that Mr. Cruz had supported a 500 percent increase in H-1B visas, which allow American employers to temporarily hire foreign high-skilled professionals, and a doubling of the number of green cards. True. Mr. Cruz did support both measures in 2013, although recently he has called for a halt to any increases in legal immigration and last week he introduced a bill to tighten restrictions on H-1B visas.\nBut Mr. Cruz’s charge that Mr. Rubio was trying “to muddy the waters” also seems right. Mr. Rubio has also supported big increases in green cards, and in January he sponsored a bill to as much as triple the number of H-1B visas. Mr. Rubio, confusingly, was attacking Mr. Cruz for agreeing with him.\nMeanwhile, Mr. Cruz, as he pledged to ramp up deportations, presented figures on the enforcement records of past presidents that were misleading at best. He said President Obama was “releasing criminal aliens,” while President George W. Bush had deported more than 10 million immigrants and President Bill Clinton 12 million.\nMr. Cruz seems to have lumped together deportations — about 827,000 under Mr. Clinton and about 2 million under Mr. Bush, compared with at least 2.3 million so far under Mr. Obama — with a figure for migrants who were returned, mainly to Mexico, without being formally deported. The number of those “returns” has plunged under Mr. Obama because, with enhanced border enforcement, illegal immigration from Mexico has dropped to 40-year lows.\nThe bottom line: In this rivalry, Mr. Cruz has consistently taken a harder line against what he calls “amnesty” for people in the country illegally. Mr. Rubio has evolved. He renounced the 2013 bill, saying he concluded that immigration could not be fixed in one package. On Tuesday he said he still supported a pathway to citizenship, but one that would come after new border security and be at least 10 years long — and likely much longer.\n— Julia Preston", "url": "https://www.nytimes.com/interactive/2016/us/elections/fact-check.html?ref=liveblog"}