{"authors": ["Weiyi Cai", "K.K. Rebecca Lai", "Alicia Parlapiano", "Jugal K. Patel", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:00:51", "date_modify": "2022-10-25 23:00:51", "date_publish": "2019-09-26 22:03:11", "description": "A guide to the key figures and dates as President Trump and his allies pressured Ukraine to investigate his political opponents.", "filename": "interactive_2019_09_26_us_politics_trump-ukraine-impeachment-timeline_1666738851.html", "image_url": "https://static01.nyt.com/images/2019/09/26/us/trump-ukraine-timeline-promo-1569528528277/trump-ukraine-timeline-promo-1569528528277-facebookJumbo-v3.jpg?year=2019&h=549&w=1050&s=8c50283706a0d609ed18844db8b33d42789c681e3fb59f1c15dcc5227719610f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_09_26_us_politics_trump-ukraine-impeachment-timeline_1666738851.html", "title": "Trump’s Efforts to Push Ukraine Toward a Biden Inquiry: A Timeline", "title_page": "Trump’s Efforts to Push Ukraine Toward a Biden Inquiry: A Timeline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s personal lawyer, Rudolph W. Giuliani, meets in New York for hours with a Ukrainian prosecutor. Mr. Giuliani pushes for information about — and investigations into — Mr. Trump’s rivals, including Mr. Biden. Mr. Giuliani briefs Mr. Trump on his efforts.\nOn Fox News, Mr. Giuliani suggests that Mr. Biden, in an effort to benefit his son Hunter Biden, pushed for the dismissal of a Ukrainian prosecutor who was looking into the owner of a company that was paying his son. Mr. Giuliani also calls for an investigation into Ukraine’s involvement in the origins of the inquiries into Russian interference in the 2016 campaign.\nMr. Trump calls Ukraine’s president-elect, Volodymyr Zelensky, to congratulate him, and asks Mr. Zelensky to pursue investigations of “corruption.”\nOn Fox News, Mr. Trump suggests he would like Attorney General William P. Barr to review information gathered by Ukrainian prosecutors about what the network host Sean Hannity suggests was Ukrainian “collusion” with Democrats in 2016.\nThe Trump administration recalls the United States ambassador to Ukraine, Marie L. Yovanovitch. Conservative allies of Mr. Trump had come to believe she was not sufficiently supportive of the president.\nThe New York Times reports that Mr. Giuliani was planning a trip to Kiev to push the incoming government to press ahead with investigations into Mr. Biden, and into possible Ukrainian connections to the origins of the Mueller probe.\nMr. Trump tells Politico that it would be “appropriate” for him to speak to Mr. Barr about launching an investigation into the Bidens’ work in Ukraine, and that he plans to speak with Mr. Giuliani about his trip to Ukraine.\nMr. Giuliani cancels his trip to Kiev.\nMr. Trump tells Vice President Mike Pence to cancel a trip to attend Mr. Zelensky’s inauguration, a whistle-blower alleged in a complaint released Thursday. Other administration officials, including Rick Perry, the secretary of energy, attend instead.\nAfter a U.S. delegation returns from a trip to Mr. Zelensky’s inauguration, Mr. Trump is briefed on their favorable impressions of the new Ukrainian leader. Mr. Trump responds that he thinks all Ukrainian politicians are corrupt.\nMr. Trump indicates to ABC’s George Stephanopoulos that he would accept damaging information on a political rival from a foreign government.\nOver breakfast at the Trump Hotel, Mr. Zelensky’s aide, Andriy Yermak, asks Kurt Volker, the United States special envoy for Ukraine, to connect him to Mr. Giuliani.\nMr. Yermak talks to Mr. Giuliani by phone for the first time.\nMr. Trump instructs Mick Mulvaney, the acting White House chief of staff, to hold back almost $400 million in aid to Ukraine.\nMr. Trump speaks to Mr. Zelensky by phone and asks for a “favor”: Ukraine's help in looking into an unfounded conspiracy theory holding that Ukrainians — and not the Russian government — were involved in the hacking of the Democratic National Committee. Mr. Trump goes on to cite his desire to look at Mr. Biden and his son, and suggests that Mr. Zelensky work with Mr. Giuliani and Mr. Barr.\nAccording to the complaint, White House officials are directed to move the transcript of the call into an electronic system that is normally used for sensitive, classified information — “not the first time” a transcript is placed there to protect politically sensitive material.\nMr. Volker and Gordon Sondland, the U.S. ambassador to the European Union, advise Ukrainian leadership on how to navigate Mr. Trump’s demands during meetings in Kiev, the complaint alleges.\nMr. Giuliani meets in Madrid with a top aide to Mr. Zelensky to encourage the Ukrainian government to investigate Mr. Trump’s political opponents.\nWilliam B. Taylor Jr., the top American diplomat in Ukraine, sends a text message to Mr. Volker and Mr. Sondland saying that “I think it's crazy to withhold security assistance for help with a political campaign.”\nThe intelligence community inspector general sends a letter to the House and Senate Intelligence Committees informing them of the existence of a whistle-blower complaint.\nThe House Foreign Affairs, Intelligence and Oversight Committees launch an investigation into whether Mr. Trump and Mr. Giuliani are abusing the U.S. foreign policy apparatus for political gain.\nThe White House informs senators that it is releasing the Ukraine military assistance it had been withholding.", "url": "https://www.nytimes.com/interactive/2019/09/26/us/politics/trump-ukraine-impeachment-timeline.html"}