{"authors": ["Azmat Khan", "Anand Gopal"], "date_download": "2022-10-25 23:53:58", "date_modify": "2022-10-25 23:53:58", "date_publish": "2017-11-16 17:05:43", "description": "An on-the-ground investigation reveals that the U.S.-led battle against ISIS — hailed as the most precise air campaign in history — is killing far more Iraqi civilians than the coalition has acknowledged.", "filename": "interactive_2017_11_16_magazine_uncounted-civilian-casualties-iraq-airstrikes_1666742038.html", "image_url": "https://static01.nyt.com/images/2017/11/19/world/19airstrikes-hp/19airstrikes-hp-facebookJumbo.jpg?year=2017&h=549&w=1050&s=e0e68a26f66ad6c1ab7a8970c29d2084ee20dcda73bef3f6ba92bbd385ff0672&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_11_16_magazine_uncounted-civilian-casualties-iraq-airstrikes_1666742038.html", "title": "The New York Times", "title_page": "The Uncounted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Photographs by Giles Price/Institute, for The New York Times\nLate on the evening of Sept. 20, 2015, Basim Razzo sat in the study of his home on the eastern side of Mosul, his face lit up by a computer screen. His wife, Mayada, was already upstairs in bed, but Basim could lose hours clicking through car reviews on YouTube: the BMW Alpina B7, the Audi Q7. Almost every night went like this. Basim had long harbored a taste for fast rides, but around ISIS-occupied Mosul, the auto showrooms sat dark, and the family car in his garage — a 1991 BMW — had barely been used in a year. There simply was nowhere to go.\nThe Razzos lived in the Woods, a bucolic neighborhood on the banks of the Tigris, where marble and stucco villas sprawled amid forests of eucalyptus, chinar and pine. Cafes and restaurants lined the riverbanks, but ever since the city fell to ISIS the previous year, Basim and Mayada had preferred to entertain at home. They would set up chairs poolside and put kebabs on the grill, and Mayada would serve pizza or Chinese fried rice, all in an effort to maintain life as they’d always known it. Their son, Yahya, had abandoned his studies at Mosul University and fled for Erbil, and they had not seen him since; those who left when ISIS took over could re-enter the caliphate, but once there, they could not leave — an impasse that stranded people wherever they found themselves. Birthdays, weddings and graduations came and went, the celebrations stockpiled for that impossibly distant moment: liberation.\nNext door to Basim’s home stood the nearly identical home belonging to his brother, Mohannad, and his wife, Azza. They were almost certainly asleep at that hour, but Basim guessed that their 18-year-old son, Najib, was still up. A few months earlier, he was arrested by the ISIS religious police for wearing jeans and a T-shirt with English writing. They gave him 10 lashes and, as a further measure of humiliation, clipped his hair into a buzz cut. Now he spent most of his time indoors, usually on Facebook. “Someday it’ll all be over,” Najib had posted just a few days earlier. “Until that day, I’ll hold on with all my strength.”\nSometimes, after his parents locked up for the night, Najib would fish the key out of the cupboard and steal over to his uncle’s house. Basim had the uncanny ability to make his nephew forget the darkness of their situation. He had a glass-half-full exuberance, grounded in the belief that every human life — every setback and success, every heartbreak and triumph — is written by the 40th day in the womb. Basim was not a particularly religious man, but that small article of faith underpinned what seemed to him an ineluctable truth, even in wartime Iraq: Everything happens for a reason. It was an assurance he offered everyone; Yahya had lost a year’s worth of education, but in exile he had met, and proposed to, the love of his life. “You see?” Basim would tell Mayada. “You see? That’s fate.”\nBasim had felt this way for as long as he could remember. A 56-year-old account manager at Huawei, the Chinese multinational telecommunications company, he studied engineering in the 1980s at Western Michigan University. He and Mayada lived in Portage, Mich., in a tiny one-bedroom apartment that Mayada also used as the headquarters for her work as an Avon representative; she started small, offering makeup and skin cream to neighbors, but soon expanded sales to Kalamazoo and Comstock. Within a year, she’d saved up enough to buy Basim a $700 Minolta camera. Basim came to rely on her ability to impose order on the strange and the mundane, to master effortlessly everything from Yahya’s chemistry homework to the alien repartee of faculty picnics and Rotary clubs. It was fate. They had been married now for 33 years.\nAround midnight, Basim heard a thump from the second floor. He peeked out of his office and saw a sliver of light under the door to the bedroom of his daughter, Tuqa. He called out for her to go to bed. At 21, Tuqa would often stay up late, and though Basim knew that he wasn’t a good example himself and that the current conditions afforded little reason to be up early, he believed in the calming power of an early-to-bed, early-to-rise routine. He waited at the foot of the stairs, called out again, and the sliver went dark.\nIt was 1 a.m. when Basim finally shut down the computer and headed upstairs to bed. He settled in next to Mayada, who was fast asleep.\nSome time later, he snapped awake. His shirt was drenched, and there was a strange taste — blood? — on his tongue. The air was thick and acrid. He looked up. He was in the bedroom, but the roof was nearly gone. He could see the night sky, the stars over Mosul. Basim reached out and found his legs pressed just inches from his face by what remained of his bed. He began to panic. He turned to his left, and there was a heap of rubble. “Mayada!” he screamed. “Mayada!” It was then that he noticed the silence. “Mayada!” he shouted. “Tuqa!” The bedroom walls were missing, leaving only the bare supports. He could see the dark outlines of treetops. He began to hear the faraway, unmistakable sound of a woman’s voice. He cried out, and the voice shouted back, “Where are you?” It was Azza, his sister-in-law, somewhere outside.\n“Mayada’s gone!” he shouted.\n“No, no, I’ll find her!”\n“No, no, no, she’s gone,” he cried back. “They’re all gone!”\nLATER THAT SAME day, the American-led coalition fighting the Islamic State in Iraq and Syria uploaded a video to its YouTube channel. The clip, titled “Coalition Airstrike Destroys Daesh VBIED Facility Near Mosul, Iraq 20 Sept 2015,” shows spectral black-and-white night-vision footage of two sprawling compounds, filmed by an aircraft slowly rotating above. There is no sound. Within seconds, the structures disappear in bursts of black smoke. The target, according to the caption, was a car-bomb factory, a hub in a network of “multiple facilities spread across Mosul used to produce VBIEDs for ISIL’s terrorist activities,” posing “a direct threat to both civilians and Iraqi security forces.” Later, when he found the video, Basim could watch only the first few frames. He knew immediately that the buildings were his and his brother’s houses.\nThe clip is one of hundreds the coalition has released since the American-led war against the Islamic State began in August 2014. Also posted to Defense Department websites, they are presented as evidence of a military campaign unlike any other — precise, transparent and unyielding. In the effort to expel ISIS from Iraq and Syria, the coalition has conducted more than 27,500 strikes to date, deploying everything from Vietnam-era B-52 bombers to modern Predator drones. That overwhelming air power has made it possible for local ground troops to overcome heavy resistance and retake cities throughout the region. “U.S. and coalition forces work very hard to be precise in airstrikes,” Maj. Shane Huff, a spokesman for the Central Command, told us, and as a result “are conducting one of the most precise air campaigns in military history.”\nAmerican military planners go to great lengths to distinguish today’s precision strikes from the air raids of earlier wars, which were carried out with little or no regard for civilian casualties. They describe a target-selection process grounded in meticulously gathered intelligence, technological wizardry, carefully designed bureaucratic hurdles and extraordinary restraint. Intelligence analysts pass along proposed targets to “targeteers,” who study 3-D computer models as they calibrate the angle of attack. A team of lawyers evaluates the plan, and — if all goes well — the process concludes with a strike so precise that it can, in some cases, destroy a room full of enemy fighters and leave the rest of the house intact.\nThe coalition usually announces an airstrike within a few days of its completion. It also publishes a monthly report assessing allegations of civilian casualties. Those it deems credible are generally explained as unavoidable accidents — a civilian vehicle drives into the target area moments after a bomb is dropped, for example. The coalition reports that since August 2014, it has killed tens of thousands of ISIS fighters and, according to our tally of its monthly summaries, 466 civilians in Iraq.\nYet until we raised his case, Basim’s family was not among those counted. Mayada, Tuqa, Mohannad and Najib were four of an unknown number of Iraqi civilians whose deaths the coalition has placed in the “ISIS” column. Estimates from Airwars and other nongovernmental organizations suggest that the civilian death toll is much higher, but the coalition disputes such figures, arguing that they are based not on specific intelligence but local news reports and testimony gathered from afar. When the coalition notes a mission irregularity or receives an allegation, it conducts its own inquiry and publishes a sentence-long analysis of its findings. But no one knows how many Iraqis have simply gone uncounted.\nOur own reporting, conducted over 18 months, shows that the air war has been significantly less precise than the coalition claims. Between April 2016 and June 2017, we visited the sites of nearly 150 airstrikes across northern Iraq, not long after ISIS was evicted from them. We toured the wreckage; we interviewed hundreds of witnesses, survivors, family members, intelligence informants and local officials; we photographed bomb fragments, scoured local news sources, identified ISIS targets in the vicinity and mapped the destruction through satellite imagery. We also visited the American air base in Qatar where the coalition directs the air campaign. There, we were given access to the main operations floor and interviewed senior commanders, intelligence officials, legal advisers and civilian-casualty assessment experts. We provided their analysts with the coordinates and date ranges of every airstrike — 103 in all — in three ISIS-controlled areas and examined their responses. The result is the first systematic, ground-based sample of airstrikes in Iraq since this latest military action began in 2014.\nWe found that one in five of the coalition strikes we identified resulted in civilian death, a rate more than 31 times that acknowledged by the coalition. It is at such a distance from official claims that, in terms of civilian deaths, this may be the least transparent war in recent American history. Our reporting, moreover, revealed a consistent failure by the coalition to investigate claims properly or to keep records that make it possible to investigate the claims at all. While some of the civilian deaths we documented were a result of proximity to a legitimate ISIS target, many others appear to be the result simply of flawed or outdated intelligence that conflated civilians with combatants. In this system, Iraqis are considered guilty until proved innocent. Those who survive the strikes, people like Basim Razzo, remain marked as possible ISIS sympathizers, with no discernible path to clear their names.\nBASIM WOKE UP in a ward at Mosul General Hospital, heavy with bandages. He was disoriented, but he remembered being pried loose from the rubble, the neighbors’ hands all over his body, the backhoe serving him down to the earth, the flashing lights of an ambulance waiting in the distance. The rescuers worked quickly. Everyone knew it had been an airstrike; the planes could return at any minute to finish the job.\nIn the hospital, Basim was hazily aware of nurses and orderlies, but it was not until morning that he saw a familiar face. Mayada’s brother placed a hand on his shoulder. When Basim asked who in his home survived, he was told: nobody. The blast killed Mayada and Tuqa instantly. A second strike hit next door, and Mohannad and Najib were also dead. Only Azza, Najib’s mother, was alive, because the explosion had flung her through a second-story window.\nWith his hip shattered, his pubic bone broken and his back and the sole of his left foot studded with shrapnel, Basim would need major surgery. But no hospital in Mosul, or anywhere in the caliphate, had the personnel or equipment to carry it out. The only hope was to apply for permission to temporarily leave ISIS territory, which required approval from the surprisingly complex ISIS bureaucracy. A friend put in the paperwork, but the ISIS representative denied the request. “Let him die,” he told Basim’s friend. “There were four martyrs. Let him be the fifth.”\nBasim was moved to his parents’ home on the city’s southern side. For two days, close friends and family members streamed in, but he hardly registered their presence. On the third day, he found himself able to sit up, and he began flipping through the pictures on his phone. One of the last was taken the evening before the attack: Tuqa grinning in the kitchen, clutching a sparkler. For the first time, he began to sob. Then he gathered himself and opened Facebook. “In the middle of the night,” he wrote, “coalition airplanes targeted two houses occupied by innocent civilians. Is this technology? This barbarian attack cost me the lives of my wife, daughter, brother and nephew.”\nSuddenly, it was as if the whole city knew, and messages poured in. Word filtered to local sheikhs, imams and businessmen. Basim’s own fate was discussed. Favors were called in, and a few weeks later, ISIS granted Basim permission to leave the caliphate. There was one condition: He must put up the deed to some of his family’s property, which would be seized if he did not return. Basim feared traveling to Baghdad; whoever targeted his home might still believe him to be part of ISIS. Turkey seemed like his only option, and the only way to get there was to cross the breadth of Islamic State lands, through Syria.\nFor Basim, the next few days passed in a haze. A hired driver lowered him into a GMC Suburban, its rear seats removed to accommodate the mattress on which he reclined. They drove through the Islamic State countryside, past shabby villages and streams strewn with trash. In the afternoon, they reached Mount Sinjar, where a year earlier, Yazidi women were carted off by ISIS and sold into slavery. “I’m sorry, I have to go fast now,” the driver said, revving up the engine until they were tearing through at 100 m.p.h. Yazidi guerrillas were now taking refuge in the highlands and were known to take aim at the traffic down below.\nThe country opened up into miles and miles of featureless desert. Basim could not distinguish the small Syrian towns they passed but was aware of reaching Raqqa, the capital of the caliphate, and being lifted by a team of pedestrians and moved to a second vehicle. Soon a new driver was rushing Basim along darkened fields of wheat and cotton on narrow, bone-jarring roads. At times, the pain in his hip was unbearable. They stopped to spend the night, but he did not know where. At dawn, they set out again. After a while, the driver reached under his seat and produced a pack of cigarettes, forbidden in the caliphate. Basim was alarmed, but the driver began to laugh. “Don’t worry,” he said. “We’re now in Free Syrian Army territory.”\nBefore long, the traffic slowed, and they were weaving through streets crowded with refugees and homeless children and Syrian rebels. Basim was pushed across the border on a wheelchair. Waiting on the Turkish side, standing by an ambulance, was his son. Weeping, Yahya bent down to embrace his father. They had not seen each other in a year.\nBasim spent the next two months in and out of a bed at the Special Orthopedic Hospital in Adana, Turkey. In the long hours between operations, when the painkillers afforded moments of lucidity, he tried to avoid ruminating on his loss. He refused to look at photos of his house, but occasionally at first, and then obsessively, he began replaying his and Mayada’s actions in the days and weeks before the attack, searching for an explanation. Why was his family targeted? Some friends assumed that an ISIS convoy had been nearby, but the video showed nothing moving in the vicinity. What it did show was two direct hits. “O.K., this is my house, and this is Mohannad’s house,” he recalled. “One rocket here, and one rocket there. It was not a mistake.”\nBasim’s shock and grief were turning to anger. He knew the Americans; he had lived among them. He had always felt he understood them. He desperately wanted to understand why his family was taken from him. “I decided,” he said, “to get justice.”\nBasim belongs to one of Mosul’s grand old families, among the dozens descended — the story goes — from 40 prophets who settled the baking hot banks of the Tigris, opposite the ancient Assyrian metropolis of Nineveh. Though the city they founded has since acquired a reputation for conservatism, Basim could remember a time of cosmopolitan flair. When he was growing up, domed Yazidi shrines and arched Syriac Orthodox churches stood nearly side by side with mosques and minarets; cafes in the evenings filled with hookah smoke and students steeped in Iraq’s burgeoning free-verse poetry movement. On Thursdays, visitors could find bars, clubs and raucous all-night parties or head to the Station Hotel, built in the central railway depot, where travelers liked to congregate for a drink (and where, to her eternal amusement, Agatha Christie once met the manager, a Syrian Christian named Satan). The wealthy tended to sympathize with the old monarchy or nationalist causes, but the working-class neighborhoods, particularly the Kurdish and Christian quarters, were bastions of Communist support. Islamic fundamentalism was nearly unheard-of, a bizarre doctrine of the fringe.\nIn the 1970s, as Saddam Hussein consolidated power, Mosul’s pluralism began to erode, but Basim would not be around long enough to witness its disappearance. He left for England in 1979 and soon made his way to the United States. Settling into Michigan life was easy. Basim bought a Mustang, figured out health insurance, barbecued, went to cocktail parties and dated a woman he met in England. This development alarmed his parents, who began to pester him to settle down and suggested that he marry his cousin Mayada. He resisted at first, but the allure of making a life with someone from back home proved too great. He married Mayada in 1982, in a small ceremony at his uncle’s home in Ann Arbor, Mich., in front of a dozen people.\nAs the oldest son, Basim felt increasingly concerned about his aging parents, so in 1988, he and Mayada made the difficult decision to move back home permanently. The city they returned to had undergone a shocking transformation. The Iran-Iraq war was winding down, but at a cost of as many as half a million dead Iraqis. The political alternatives of Basim’s youth were gone: Communism had long since been crushed, and Arab nationalism had lost its luster under Hussein’s Baathist dictatorship.\nInstead, people increasingly described their suffering in the language of faith. The culture was transforming before Basim’s eyes; for the first time, Mayada wrapped herself in a head scarf. Not long after, small networks of religious fundamentalists began appearing in Mosul, preaching to communities devastated by war and United Nations sanctions.\nThen, in 2003, the United States invaded. One night just a few months afterward, the Americans showed up at the Woods and took over a huge abandoned military barracks across the street from Basim’s property. The next morning, they started cutting down trees. “They said, ‘This is for our security,’ ” Basim recalled. “I said, ‘Your security doesn’t mean destruction of the forest.’ ” Walls of concrete and concertina wire started to appear amid the pine and chinar stands. The barracks became a Joint Coordination Center, or J.C.C., where American troops worked with local security forces. Basim came to know some of the Americans; once, before the center acquired internet access, he helped a soldier send email to his mother back home. Sometimes he would serve as an impromptu translator.\nAcross Iraq, the American invasion had plunged the country into chaos and spawned a nationalist resistance — and amid the social collapse, the zealots seized the pulpit. Al Qaeda in Iraq recruited from Mosul’s shanty towns and outlying villages and from nearby provincial cities like Tal Afar. By 2007, sections of Mosul were in rebellion. By then, the Americans had expanded the mission of the J.C.C., adding a center where Iraqis could file compensation claims for the injury or death of a loved one at the hands of American forces.\nWhen the Americans withdrew in 2011, Basim felt as if almost everyone he knew harbored grievances toward the occupation. That same year, on one of his customary rambles around the internet, Basim came upon a TEDx Talk called “A Radical Experiment in Empathy” by Sam Richards, a sociology professor at Penn State. Richards was asking the audience to imagine that China had invaded the United States, plundered its coal and propped up a kleptocratic government. Then he asked the audience to put themselves in the shoes of “an ordinary Arab Muslim living in the Middle East, particularly in Iraq.” He paced across the stage, scenes from the Iraq conflict playing behind him. “Can you feel their anger, their fear, their rage at what has happened to their country?”\nWe visited the locations of nearly 150 airstrikes across northern Iraq, seeking to determine which air force launched them and whom they killed. The American-led coalition now acknowledges that it was the “probable” source of many more of those strikes than previously disclosed. Below are the stories of some of the victims. A. K. and A. G.\nBasim was transfixed. He’d never seen an American talk this way. That night, he wrote an email. “Dear Dr. Richards, my name is Basim Razzo, and I am a citizen of Iraq,” he began. He described how Iraqis had celebrated the overthrow of Hussein but then lost hope as the war progressed. “Radical Islamists grew as a result of this war, and many ideas grew out of this war which we have never seen or heard before,” he said. “I thank you very much for your speech to enlighten the American public about this war.”\nRichards invited Basim to begin speaking to his classes over Skype, and a friendship blossomed. Years later, Richards saw Basim’s Facebook post describing the attack and ran it through Google Translate. He and his wife spent hours messaging with Basim, trying to console him. In the end, Richards had signed off, “This American friend of yours, this American brother, sends you a virtual hug.”\nNow, as Basim lay in bed in the Special Orthopedic Hospital in Adana, he found his thoughts returning to the old Joint Coordination Center next to his house in Mosul and the condolence payments they used to offer. He knew that he would never recover the full extent of his losses, but he needed to clear his name. And he wanted an accounting. He decided that as soon as he recuperated, he would seek compensation. It was the only way he could imagine that an Iraqi civilian might sit face to face with a representative of the United States military.\nThe idea that civilian victims of American wars deserve compensation was, until recently, a radical notion floating on the edges of military doctrine. Under international humanitarian law, it is legal for states to kill civilians in war when they are not specifically targeted, so long as “indiscriminate attacks” are not used and the number of civilian deaths is not disproportionate to the military advantage gained. Compensating victims, the argument went, would hinder the state’s ability to wage war. Even the Foreign Claims Act, the one American law on the books that allows civilians to be compensated for injury or death at the hands of United States military personnel, exempts losses due to combat.\nOver the years, however, war planners have come to see strategic value in payments as a good-will gesture. During the Korean War, American commanders sometimes offered token cash or other gifts to wronged civilians, in a nod to local custom. These payments were designed to be symbolic expressions of condolence, not an official admission of wrongdoing or compensation for loss. During the Iraq and Afghanistan conflicts, war planners began to focus more seriously on condolence payments, seeing them as a way to improve relations with locals and forestall revenge attacks. Soon, American forces were disbursing thousands of dollars yearly to civilians who suffered losses because of combat operations, for everything from property damage to the death of a family member.\nBecause the military still refused to consider the payments as compensation for loss, the system became capricious almost by design. Rebuilding a home could cost hundreds of thousands of dollars, on top of several thousands’ worth of furniture and other possessions. Medical bills could amount to thousands of dollars, especially for prostheses and rehabilitation. Losing government documents, like ID cards, could mean years of navigating a lumbering bureaucracy. The American condolence system addressed none of this. Payouts varied from one unit to the next, making the whole process seem arbitrary, mystifying or downright cruel to recipients: Payouts in Afghanistan, for example, ranged from as little as $124.13 in one civilian death to $15,000 in another.\nIn 2003, an activist from Northern California named Marla Ruzicka showed up in Baghdad determined to overhaul the system. She founded Civic, now known as the Center for Civilians in Conflict, and collected evidence of civilians killed in American military operations. She discovered not only that there were many more than expected but also that the assistance efforts for survivors were remarkably haphazard and arbitrary. Civic championed the cause in Washington and found an ally in Senator Patrick J. Leahy of Vermont. In 2005, Ruzicka was killed by a suicide blast in Baghdad, but her efforts culminated in legislation that established a fund to provide Iraqi victims of American combat operations with nonmonetary assistance — medical care, home reconstruction — that served, in practice, as compensation.\nWhen the Americans withdrew in 2011, however, all condolence programs went defunct, and they were not revived when the United States began the war against ISIS in 2014. The Marla Ruzicka Iraqi War Victims Fund itself — the only program specifically designed to aid war victims still in effect — has turned to other priorities and no longer provides assistance to civilian survivors of American combat operations. When we asked the State Department whether civilian victims of American airstrikes could turn to the Marla Fund for assistance, they were unable to provide an answer.\nThe two most recent military spending bills also authorized millions of dollars for condolence payments, but the Defense Department has failed to enact these provisions or even propose a plan for how it might disburse that money. In fact, in the course of our investigation, we learned that not a single person in Iraq or Syria has received a condolence payment for a civilian death since the war began in 2014. “There really isn’t a process,” a senior Central Command official told us. “It’s not that anyone is against it; it just hasn’t been done, so it’s almost an aspirational requirement.”\nWith Mosul and Raqqa now out of ISIS control, the coalition is “not going to spend a lot of time thinking about” condolence payments, said Col. John Thomas, a spokesman for Central Command. “We’re putting our efforts into community safety and returning refugees to some sort of home.” While assisting civilian victims is no longer a military priority, some authorities appear to remain concerned about retaliation. About a year after the strike on Basim’s house, his cousin Hussain Al-Rizzo, a systems-engineering professor at the University of Arkansas at Little Rock, received a visit from an F.B.I. agent. The agent, he said, asked if the deaths of his relatives in an American airstrike made him in his “heart of hearts sympathize with the bad guys.” Hussain, who has lived in the United States since 1987, was stunned by the question. He said no.\nIn late December 2015, after three operations, Basim moved to Baghdad to live with Yahya in a five-bedroom house next door to his nephew Abdullah, Mohannad’s oldest son. Eight screws were drilled into his left hip, a titanium plate stabilized his right hip and a six-inch scar mapped a line across his abdomen. His pain was unremitting. He was out of work and had little more than the clothes he took when escaping Mosul. His computer, the photo albums, the wedding gifts Mayada had packed for Yahya — all of it was buried under rubble.\nBasim channeled his frustrations into proving his case to the Americans. With a quiet compulsiveness, he scoured the web, studying Google Earth images. He asked a niece, still living inside Mosul, to take clandestine photographs of the site, including close-ups of bomb fragments. He inventoried his lost possessions. He contacted everyone he’d met who might have links to the American authorities: acquaintances from Michigan, his cousins in Arkansas, a relative who was an assistant professor at Yale University. His best hope was Sam Richards, the professor at Penn State: One of his former students was an adviser to Hillary Clinton’s presidential campaign, and she helped him get an appointment at the United States Embassy in Baghdad.\nOn a rainy Sunday in February 2016, Yahya drove Basim to the perimeter of the Green Zone in downtown Baghdad. He proceeded into the fortified compound by walker and then boarded a minibus for the embassy, carrying a nine-page document he had compiled. Because there was no established mechanism for Iraqi victims to meet American officials, his appointment was at the American Citizen Services section. He pressed against the window and showed the consular officer his dossier. One page contained satellite imagery of the Razzo houses, and others contained before-and-after photos of the destruction. Between them were photos of each victim: Mayada sipping tea, Tuqa in the back yard, Najib in a black-and-white self-portrait and a head shot of Mohannad, an engineering professor, his academic credentials filling the rest of the page. The most important issue, Basim had written, was that his family was now “looked at as members of ISIS” by the Iraqi authorities. This threatened to be a problem, especially after the city’s liberation.\nThe consular officer, who spoke to us on the condition of anonymity, was moved. “I have people coming in every day that lie to me, that come with these sob stories,” the officer remembered telling him, “but I believe you.” When Basim emerged onto the street, the rain was beating down, and a passer-by held out an umbrella as he hobbled to a taxi.\nTwo months passed, and Basim heard nothing. He wrote to the officer and reattached the report, asking for an update, but he received no reply. He tried again the next month and was told that his case had been “forwarded.” Then more silence.\nWe first met Basim not long after, in the spring of 2016, in a quiet cafe in Baghdad’s Mansour district. Basim’s cousin’s wife, Zareena Grewal, the Yale professor, had written an Op-Ed in The New York Times about the attack. We had already been investigating the larger problem of civilian airstrikes for several months, so we contacted him to learn more about his story. Nearly half the country was still under ISIS control, and all along Mansour’s palm-shaded sidewalks were the resplendent bursts of militia flags and posters of angelic-looking young men who had fallen on the front. Around the city, residents were living under a pall of suspicion that they were Islamic State sympathizers, a target for rogue militias and vengeful security forces, and Basim was eager to move north to Erbil. This was another reason he was determined to meet the Americans — not only for compensation but also for a letter attesting to their mistake, to certify that he did not belong to ISIS. “We’ll hear something soon,” Basim assured us.\nBut as the summer months came and went, still without word, Basim’s confidence began to waver. In September, nearly a year after the airstrike, he tried emailing the embassy again. This time he received a response: “The recipient’s mailbox is full and can’t accept messages now. Please try resending this message later, or contact the recipient directly.” (The consular officer later told us that when Basim’s case was referred to a military attorney, the attorney replied, “There’s no way to prove that the U.S. was involved.”)\nIn November, we wrote to the coalition ourselves, explaining that we were reporters working on an article about Basim. We provided details about his family and his efforts to reach someone in authority and included a link to the YouTube video the coalition posted immediately after the strike. A public-affairs officer responded, “There is nothing in the historical log for 20 SEP 2015,” the date the coalition had assigned to the strike video. Not long after, the video disappeared from the coalition’s YouTube channel. We responded by providing the GPS coordinates of Basim’s home, his emails to the State Department and an archived link to the YouTube video, which unlike the videos on the Pentagon’s website allow for comments underneath — including those that Basim’s family members left nearly a year before.\n“I will NEVER forget my innocent and dear cousins who died in this pointless airstrike,” wrote Aisha Al-Rizzo, Tuqa’s 16-year-old cousin from Arkansas.\n“You are murderers,” wrote Basim and Mohannad’s cousin Hassan al-Razzo. “You kill innocents with cold blood and then start creating justification.”\n“How could you do that?” wrote another relative. “You don’t have a heart.”\nOver the coming weeks, one by one, the coalition began removing all the airstrike videos from YouTube.\nWhen ISIS left a mortar in Qaiyara’s rail yard, a local informant passed on the coordinates for an airstrike. The strikes hit the rail yard (below), but ISIS had moved on. Instead, the homes of Salam al-Odeh and Aaz-Aldin Muhammad Alwan were hit. Salam’s wife, Harbia, hung on until she reached the hospital, where she told her relatives what happened, then died of her injuries. A few weeks later, her son Musab died of his wounds, too. Of the eight people living in the two homes struck, only Rawa (below), who was 2, survived.\nThe Coalition’s air war in Iraq is directed largely from the Combined Air Operations Center, quartered inside Al-Udeid Air Base in the desert outskirts of Doha, Qatar. As a shared hub for the Qatari Air Force, the British Royal Air Force and the United States Air Force and Central Command, among others, Udeid hosts some of the longest runways in the Middle East, as well as parking lots full of hulking KC-135 Stratotanker refueling planes, a huge swimming pool and a Pizza Hut. An alarm blares occasional high-temperature alerts, but the buildings themselves are kept so frigid that aviators sometimes wear extra socks as mittens.\nWhen we visited in May, several uniformed officials walked us through the steps they took to avoid civilian casualties. The process seemed staggeringly complex — the wall-to-wall monitors, the soup of acronyms, the army of lawyers — but the impressively choreographed operation was designed to answer two basic questions about each proposed strike: Is the proposed target actually ISIS? And will attacking this ISIS target harm civilians in the vicinity?\nAs we sat around a long conference table, the officers explained how this works in the best-case scenario, when the coalition has weeks or months to consider a target. Intelligence streams in from partner forces, informants on the ground, electronic surveillance and drone footage. Once the coalition decides a target is ISIS, analysts study the probability that striking it will kill civilians in the vicinity, often by poring over drone footage of patterns of civilian activity. The greater the likelihood of civilian harm, the more mitigating measures the coalition takes. If the target is near an office building, the attack might be rescheduled for nighttime. If the area is crowded, the coalition might adjust its weaponry to limit the blast radius. Sometimes aircraft will even fire a warning shot, allowing people to escape targeted facilities before the strike. An official showed us grainy night-vision footage of this technique in action: Warning shots hit the ground near a shed in Deir al-Zour, Syria, prompting a pair of white silhouettes to flee, one tripping and picking himself back up, as the cross hairs follow.\nOnce the targeting team establishes the risks, a commander must approve the strike, taking care to ensure that the potential civilian harm is not “excessive relative to the expected military advantage gained,” as Lt. Col. Matthew King, the center’s deputy legal adviser, explained.\nAfter the bombs drop, the pilots and other officials evaluate the strike. Sometimes a civilian vehicle can suddenly appear in the video feed moments before impact. Or, through studying footage of the aftermath, they might detect signs of a civilian presence. Either way, such a report triggers an internal assessment in which the coalition determines, through a review of imagery and testimony from mission personnel, whether the civilian casualty report is credible. If so, the coalition makes refinements to avoid future civilian casualties, they told us, a process that might include reconsidering some bit of intelligence or identifying a flaw in the decision-making process.\nMost of the civilian deaths acknowledged by the coalition emerge from this internal reporting process. Often, though, watchdogs or journalists bring allegations to the coalition, or officials learn about potential civilian deaths through social media. The coalition ultimately rejects a vast majority of such external reports. It will try to match the incident to a strike in its logs to determine whether it was indeed its aircraft that struck the location in question (the Iraqi Air Force also carries out strikes). If so, it then scours its drone footage, pilot videos, internal records and, when they believe it is warranted, social media and other open-source information for corroborating evidence. Each month, the coalition releases a report listing those allegations deemed credible, dismissing most of them on the grounds that coalition aircraft did not strike in the vicinity or that the reporter failed to provide sufficiently precise information about the time and place of the episode. (The coalition counts both aircraft and artillery attacks in its strike figures; we excluded artillery attacks.)\nIn the eyes of the coalition, its diligence on these matters points to a dispiriting truth about war: Supreme precision can reduce civilian casualties to a very small number, but that number will never reach zero. They speak of every one of the acknowledged deaths as tragic but utterly unavoidable. “We’re not happy with it, and we’re never going to be happy with it,” said Thomas, the Central Command spokesman. “But we’re pretty confident we do the best we can to try to limit these things.”\nBecause so much of this process is hidden — through March, the coalition released only one internal investigation from Iraq, a strike that hit a civilian vehicle in the Hatra district southwest of Mosul — its thoroughness is difficult to evaluate independently. The pre-eminent organization that seeks to do so is Airwars, a nonprofit based in London that monitors news reports, accounts by nongovernmental organizations, social-media posts and the coalition’s own public statements. Airwars tries to triangulate these sources and grade each allegation from “fair” to “disputed.” As of October, it estimates that up to 3,000 Iraqi civilians have been killed in coalition airstrikes — six times as many as the coalition has stated in its public summaries. But Chris Woods, the organization’s director, told us that Airwars itself “may be significantly underreporting deaths in Iraq,” because the local reporting there is weaker than in other countries that Airwars monitors.\nThe coalition sees the same problem but draws the opposite conclusion. In a September opinion article in Foreign Policy, with the headline “Reports of Civilian Casualties in the War Against ISIS Are Vastly Inflated,” Lt. Gen. Stephen J. Townsend, the coalition’s former top commander, wrote: “Our critics are unable to conduct the detailed assessments the coalition does. They arguably often rely on scant information phoned in or posted by questionable sources.”\nCounting civilian deaths in war zones has always been a difficult and controversial endeavor. The Iraq Body Count project, which sought to record civilian deaths after the 2003 invasion using techniques similar to Airwars, was flooded with criticism for both undercounting and overcounting. The Lancet, a medical journal, published studies based on surveys of Iraqi households that detractors alleged were not statistically sound. Human Rights Watch and Amnesty International have conducted ground investigations, but usually for only a handful of strikes at a time. Yet the coalition, the institution best placed to investigate civilian death claims, does not itself routinely dispatch investigators on the ground, citing access and security concerns, meaning there has not been such a rigorous ground investigation of this air war — or any American-led air campaign — since Human Rights Watch analyzed the civilian toll of the NATO bombing in Kosovo, a conflict that ended in 1999.\nIn our interview at the base, Lt. Gen. Jeffrey Harrigian, commander of the United States Air Forces Central Command at Udeid, told us what was missing. “Ground truth, that’s what you’re asking for,” he said. “We see what we see from altitude and pull in from other reports. Your perspective is talking to people on the ground.” He paused, and then offered what he thought it would take to arrive at the truth: “It’s got to be a combination of both.”\nIn early 2016, an ISIS patrol forced its way into the home of Rafi al-Iraqi (below, with his children), demanding the family’s cellphones. Sama (right), Rafi’s 10-year-old daughter, burst into tears and produced her mother’s phone, which contained negative messages about ISIS that she had recently sent to her sister in Erbil. Rafi and his wife were arrested and interrogated, but only he was released. When Rafi asked about his wife, he was told, “We’ll bring her to you.” Not long after, the family received her bullet-riddled body. Almost precisely a year later, at the height of the Mosul offensive, an airstrike leveled Rafi’s house and two others next door. Only Rafi, his mother and his 12-year-old son, Mohammed (far left), survived.\nInvestigating civilian harm on the ground is difficult but not impossible. In the spring of 2016, we began our own effort, visiting Iraqi cities and towns recently liberated from ISIS control. Ultimately, we selected three areas in Nineveh Province, traveling to the location of every airstrike that took place during ISIS control in each — 103 sites in all. These areas encompassed the range of ISIS-controlled settlements in size and population makeup: downtown Shura, a small provincial town that was largely abandoned during periods of heavy fighting; downtown Qaiyara, a suburban municipality; and Aden, a densely packed city neighborhood in eastern Mosul. The sample would arguably provide a conservative estimate of the civilian toll: It did not include western Mosul, which may have suffered the highest number of civilian deaths in the entire war. Nor did it include any strikes conducted after December 2016, when a rule change allowed more ground commanders to call in strikes, possibly contributing to a sharp increase in the death toll.\nThe areas we visited had undergone intense attacks of all kinds over the previous two years: airstrikes, sniper fire, mortars, rockets, improvised explosive devices, demolitions by ISIS, demolitions by anti-ISIS vigilantes and more. Our approach required mapping each area, identifying the sites that had been struck from the air and excluding those damaged by Iraqi forces in close-quarters ground combat.\nFinally, we determined who or what had been hit. In addition to interviewing hundreds of witnesses, we dug through the debris for bomb fragments, tracked down videos of airstrikes in the area and studied before-and-after satellite imagery. We also obtained and analyzed more than 100 coordinate sets for suspected ISIS sites passed on by intelligence informants. We then mapped each neighborhood door to door, identifying houses where ISIS members were known to have lived and locating ISIS facilities that could be considered legitimate targets. We scoured the wreckage of each strike for materials suggesting an ISIS presence, like weapons, literature and decomposed remains of fighters. We verified every allegation with local administrators, security forces or health officials.\nIn Qaiyara’s residential district, where small wheat-colored homes sit behind low concrete walls, one or two structures had been reduced to rubble on almost every block. We went to all of them. A significant part of our efforts involved determining which air force — Iraqi or coalition — carried out each strike. Either way, according to official accounts, the air war in Qaiyara was remarkably precise: The coalition has stated that it killed only one civilian in or near the town, while the Iraqi Air Force has not acknowledged any civilian deaths in the area.\nIt was soon clear that many more had died. We visited one house that stood partly intact but for the rear alcove, which had been pancaked. A woman stepped out from the front of the structure, three children orbiting her. She told us her name, Inas Hamadi. “My children died here,” she said. “It happened so quickly.” One of the surviving children, Wiham, 11, remembered waking up to the sound of aircraft and running under the stairs to hide with her six siblings and cousins. Then the house was struck, collapsing the staircase onto them. Riam, 8, and Daoud, 5, did not survive. “Daoud’s body was full of shrapnel,” Wiham said. “Riam had a hole beside her ear and a hole in her brain. She looked around and was dizzy.”\nThe strike was witnessed by neighbors, who helped rescue the children. Everyone agreed that the target was most likely the hospital or a pair of homes on the next street, all of which had been commandeered by ISIS. We collected the names and photographs of the dead and checked satellite imagery to confirm the date range of the strike. The deaths were never reported, were never recorded in any public database and were not investigated by the coalition.\nWe continued in this fashion, door to door. What we found was sobering: During the two years that ISIS ruled downtown Qaiyara, an area of about one square mile, there were 40 airstrikes, 13 of which killed 43 civilians — 19 men, eight women and 16 children, ages 14 or younger. In the same period, according to the Iraqi federal police, ISIS executed 18 civilians in downtown Qaiyara.\nIn Shura and Aden, we found a similar discrepancy between the number of civilian deaths on the ground and the number reported by the coalition. Through dozens of interviews at each site in all three locations, along with our house-to-house mapping, we tried to determine the reasons behind each airstrike that killed civilians. Coalition officials say ISIS fighters embedded in the population, making it difficult to avoid hitting civilians nearby. This appeared to be the case for about one-third of the deadly strikes — for example, a September 2016 strike on an ISIS-occupied primary school in Shura that killed three civilians in the vicinity.\nBut in about half of the strikes that killed civilians, we could find no discernible ISIS target nearby. Many of these strikes appear to have been based on poor or outdated intelligence. For example, last fall we visited a bombed-out house on the edge of Qaiyara, near the rail yard. It belonged to the family of Salam al-Odeh; neighbors and relatives told us the family had been sleeping one night when they awoke to the shudder of an airstrike nearby. Sometimes strikes came in pairs, so Salam’s wife, Harbia, scooped up their baby, Bara, and ran out the door. Salam scrambled to save his other children — his daughter, Rawa, and his sons, Musab and Hussein. But then a second strike hit. Salam, the baby and Hussein were killed instantly. His wife hung on until she reached the hospital, where she told her relatives what happened, but then died from her injuries. A few weeks later, Musab died of his wounds too. Only Rawa, who was 2, survived. Several months later, we found the person who called in the strike, one of the coalition’s main sources in Qaiyara, a local Iraqi official we are not identifying for his safety. He told us that while on a walk one day, he spotted an ISIS mortar under a clump of trees near the rail yard and transmitted the coordinates. (Neighbors also told us that ISIS had occupied and then abandoned a house in the area a year earlier, which a different informant may have told the coalition about.) By the time the information made its way to the coalition and it decided to act, the mortar had been moved.\nSuch intelligence failures suggest that not all civilian casualties are unavoidable tragedies; some deaths could be prevented if the coalition recognizes its past failures and changes its operating assumptions accordingly. But in the course of our investigation, we found that it seldom did either.\nIn June, for example, we visited an electrical substation occupying several blocks of the Aden neighborhood in eastern Mosul. On the evening of April 20, 2015, aircraft bombed the station, causing a tremendous explosion that engulfed the street. Muthana Ahmed Tuaama, a university student, told us his brother rushed into the blaze to rescue the wounded, when a second blast shook the facility. “I found my brother at the end of the street,” he said. “I carried him.” Body parts littered the alleyway. “You see those puddles of water,” he said. “It was just like that, but full of blood.” We determined that at least 18 civilians died in this one attack and that many more were grievously wounded. News of the strike was picked up by local bloggers, national Iraqi outlets and ISIS propaganda channels and was submitted as an allegation to the coalition by Airwars. Months later, the coalition announced the results of its investigation, stating that there was “insufficient evidence to find that civilians were harmed in this strike.” Yet even a cursory internet search offers significant evidence that civilians were harmed: We found disturbingly graphic videos of the strike’s aftermath on YouTube, showing blood-soaked toddlers and children with their legs ripped off.\nA key part of the coalition’s investigation process is to match civilian casualty accusations against its own logs. Chris Umphres, an Air Force captain at Udeid who assesses allegations of civilian casualties, told us that military investigators possess the coordinates of “every single strike conducted by coalition forces,” crucial information unavailable to the typical journalist. “We have 100 percent accountability of where all of our weapons are employed.”\nWe found this to not always be the case. For every location we visited, we submitted GPS coordinates to determine whether it was the coalition or the Iraqi Air Force that bombed the site. At first, the coalition told us it did not have the time or the staff to check more than a handful of the coordinates. But eventually, a team of Air Force analysts at Udeid agreed to compare the dates and coordinates of each of the 103 sites in our sample with those the coalition had recorded in its airstrike log. If a strike in our sample occurred within 50 meters of a strike that was recorded in the logs, they classified it as a “probable coalition airstrike,” while assessing those outside this range — that is, anything more than a couple of house-lengths away — as “unlikely.”\nBy this measure, 30 of the 103 strike sites in the sample we submitted are probable coalition strikes. But other evidence suggests that the coalition was responsible for many more. Human rights organizations have repeatedly found discrepancies between the dates or locations of strikes and those recorded in the logs. In one instance, the coalition deemed an allegation regarding a strike in the Al-Thani neighborhood of Tabqa, Syria, on Dec. 20, 2016, as “not credible,” explaining that the nearest airstrike was more than a kilometer away. After Human Rights Watch dispatched researchers to the ground and discovered evidence to the contrary, the coalition acknowledged the strike as its own.\nWe found many such discrepancies. For instance, the Air Force analysts said it was unlikely that the coalition had struck Qaiyara’s water-sanitation facility because the logs recorded the nearest strike as 600 meters away, which would place it outside the compound entirely. Yet we discovered a video — uploaded by the coalition itself — showing a direct strike on that very facility. (When we asked Lt. Col. Damien Pickart, director of public affairs at Udeid, about this discrepancy, he said he could only report “what the strike log shows.”) Similarly, we were told that a strike we identified on Qaiyara’s main bridge was unlikely to be by the coalition, because the nearest strike was on a truck 150 meters away. We again found a coalition video showing a direct hit on the structure. Pickart explained the inconsistency by saying the coalition had conducted multiple strikes on various targets within an hourlong period, only one of which was included in the official log.\nThe most common justification the coalition gives when denying civilian casualty allegations is that it has no record of carrying out a strike at the time or area in question. If incomplete accounts like these are standard practice, it calls into question the coalition’s ability to determine whether any strike is its own. Still, even using the most conservative rubric and selecting only those 30 airstrikes the Air Force analysts classified as “probable” coalition airstrikes, we found at least 21 civilians had been killed in six strikes. Expanding to the 65 strikes that fell within 600 meters — for example, the strikes on the home of Inas Hamadi in Qaiyara and the electrical substation in Aden — pushed that figure to at least 54 killed in 15 strikes. No matter which threshold we used, though, the results from our sample were consistent: One of every five airstrikes killed a civilian.\nTo understand how radically different our assessment is from the coalition’s own, consider this: According to the coalition’s available data, 89 of its more than 14,000 airstrikes in Iraq have resulted in civilian deaths, or about one of every 157 strikes. The rate we found on the ground — one out of every five — is 31 times as high.\nLast December, 15 months after the attack, following a long, tangled chain of emails and phone calls, the coalition confirmed that it had indeed carried out an airstrike on Basim and Mohannad’s homes. It acknowledged that it had, in fact, conducted an internal inquiry — a “credibility assessment” — the previous autumn after Zareena Grewal, Basim’s relative at Yale, wrote the Op-Ed in The Times. The assessment, completed on Oct. 30, 2015, concluded that the allegation was “credible”; this meant the coalition had known for more than a year that it had “more likely than not” killed civilians and that it had recommended a full investigation into the strike, even as Basim’s attempts to reach the coalition were being ignored. Despite this finding, the coalition neglected to include the incident in its public tally of deaths — which, in Iraq at that time, stood at 76 civilians — because of what Col. Joseph Scrocca, a coalition spokesman, called “an administrative oversight.”\nBasim’s case had now become impossible to ignore. Based on the evidence we provided, Maj. Gen. Scott Kindsvater, then an Air Force deputy commander, ordered an internal investigation to determine what might have gone wrong on the night of the strike. And then, on Feb. 14, for the first time in the 17 months since the attack, Basim received an email from the coalition. “We deeply regret this unintentional loss of life in an attempt to defeat Da’esh,” Scrocca wrote, using another term for ISIS. “We are prepared to offer you a monetary expression of our sympathy and regret for this unfortunate incident.” He invited Basim to come to Erbil to discuss the matter. Basim was the first person to receive such an offer, in Iraq or Syria, during the entire anti-ISIS war.\nEarly in the morning of his scheduled meeting, Basim dreamed about Mayada. He could feel her skin next to his. He suddenly felt a surge of regret for things said and left unsaid, accrued over a lifetime together. He awoke in tears. “I washed my face,” he said, “did my morning prayer and sent her my prayers. It made me calmer.”\nIt was March 17. The air outside was soft and cool; Erbil had finally experienced rainfall after a parched winter. The coalition had asked Basim to go to Erbil International Airport, where he would be picked up and taken to meet coalition representatives and receive a condolence payment. He invited us to join him, and we agreed. Basim did not know how much money the Americans would offer, but he had spent hours calculating the actual damages: $500,000 for his and Mohannad’s homes, furnishings and belongings; $22,000 for two cars; and $13,000 in medical bills from Turkey. We stood waiting in the parking lot. A white S.U.V. with tinted windows rolled by. A family emerged from a taxi, the father juggling two suitcases and a toddler, heading off on what appeared to be a vacation.\nBasim checked his phone to see the latest messages from friends in Mosul. It had been a month since Iraqi forces seized the eastern half of the city, but the Woods were still too dangerous to visit because ISIS controlled the opposite bank and was lobbing mortars across the river. On the west side, thousands were trapped in the Old City, and Basim heard stories that ISIS was welding doors shut to keep people in their homes, holding them hostage against heavy artillery and air power. That morning, an airstrike flattened almost an entire city block in the Mosul Jidideh neighborhood — killing 105 civilians, according to the coalition, or possibly double that number, according to Airwars, in either case making it one of the largest aerial massacres since the war began.\nIt was late afternoon, 30 minutes past the meeting time, when an S.U.V. rolled up, an American in Army fatigues behind the wheel. We climbed in, and the truck moved off through the sprawling airfield, past rows of parked helicopters, toward a set of hangars. Basim struggled to maintain his composure. He’d imagined this day a hundred times, but now he wasn’t sure what to say, how to act. The driver made small talk about the weather, the winter drought, the needs of farmers. He pulled the truck around to a prefab trailer ringed by blast walls. Inside, sitting around a large wooden table, were more American soldiers. Capt. Jaclyn Feeney, an Army attorney, introduced herself and invited Basim to be seated.\n“We just wanted to start by expressing our deepest sympathies, not only on behalf of the Army but on behalf of myself,” she said. “We do take the closest care in what we do here, but it’s high risk, and sometimes we make mistakes. We try our best to prevent those mistakes, but we hope that since we did make a mistake here, we can do everything that we can to right it, as best we can. I know there’s nothing that I can say that can make up for the loss that you’ve — ”\n“The only thing that cannot be returned is the loss of life,” Basim said. His hands gripped the armrests, as if he were using every ounce of energy to stay seated. He struggled to keep his voice steady. “Everything else could be redone or rebuilt. The loss of life is unrepairable.”\n“Certainly. We are prepared to offer you a condolence payment,” Feeney replied. “It’s not meant to recompensate you for what you’ve lost, or for rebuilding or anything like that. It’s just meant to be an expression of our sympathy, our apologies for your loss.”\nOutside, a plane lifted off, and the room trembled. Feeney was holding documents in her hand. “And so for that reason, we are capped in the amount that we can give you. So the amount in U.S. dollars is $15,000, which we will be paying you in Iraqi dinars, so 17,550,000 dinars. And so, if you’re willing to accept that — ”\nBasim looked at her in disbelief. “No.”\n“You’re not willing to accept that?”\n“This is — this is an insult to me. No, I will not accept it. I’m sorry.”\nFeeney looked stunned. “I’m sorry also,” she said.\nMoments passed, and everyone sat in silence. Feeney explained again that they were capped by their own regulations. Basim replied, “This is, I have to say, I’m sorry to say, ridiculous.” Basim said he wanted official documentation proving his innocence, so that he could return safely to Mosul one day. Feeney promised to make some calls. The meeting quickly came to an end.\nBasim walked out into the late-afternoon air. Traffic at the airport had picked up: buses overloaded with families, children sticking their elbows out of taxis. Basim drove home in disbelief, as if he were living through an elaborate hoax and the Americans would call back any minute with a serious offer. The truth was, he never expected to recover the full extent of his material losses, and he knew the military was not in the business of compensation, only condolence, but after so many months, so much back and forth, the humiliation burned. “This is what an Iraqi is worth,” he said.\nAt home, he considered his options. He wanted a lawyer — but from where? Could an Iraqi find an American attorney? The amount the coalition had offered exceeded its own guidelines, which stipulated $2,500 per Iraqi, but did not cover Mohannad and Najib, which meant he — or his sister-in-law — would potentially have to endure this process again. He considered traveling to the United States to find an advocate, but getting a visa was almost impossible. Once, in the first months after the attack, he even wanted to move there, seek asylum. Now the thought seemed absurd.\nDespite everything, Basim could not bring himself to hate Americans. In fact, this experience was further evidence for a theory he had harbored for a while: that he, fellow Iraqis and even ordinary Americans were all bit players in a drama bigger than any of them. A few weeks later, he spoke to Sociology 119, Sam Richards’s Race and Ethnic Relations class at Penn State. “I have nothing against the regular American citizen,” he told the class of some 750 students. “I lived among you guys for eight years. I was never bothered by any person — in fact, many of them were very helpful to me.”\n“This situation of war,” he continued, “big corporations are behind it.” This is where the real power lay, not with individual Americans. He’d come to believe that his family, along with all Iraqis, had been caught in the grinder of grand forces like oil and empire, and that the only refuge lay in something even grander: faith. He had rediscovered his religion. “There was some bond that grew between me and my God. I thanked him for keeping my son alive. I thanked him that my operation was successful. Now I can walk.”\nIt was the same God who had written out his whole life from the 40th day in the womb. Basim’s faith in this divinely authored fate had become a calming current, coursing through his every waking moment. “Sometimes I go out with my friends,” Basim told the students. “But when I come back home, when I go to bed and thoughts start coming into my head about my wife, what would have happened probably five years from now, my daughter would be in college, she wanted to study this and that — there isn’t a day that goes by that I don’t think about them. But in the end, life goes on.”\nAhmed al-Layla tried to persuade his parents to escape from Mosul with his sister, Eaman, and join him in Erbil, but they were stubborn. His father, Mohammed Tayeb al-Layla (below left), a former dean of engineering at Mosul University, refused to abandon his prized library, shelf after shelf of books on engineering and soil mechanics. As the Iraqi Army approached, neighbors told us, several ISIS fighters broke into the home, climbed to the roof and assumed sniper positions. Ahmed’s father raced up in pursuit, with Ahmed’s mother, Dr. Fatima Habbal (below right), a prominent gynecologist, close behind. Not long after, an airstrike flattened the home, killing the snipers, along with Ahmed’s parents and sister.\nThis spring, Iraqi forces pushed deeper into western Mosul, into the Old City, a hive of stacked houses that lean over narrow streets. The neighborhood was being pounded with airstrikes and mortars, while ISIS was refusing to allow people to leave. Basim learned that three in-laws of Abdullah, Mohannad’s son — a pregnant woman, her husband and his father — had tried to bribe their way to the east side but were caught and beheaded. Nearly everyone was telling such stories. Meanwhile, word spread that Basim had taken his case to the coalition, and aggrieved families started to reach out for advice. Basim felt like an elder statesman of heartbreak, and he offered whatever counsel he could. The strike on his house remained a great mystery, though, and not a day passed when he did not retrace the hours and days before the attack, wondering what could have brought it on.\nIn April, through the Freedom of Information Act, we finally obtained a portion of the coalition’s internal probe of the strike on the Razzo homes. As Basim read though a dozen partly redacted pages, a story began to emerge — the coalition had been receiving intelligence that his and Mohannad’s houses were an ISIS command center. The report suggests that this may have been because of the J.C.C. next door; Basim recalled that ISIS briefly occupied the J.C.C. when it first conquered Mosul but had long since abandoned the facility. Yet the coalition’s intelligence source apparently passed along this outdated information and in the process confused his house with the J.C.C.\nNext, according to the report, the coalition dispatched a drone to surveil the property. Over three days, in 15-to-30-minute windows, his house was filmed. The investigation acknowledged that “no overtly nefarious activity was observed,” but nonetheless everything the coalition witnessed confirmed its conviction that it was filming a terrorist headquarters. No weapons were visible, but the report noted that ISIS “does not obviously brandish weapons,” so as to go undetected. Occasionally Basim or Mohannad would open their shared gate to the street, allowing a guest to enter. The coalition simply saw men opening a gate, an action that it determined was consistent with the activity of an ISIS headquarters. And, perhaps most important, the report stated that the coalition did not observe any women or children outdoors — although in the ISIS-controlled city, women rarely left the house to avoid the religious police, and most filming had occurred under the blistering afternoon sun, when almost everyone stayed indoors.\nThough the Razzos hadn’t known it, the burden of proof had been on them to demonstrate to a drone watching them from above that they were civilians — guilty until proved innocent. In the end, 95 minutes of unremarkable footage had sealed the fate of Mayada, Tuqa, Mohannad and Najib. The report concluded that there was “no evidence indicating carelessness or bad faith” on the part of the coalition and that its targeting process “remains sound.” (It also declared that because of an equipment error, the drone footage no longer existed for investigators to review.) Yet to Basim, the truth seemed just the opposite: The coalition had disregarded ground realities and acted on flimsy intelligence.\nNot long after receiving the report, Basim decided to return to the Woods. It was risky to visit — ISIS was still controlling neighborhoods on the opposite bank — but he wanted to see, to touch, what was left, and he took us along. We set out in the early morning, driving past dusty abandoned villages, through checkpoints sporting brilliant hoists of red, blue and green militia flags and onto a broad boulevard, teeming with pushcart vendors and street children. Whole city blocks were flattened. Basim was not caught off guard by the destruction, which he expected based on the videos he’d seen, but he was surprised by the traffic. He regarded the passing scenes as if he were a tour guide, recounting the history of each neighborhood. It appeared to be an affectation of calm, a studied attempt to withstand the torment of return, but the truth eventually surfaced. “I’m numb,” he said. “I’m just numb.”\nWe drove past more ruined buildings. Around the wreckage of one stood a concrete wall, still intact, where ISIS had painted two hands open in supplication. Basim translated the inscription: THANK GOD FOR EVERYTHING YOU HAVE. IF YOU DO, HE WILL GIVE YOU MORE.\nWe headed toward the Tigris River. As we approached, we could see the apartments, houses and minarets on the other side, still under ISIS control. And then suddenly, the city was gone. We entered the Woods, which remained a bucolic oasis. The trees were heavy with figs, apricots and lemons, and the air buzzed with mosquitoes. We pulled up to a pale yellow gate. Basim lingered outside for a moment, afraid to approach. He then opened it and stepped onto his property for the first time in 18 months. We followed him along an overgrown stone path. He stopped in front of a smashed-up wall surrounded by chunks of concrete. Rebar snaked out like hairs. “This was the laundry room,” he said.\nTo the right stood what was once his kitchen. A faint rotten odor emerged from within. The remnants of a table and three chairs were visible. Scattered amid the shattered glass and charred metal bars were pages of recipes: Cookies & Cream Freeze, Chocolate Mousse Torte.\nWe moved over the rest of the debris. Marble shards, concrete blocks, several mattresses, two satellite dishes, a Spalding tennis racket, an iron, a book of equations, a bathroom sink. The backyard was intact. “At least we still have a swimming pool!” Basim said, laughing absently.\nHe circled back to the laundry room. There he spotted in a corner, poking out of the rubble, a white platform heel. It belonged to Tuqa. “I told her they were too high and that she would fall,” he said. He could picture her wearing them, coming down the stairs.", "url": "https://www.nytimes.com/interactive/2017/11/16/magazine/uncounted-civilian-casualties-iraq-airstrikes.html"}