{"authors": ["Alicia Parlapiano"], "date_download": "2022-10-26 00:11:57", "date_modify": "2022-10-26 00:11:57", "date_publish": "2015-10-29 14:15:53", "description": "Since passing the Budget Control Act, Congress has made adjustments each year to raise federal spending caps.", "filename": "interactive_2015_10_29_us_politics_how-congress-has-worked-to-avoid-the-sequester-spending-caps_1666743117.html", "image_url": "https://static01.nyt.com/images/2015/10/29/us/politics/how-congress-has-worked-to-avoid-the-sequester-spending-caps-1446126357686/how-congress-has-worked-to-avoid-the-sequester-spending-caps-1446126357686-facebookJumbo.png?year=2015&h=549&w=1050&s=2292f8645130f40f9cd1e3fbae472b3e39199004eb799dcc4d0e97f79b7796ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_10_29_us_politics_how-congress-has-worked-to-avoid-the-sequester-spending-caps_1666743117.html", "title": "How Congress Has Worked to Avoid the ‘Sequester’ Spending Caps", "title_page": "How Congress Has Worked to Avoid the ‘Sequester’ Spending Caps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Initial spending caps were set in 2011 primarily on discretionary spending, the money that Congress allocates annually for defense and domestic programs. A congressional committee was required by the law to find additional savings. When the committee failed, further “sequester” caps were imposed.\nCongress has sought to pay for their adjustments to the caps by making cuts in “mandatory” spending areas like Medicare, by raising new revenue and by extending some caps further down the road.\n2013: Avoiding a ‘Fiscal Cliff’\nThe fiscal cliff deal increased discretionary spending by $35 billion by delaying and raising the cap. $1.2 trillion $1.2 trillion Initial caps INSET $0.9 $1.1 $0.6 $1.0 $0.3 Sequester caps $0.9 $0.0 ’13 ’14 ’15 ’16 ’17 ’18 ’19 ’20 ’21 ’13 ’15 ’17 ’19 ’21 The fiscal cliff deal increased discretionary spending by $35 billion by delaying and raising the cap. $1.2 trillion Initial caps $1.2 trillion INSET $0.9 $1.1 $0.6 $1.0 $0.3 Sequester caps $0.0 $0.9 ’13 ’15 ’17 ’19 ’21 ’13 ’21 Does not include discretionary spending not subject to caps, like emergency war and disaster spending.\nA budget deal that passed in the early hours of 2013 raised that year’s spending cap and suspended it for two months.\nCongress had sought to prevent the economy from going off a “fiscal cliff” as the budget cuts imposed by the caps were scheduled to hit at the same time as tax increases on most Americans.\nHow They Paid for It\nSome of the increases in discretionary spending were offset by changing rules for individual retirement accounts. Congress also lowered some spending caps for future years.\n2014-15: Further Relief in a Bipartisan Deal\nThe Murray-Ryan deal increased discretionary spending by $64 billion by raising the caps for 2014 and 2015. $1.2 trillion $1.2 trillion Initial caps INSET $0.9 $1.1 $0.6 $1.0 Sequester caps $0.3 $0.9 $0.0 ’13 ’14 ’15 ’16 ’17 ’18 ’19 ’20 ’21 ’13 ’15 ’17 ’19 ’21 The Murray-Ryan deal increased discretionary spending by $64 billion by raising the caps for 2014 and 2015. Initial caps $1.2 trillion $1.2 trillion INSET $0.9 $1.1 $0.6 $1.0 Sequester caps $0.3 $0.9 $0.0 ’13 ’15 ’17 ’19 ’21 ’13 ’21 Does not include discretionary spending not subject to caps, like emergency war and disaster spending.\nAnother budget deal in 2013, this one developed by Senator Patty Murray, Democrat of Washington, the Senate Budget Committee chairwoman, and her counterpart in the House, Representative Paul Ryan, Republican of Wisconsin, raised the caps again for the 2014 and 2015 fiscal years.\nHow They Paid for It\nThe deal extended automatic cuts to “mandatory spending” on Medicare, and included provisions for higher airline fees and changes to military and federal worker pension programs. (The military pension cuts were quickly repealed.)\n2016-17: The Latest Budget Deal\nThe latest deal would increase discretionary spending by $80 billion by raising the caps for 2016 and 2017. Initial caps $1.2 trillion $1.2 trillion INSET $0.9 $1.1 $0.6 Sequester caps $1.0 $0.3 $0.9 $0.0 ’13 ’14 ’15 ’16 ’17 ’18 ’19 ’20 ’21 ’13 ’15 ’17 ’19 ’21 The latest deal would increase discretionary spending by $80 billion by raising the caps for 2016 and 2017. Initial caps $1.2 trillion $1.2 trillion INSET $0.9 $1.1 $0.6 Sequester caps $1.0 $0.3 $0.9 $0.0 ’13 ’15 ’17 ’19 ’21 ’13 ’21 Does not include discretionary spending not subject to caps, like emergency war and disaster spending.\nThe deal brokered by President Obama and Republican leaders to raise the debt ceiling and prevent a government shutdown raises the caps for military and domestic programs for 2016 and 2017. It also prevents an increase in Medicare premiums for millions of seniors.\nHow They Plan to Pay for It\nAutomatic spending cuts to Medicare would be extended further and eligibility requirements for the federal disability benefits program would be tightened. Revenue would be raised by selling oil from the Strategic Petroleum Reserve, among other measures.\nAn Accounting Maneuver for Defense Spending\nEmergency War Spending Troops in Iraq and Afghanistan 150,000 troops $160 billion Latest proposal 120,000 120 90,000 80 State and other “nondefense” departments 60,000 40 30,000 Defense department 0 0 2011 2013 2015 2017 2011 2013 2015 Emergency War Spending $160 billion Latest proposal 120 80 State and other “nondefense” departments 40 Defense department 0 2011 2013 2015 2017 Troops in Iraq and Afghanistan 150,000 troops 120,000 90,000 60,000 30,000 0 2011 2013 2015 Troop levels are annual averages.\nIncluded in the deal is a tactic that both parties have at one point called an accounting gimmick: an increase in funding for Overseas Contingency Operations, “emergency” spending on wars abroad that is not subject to the automatic cuts.\nWhy the Spending Is Being Debated\nBudget experts say that adding money to the overseas account, which is designated for wars that have been drawn down significantly in recent years, is a way to get around automatic cuts in defense programs. The $74 billion proposed for 2016 is $16 billion more than the president requested in his budget.", "url": "https://www.nytimes.com/interactive/2015/10/29/us/politics/how-congress-has-worked-to-avoid-the-sequester-spending-caps.html"}