{"authors": ["Larry Buchanan", "Jennifer Daniel", "Adam Pearce"], "date_download": "2022-10-25 23:34:47", "date_modify": "2022-10-25 23:34:47", "date_publish": "2016-07-01 14:01:25", "description": "After the attack on Turkey’s largest airport, comparing airport security around the world.", "filename": "interactive_2016_07_01_world_airport-security-around-the-world_1666740887.html", "image_url": "https://static01.nyt.com/images/2016/07/01/world/airport-security-around-the-world-1467378493722/airport-security-around-the-world-1467378493722-facebookJumbo-v3.png?year=2016&h=549&w=1050&s=7accdf3e77f51affeb8fedc122b79d167dfac08c8a47611d11f1e4a399a5bfc4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_07_01_world_airport-security-around-the-world_1666740887.html", "title": "Does More Security at Airports Make Us Safer or Just Move the Targets?", "title_page": "Does More Security at Airports Make Us Safer or Just Move the Targets? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Traveler flow at a typical U.S. airport Traveler flow at Istanbul Ataturk Airport Vehicle screening About a mile away, some cars are pulled over to be searched. Curbside drop-off Security at terminal entrance Check-in Passport check Security screening Arrive at gate Board plane Traveler flow at a typical U.S. airport Traveler flow at Ataturk airport Vehicle screening About a mile away, some cars are pulled over to be searched. Curbside drop-off Security at terminal entrance Check-in Passport control Security screening Arrive at gate Board plane\nAt Ataturk airport, passengers pass through metal detectors and their bags are scanned as they enter the terminal.\nThis differs from the procedures at most American airports, where anyone can enter the terminal without being screened.\nTurkish officials said the attackers initially tried to enter the building, but were turned away at the security screening.\nThey returned with “long-range rifles” from their suitcases. Two of the attackers entered the terminal in the ensuing panic.\nOne set off his explosives on the arrivals floor of the terminal; the other detonated his on the departures floor one level above. A third attacker blew himself up outside the terminal as people fled.\n“Attempting to ‘protect’ against mass casualty attacks is a somewhat hopeless task due to the near infinite number of targets,” said Mark Stewart, a professor at the University of Newcastle in Australia, who studies how to protect infrastructure from terrorist attacks.\n“A deterred terrorist will just go elsewhere,” he said.\nThe Ataturk airport reopened on Wednesday with additional security measures: More cars are being screened and more security officers are visible.\nIn the attack at Brussels Airport in March, there was no security check at the terminal entrance. The attackers entered the building and detonated their explosives.\nSince that attack, the airport began checking the boarding passes and IDs of passengers entering the departures terminal.\nIn addition, the airport no longer allows travelers to be dropped off at the terminal. They must be dropped off at parking lots nearby.\nTraveler flow at Brussels Airport Traveler flow at a typical U.S. airport Vehicle screening About a mile away, some cars are pulled over to be searched. Passenger drop-off Travelers are dropped off at parking lots nearby. Curbside drop-off Curbside screening After curbside screening, Brussels Airport follows procedures similar to those at American airports. Traveler flow at Brussels Airport Traveler flow at a typical U.S. airport Vehicle screening About a mile away, some cars are pulled over to be searched. Passenger drop-off Travelers are dropped off at parking lots nearby. Curbside drop-off Curbside screening After curbside screening, Brussels Airport follows procedures similar to those at American airports.\nAt American airports, passenger screening checkpoints are the responsibility of the Transportation Security Administration.\nThe agency received intense criticism a month ago over long lines at airports across the United States. The wait for security screening stretched to more than three hours at times, and thousands of passengers missed flights.\nThere are trade-offs to increasing security and adding checkpoints, said John Mueller, a professor of political science at Ohio State University, who studies terrorism and security.\n“The T.S.A. has created a target with security lines,” Mr. Mueller said, pointing to the long security lines. He suggested that programs that speed up screening like T.S.A. PreCheck be more widely adopted.\nLess crowding could be critical to reducing casualties in a terrorist attack.\nA RAND Corporation analysis of Los Angeles International Airport found that decreasing the wait at baggage check-in to one minute from 15 minutes could reduce the number of deaths in a bomb attack by more than half.\nSecurity at Paris Charles de Gaulle Airport is similar to that of American airports. There is no security screening in public areas like access roads, parking lots or terminal entrances, but armed soldiers patrol the areas.\nIn places under constant threat, like Baghdad and Kabul, Afghanistan, security checkpoints begin miles from the terminal and include myriad scans, checks and bomb-sniffing dogs.\nTraveler flow at a typical U.S. airport Traveler flow at Baghdad International Airport Traveler drop-off About four miles from the airport, authorized taxis take travelers to the terminal. Vehicles searched About a half-mile away, vehicles are stopped, passengers are let out, and bomb-sniffing dogs search the cars. Security screening Curbside drop-off Outside terminal Bags are put on the curbs for dogs to sniff. Security screening at terminal door Security screening inside terminal Check-in Passport check Security screening Arrive at gate Security screening at time of flight Board plane Traveler flow at a typical U.S. airport Traveler flow at Baghdad International Airport Traveler drop-off About four miles from the airport, authorized taxis take travelers to the terminal. Vehicles searched About a half-mile away, vehicles are stopped, passengers are let out, and bomb-sniffing dogs search the cars. Security screening Curbside drop-off Outside terminal Bags are put on the curbs for dogs to sniff. Security screening at terminal door Security screening inside terminal Check-in Passport control Security screening Arrive at gate Security screening at time of flight Board plane\nWith security checks spread over a wider area, long lines are unusual at the Baghdad airport.\nAdding security measures at major American airports would be challenging. Some airports have little space to install additional checkpoints.\nStaffing new checkpoints would also be difficult. One reason cited by the T.S.A. for the long waits in May was budget cuts; the agency said it has had to reduce the number of screeners by 12 percent since 2011.\nSimon Bennett, director of the Civil Safety and Security Unit at the University of Leicester, pointed to the nonmonetary costs of increased security. “We celebrate the fact that we can travel with relative ease. As soon as we begin to undermine those values, guess who's won? Daesh. Daesh has won,” he said referring to the Islamic State using an acronym of the group’s Arabic name.\nBaghdad-style security in the United States would be unfeasible, Mr. Bennett said. “The public simply wouldn't stand for it. And the politicians wouldn't either.”\nMr. Stewart and Mr. Mueller have questioned whether adding security is the best way to stop terrorist attacks.", "url": "https://www.nytimes.com/interactive/2016/07/01/world/airport-security-around-the-world.html"}