{"authors": ["David Marchese", "Interview David Marchese"], "date_download": "2022-10-25 23:30:17", "date_modify": "2022-10-25 23:30:17", "date_publish": "2019-03-01 10:00:04", "description": "“Until it’s not funny anymore, it is funny.”", "filename": "interactive_2019_03_01_magazine_michael-j-fox-parkinsons-acting_1666740617.html", "image_url": "https://static01.nyt.com/images/2019/03/03/magazine/03mag-talk-slide-QIIM/03mag-talk-slide-QIIM-facebookJumbo-v2.png?year=2019&h=550&w=1050&s=73aa06f5741c2d802e6254f5f903955c0323654c9ff633c0268e6664dd75a12e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_03_01_magazine_michael-j-fox-parkinsons-acting_1666740617.html", "title": "Michael J. Fox on Parkinson’s, Taking the Wrong Roles and Staying Positive", "title_page": "Michael J. Fox on Parkinson’s, Taking the Wrong Roles and Staying Positive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s perhaps a strange thing to suggest, but ever since Michael J. Fox went public with his diagnosis in 1998, his life has looked, from afar anyway, almost charmed. The foundation he started has raised a staggering $800 million to combat Parkinson’s disease. He’s written three best-selling memoirs and even continued to act, in substantive roles, on shows like “The Good Wife” and “Rescue Me.” His family life, with his wife of three decades, Tracy Pollan, is by all accounts a dream. And he’s still known to be an unusually nice guy, even by high Canadian nice-guy standards. His was a remarkably positive second act. “I’d developed a relationship with Parkinson’s,” said Fox, 57, “where I gave the disease its room to do what it needed to do and it left me areas I could still flourish in.” Until last year, when a scary new set of health problems arrived, threatening to alter his sunny disposition — almost.\nI have a bunch of more directly personal questions, but to start, does the current administration’s apparent skepticism toward science at all affect your foundation’s research? We have a working relationship with the government. Trump is not sitting around thinking about Parkinson’s. But one thing that angered me is when he mocked that reporter.1 That was a stab to the guts. Not just for me, but for people I know and work with, who try so hard to overcome other people’s atavistic aversion to anybody that moves differently. So I thought, Do I say something in response? Then I thought, People already know Trump is an [expletive].\nJoan Jett and Fox perform on stage at A Funny Thing Happened On The Way To Cure Parkinson’s benefitting The Michael J. Fox Foundation in New York City in November 2018. Jamie McCarthy/Getty Images\nO.K., now I have a heavy question. Sure.\nDoes chronic illness change your thinking about death? Seeing your existence as part of a continuum — I feel that way. Death just shows up. It’s not something I think about a lot.\nYou found out you had Parkinson’s in 1991. How did that diagnosis affect the work you wanted to do at the time? If I’m remembering right, you made a bunch of broad comedies in a row. My decision making was ridiculous.2 It wasn’t based on truth.\nWhat was the truth? I was so scared. I was so unfamiliar with Parkinson’s. Someone is saying your life is going to be completely changed. Yeah? When? I’m fine now but back then I wasn’t in the “I’m fine now.” I was in the “I’m going to be bad.” That thinking didn’t allow me to trust that I could make a decision without worrying about time restrictions or financial pressures — which were inflated in my head. If I’d had any imperative to accomplish anything with movies, it shouldn’t have been to do as many quick successful ones as I could. It should’ve been to do as many good ones as I could. To do one good one. To find something that meant something to me. And it wasn’t until ’94 that I started getting it. That’s when I started to accept the disease — and acceptance doesn’t mean resignation. It means understanding and dealing straightforwardly. When I did “Spin City,”3 I started to do that.\nActors talk about their body as their instrument. What have you learned about acting since your instrument changed so dramatically? For so long — and I make no apologies for it because it served me well — I used a lot of high-level muggery. I could pull a face; I could do a double take. And one of the reasons I left “Spin City” was that I felt my face hardening. My movements were constricted. If you watch episodes from the last couple of seasons, you’ll see I would anchor myself against a desk or the wall. Eventually it was too burdensome. So I left. After a couple of years I was asked to do “Scrubs.” I don’t think I was very good in it, but I enjoyed being back on set. Then I did “Boston Legal” — I remember the smell of the arclight while we shot. Something about that smell made me think, Acting is what I do. And I needed to find a way to do it with my new instrument. Ultimately I found that the “less is more” philosophy works for me. Which is convenient because I have less. More is more — I’d be out of business.\nWhen you think back to who you were at the time of the huge successes of “Back to the Future” and “Family Ties,” how connected do you feel to that guy? It’s a different guy. He’s much closer to the kid I was growing up in Canada. I grew up admiring rock stars like Jimi Hendrix and Jimmy Page. I wanted to be a rock star. That’s what I thought being famous was. But I wasn’t a rock star. I was kind of an idiot. I missed the point.\nChristopher Lloyd and Fox in “Back to the Future.” Universal Pictures/Photofest\nWhat was the point? That I had talent. That I had gotten where I was because I did something well. I was comfortable with the idea that I had won the lottery, and that made me less respectful of what talent I had. I’d be riding in a limo with my head out the sunroof and a beer in each hand, thinking, Who expected this success from me? And so, in a way, Parkinson’s got my head in the game. I realized there are bigger things than being a rock star.\nWe’re talking about a period when you had the No. 1 and 2 movies in the country and a top-rated show on TV.4 Obviously on some level that kind of popularity is all down to fate. But it also doesn’t happen to just anybody. Do you have a sense of why you were resonating so strongly back then? I don’t at all. I used to joke with people: They’d ask how could success happen to them and I’d say, “By being in the same room with me you’ve statistically eliminated yourself from it happening to you.”\nWhy did your last try at a sitcom, “The Michael J. Fox Show,”5 not do as well as you hoped? I didn’t have the energy to keep the show on the track that I’d set it out on. And I think there was some trepidation on the part of the network. This is probably unfair but I feel like one day they woke up and said, “Oh, he really has Parkinson’s.” Like somebody saw me tremoring in rehearsal and said, “What’s wrong with him?” “Uh, he has Parkinson’s, remember? It’s the premise of the show.” But the point was never that Parkinson’s is funny. It’s about how we take on things in our lives, and how that reaction is reinforced by the reactions of the people around us. Like, my family is extraordinary because they give me [expletive] all the time. Because to not do that —\nIs to deny you a part of your humanity? Yeah, it’s a comment on my humanness. You know, at Christmas we went to Africa. We stayed in this hotel that was a series of tents. To find my way to the latrine on the other side of the tent, furniture-surfing, when I couldn’t lean against a wall because it’s a tent — every trip to the bathroom was taking my life in my own hands. You fall down, and it’s not funny anymore; but until it’s not funny anymore, it is funny. And something like that is what I was trying to get across with the show. But we lost that voice and I blame myself.\nStylistically that show was fairly traditional, and in “Family Ties” and “Spin City” you were so great at a traditional kind of acting for sitcoms. But that sitcom style isn’t in vogue anymore. How do you see television comedy as being different than when you were doing it regularly? It is different. There’s some amazing stuff, like Henry Winkler in “Barry.” That’s old-school sitcom acting but in a different context. I’ve become aware that there is a millennial sense of humor. It’s abstract. It’s like memes: they don’t have to tell the whole joke.\nTracy Pollan and Fox in “Family Ties” in 1985. NBC/Photofest\nAnd it’s a sense of humor that doesn’t require the classic setup-punchline structures. Justine Bateman6 had these brilliant setups on “Family Ties.” She’d be talking about Nick, her character’s boyfriend, and say, “We have one mind.” And I’d have all day to take that setup. I could look at her, go to the fridge, get orange juice, take my coat off, sit down and then go, “Who’s using it tonight?” That doesn’t exist anymore because people are more sophisticated. They’d go, “You need all this artificial setup?”\nAlso on the subject of acting, I know there was some weirdness working with Sean Penn on “Casualties of War,” where he wouldn’t talk to you during the filming because your characters were enemies. Have you ever had any other similar experiences with actors? Let me tell you one without saying a name. I did a movie with this actor; we’d rehearse scenes one way, and then when we were shooting he’d do beats that I’d done in rehearsal. It was frustrating, and I ended up calling Michael Caine for advice. He gave me a strategy for how to deal with it, which is: do my take last. It was one of the first times I ran into an actor who was competitive.\nIt’s going to kill me to not know who the actor was. I’m not saying anything.\nThis is a random question, but given your Pepsi-endorser connection,7 did you ever meet Michael Jackson? I met Michael a couple times. He was such a force, and to his great disadvantage, and ultimate doom, we all took him in stride. I remember seeing him at a Pepsi convention. He was backstage at this event they had for the bottlers. I’m walking by, and he had Bubbles the chimp sitting on a box. I remember saying: “Hey, Mike. Hey, Bubbles,” then thinking, I really underplayed that.\nNow I have a “Back to the Future” question. One of the things that makes that movie work is the relationship between Christopher Lloyd’s Doc and Marty McFly, your character. There’s such obvious affection there. How do you create that as an actor? Christopher Lloyd did amazing with Doc. The specific thing that he did amazingly is taking what every actor hates, which is the exposition, the laying pipe, and turning it into high-art Kabuki theater. And that’s why people love the relationship so much, because Marty would suck the information out of Doc’s craziness. He’d have that second of like, O.K., got it!\nYou’ve been going through some health problems recently. Do you want to talk about that? I was having this recurring problem with my spinal cord. I was told it was benign but if it stayed static I would have diminished feeling in my legs and difficulty moving. Then all of a sudden I started falling — a lot. It was getting ridiculous. I was trying to parse what was the Parkinson’s and what was the spinal thing. But it came to the point where it was probably necessary to have surgery. So I had surgery, and an intense amount of physical therapy after. I did it all, and eventually people asked me to do some acting. Last August I was supposed to go to work. I woke up, walked into the kitchen to get breakfast, misstepped and I went down. I fractured the hell out of my arm. I ended up getting 19 pins and a plate. It was such a blow.\nAnd how did you deal with it? I try not to get too New Age-y. I don’t talk about things being “for a reason.” But I do think the more unexpected something is, the more there is to learn from it. In my case, what was it that made me skip down the hallway to the kitchen thinking I was fine when I’d been in a wheelchair six months earlier? It’s because I had certain optimistic expectations of myself, and I’d had results to bear out those expectations, but I’d had failures too. And I hadn’t given the failures equal weight.\nJust curious: Did you read your brother-in-law’s8 book about psychedelics? Yeah, last summer.\nHave you tried any of those drugs? No. But one of the things that happened when I got my spinal surgery was, when I came out of the anesthetic, I was hallucinating like crazy. I thought the coat slumped on the floor against a chair was a gorilla; the floor was a miasma of swirling proteins. Really weird. So I certainly related to parts of that book.\nI liked the idea in the book that it’s possible that powerful psychedelic experiences are basically brain farts, but that doesn’t mean we have to devalue their importance. It doesn’t. Whatever you’ve arrived at, you’ve arrived. My journey has been so weird. If you were to grab me as a 6-year-old kid in Chilliwack, British Columbia, and tell me that I’d be sitting in my office in Manhattan, talking to you about my career and my philanthropy, I’d have said you’re nuts. And this kind of thinking is not navel-gazing by the way. I’m not going, “Look what I’ve done!” It’s more like, “Wow, how does this all work?” That’s the thing I have a hard time managing some days, especially with walking. I envy 90-year-old men with canes who can move briskly. I’ll think, That son of a bitch can move!\nFox and Nathan Lane in “The Good Wife.” Jeffrey Neira/CBS, via Getty Images\nI went back and read pieces on you from around 2000, when the foundation was getting started, and you spoke about how the goal was planned obsolescence. You wanted to find a cure, and hoped to do it in the next 10 years, and then there’d be no need for the foundation to exist. Almost 20 years later, what’s your thinking about finding a cure for Parkinson’s? I still believe in a cure. For so long Sinemet L-dopa9 was the gold standard. That was all we had, and it gave relief but it only lasted a certain amount of time and led to dyskinesias and other side-effects. So it was important to find better treatments. There’s a new drug that’s been approved that’s like a rescue inhaler for when you freeze. Because freezing is a very real thing for Parkinson’s patients. I could be sitting here with my foot on fire and a glass of water over there on the table and all I’d be able to do is think about how good it would feel to pour that water on my foot. Treatments for that can make a huge difference in people’s lives. Now, if we can prophylactically keep Parkinson’s symptoms from developing in a person, is that a cure? No. Would I take it? Yes.\nI know you’re working on a new book. What can you tell me about it? My health issues last year brought me to places where I started to say, “Was it false hope I’d been selling? Is there a line beyond which there is no consolation?” For me to get to that place is pretty dark.\nWithout giving away too much, how far did you get into thinking that you’d been selling false hope? I realized that the understanding I’d reached with Parkinson’s was sincere but risked being glib. I’d made peace with the disease but presumed others had that same relationship when they didn’t. Then when I started to deal with the effects from the spinal surgery, I realized: Wow, it can get a lot worse. Being in a position where I couldn’t walk and had health aides 24 hours a day, was I still prepared to say, “Hey, chin up!” Parkinson’s, it’s a strange test.\nIs it meaningful for you that your kids can see you in your old movies and TV? It’s like they can go back in time, before they were born, and see their dad without Parkinson’s. No. If I see myself on TV I’ll maybe linger for a couple minutes, but my Parkinson’s is the same to my children as my being an activist is. It’s who I am.\nBut I’m thinking of — you know the band Mott the Hoople? Oh, yeah, Ian Hunter’s band.\nSo they have this great song called “I Wish I Was Your Mother,” which is all about feeling envy for the other people in your loved one’s life who were on the scene and knew them before you did. I guess I’m wondering if there’s any sort of parallel with your kids and you. The thing is, I live here in New York, so far in every way from where I grew up. My wife is from here and we live two blocks from where she grew up. But somehow we met. She auditioned for a part on “Family Ties,” and then a whole world happened. It makes me think, Can I just keep going in this adventure? Because if the worst I’ve had is as bad as it gets, it’s been amazing.", "url": "https://www.nytimes.com/interactive/2019/03/01/magazine/michael-j-fox-parkinsons-acting.html"}