{"authors": ["Michael S. Schmidt", "Larry Buchanan", "Alicia Parlapiano"], "date_download": "2022-10-25 23:38:14", "date_modify": "2022-10-25 23:38:14", "date_publish": "2018-05-04 01:20:14", "description": "Lawyers from inside and outside the White House are confronting the Mueller inquiry, while others are focused on payments made to silence a pornographic film actress who said she had sex with Mr. Trump.", "filename": "interactive_2018_05_03_us_politics_president-trumps-lawyers_1666741094.html", "image_url": "https://static01.nyt.com/images/2018/05/03/us/president-trumps-lawyers-promo-1525396781130/president-trumps-lawyers-promo-1525396781130-facebookJumbo.jpg?year=2018&h=549&w=1050&s=030f88e4d630e71508c3b8fbf36ba26ab711234ccfcd45f5dd5fde801fcd5b2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_05_03_us_politics_president-trumps-lawyers_1666741094.html", "title": "The Loyalists and Washington Insiders Fighting Trump’s Legal Battles", "title_page": "The Loyalists and Washington Insiders Fighting Trump’s Legal Battles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s legal team is in tumult once again as it confronts an investigation in New York into Mr. Trump’s personal lawyer, Michael D. Cohen, and the special counsel’s inquiry in Washington being led by Robert S. Mueller III.\nThe investigation in New York is focused, in part, on payments Mr. Cohen made to silence a pornographic film star known as Stormy Daniels, who said she had sex with Mr. Trump. Mr. Mueller’s inquiry is examining whether Mr. Trump obstructed justice and ties between his campaign and Russia.\nWhite House lawyers Personal lawyers Donald F. McGahn II White House counsel Ty Cobb White House special counsel Jay Sekulow Rudolph W. Giuliani Jane Serene Raskin Martin R. Raskin will replace Marc E. Kasowitz Michael D. Cohen Charles Harder Yellow notes a lawyer hired within the last month. Emmet T. Flood White House lawyers will be replaced by Emmet T. Flood Donald F. McGahn II White House counsel Ty Cobb White House special counsel personal lawyers Jay Sekulow Rudolph W. Giuliani Jane Serene Raskin Martin R. Raskin Marc E. Kasowitz Michael D. Cohen Charles Harder Yellow notes a lawyer hired within the last month.\nMr. Trump has lawyers working inside and outside the White House on the cases. The White House lawyers have taken the lead on handing over administration documents to Mr. Mueller’s office and arranging interviews with current and former White House officials.\nMr. Trump’s personal lawyers have spearheaded the efforts to negotiate the terms of an interview with Mr. Mueller’s office. Another group of personal lawyers have been focused on the New York investigation.\nWhite House lawyers\nDonald F. McGahn II, White House counsel • One of Mr. Trump’s longest serving officials, who runs a team of lawyers at the White House. He was the top lawyer on the campaign and joined the administration the day Mr. Trump was sworn in. • Was interviewed at length by Mr. Mueller's office about whether Mr. Trump tried to obstruct the Russia investigation. • Clashed repeatedly with Ty Cobb, a lawyer brought in by the president who Mr. McGahn felt too freely handed over White House documents to Mr. Mueller.\nTy Cobb, White House special counsel • Veteran Washington lawyer hired in July 2017. Retiring at the end of the month. • Despite Mr. Trump’s desires to attack Mr. Mueller, he persuaded the president to cooperate, telling him that that was the only way to hasten the end of the investigation. • Repeatedly told Mr. Trump that the investigation would be over by the end of 2017. He convinced the president that he would only undermine himself if he fired Mr. Mueller. • Believed Mr. Trump should sit for an interview with Mr. Mueller.\nEmmet T. Flood will replace Ty Cobb • Mr. Trump hired him for the job on Wednesday. • Has experience dealing with Congress as part of a team that represented President Bill Clinton during his impeachment proceedings and dealt with congressional investigations during President George W. Bush’s administration. • Was Mr. McGahn’s selection to replace Mr. Cobb, as Mr. McGahn believed he was better suited to deal with the special counsel’s investigation and to handle issues from Congress if the Democrats win control of the House or Senate this fall. • Is close friends with Mr. McGahn's personal lawyer, William A. Burck. • Turned down a previous offer to join the counsel’s office in part because of concerns that Marc E. Kasowitz, one of the president’s personal lawyers, was undermining its work.\nPersonal lawyers on the Mueller case\nJay Sekulow • Started as the deputy to John Dowd, the former lead lawyer on the Mueller inquiry team, and became the only outside lawyer on the case after Mr. Dowd’s departure. • Had to rebuild the legal team from scratch. • Known for his work as a conservative commentator who has filed a number of religious freedom cases.\nJohn Dowd (Quit in March) • Hired as the lead lawyer on the Mueller team in July 2017. He left in March because of Mr. Trump’s tendency to dismiss his lawyers’ advice. • Despite Mr. Trump’s desires to meet with Mr. Mueller, he thought that it would be too risky for Mr. Trump to be interviewed by Mr. Mueller. • Took several missteps, including writing a tweet for the president about his former national security adviser, Michael T. Flynn.\nRudolph W. Giuliani • Hired in late April to negotiate Mr. Trump’s interview with Mr. Mueller and defend him in the media. • A former mayor of New York and federal prosecutor, he is seen as loyal to Mr. Trump. • On Wednesday night, Mr. Giuliani said on Fox News that Mr. Trump reimbursed Mr. Cohen, his longtime personal lawyer, for a payment Mr. Cohen made to Stephanie Clifford, who performs as Stormy Daniels. Mr. Trump later repeated the claim on Twitter, contradicting earlier statements. • Did not inform every member of the legal team that he was going to disclose the payments.\nJane Serene Raskin and Martin R. Raskin • Hired in late April as longer-term additions to the legal team and may take the lead directly with the investigation of Mr. Cohen, Mr. Trump’s longtime personal lawyer. • Former federal prosecutors based in Florida. • Recruited by Mr. Cobb, who has known them for years.\nOther personal lawyers\nMarc E. Kasowitz • Mr. Trump’s longtime lawyer in New York who initially led the Mueller team when the special counsel was appointed in May last year but was replaced as the lead lawyer by Mr. Dowd. • Took an adversarial approach to the investigation. • Was pushed aside a few months later after a falling out with Mr. Trump, but he has remained in contact with the president, and some advisers have called for his return.\nMichael D. Cohen • Mr. Trump’s lawyer and fixer for more than a decade. • In April, F.B.I. agents raided his home, office and hotel room after federal authorities in New York received a referral from Mr. Mueller (though the search does not appear to be directly related to his investigation). They sought documents related to his business dealings and payments he made in connection with two women who said they had affairs with Mr. Trump. • Until the raid, he had been the lead lawyer dealing with claims from one of the women, Ms. Clifford.", "url": "https://www.nytimes.com/interactive/2018/05/03/us/politics/president-trumps-lawyers.html"}