{"authors": ["Quoctrung Bui"], "date_download": "2022-10-25 23:30:28", "date_modify": "2022-10-25 23:30:28", "date_publish": "2017-08-23 10:03:47", "description": "What happens when Americans turn proposed immigration rules on themselves?", "filename": "interactive_2017_08_23_upshot_immigration-quiz-raise-act-trump_1666740628.html", "image_url": "https://static01.nyt.com/images/2017/08/18/upshot/immigration-quiz-raise-act-trump-1503094893646/immigration-quiz-raise-act-trump-1503094893646-facebookJumbo-v3.png?year=2017&h=550&w=1050&s=f2498ce68217c7469be81fb9f6209db5c699c2f0ae8e26e482d85c82680ae548&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_08_23_upshot_immigration-quiz-raise-act-trump_1666740628.html", "title": "How Many Americans Would Pass an Immigration Test Endorsed by Trump?", "title_page": "How Many Americans Would Pass an Immigration Test Endorsed by Trump? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump this month endorsed legislation that would effectively cut immigration to the United States by half. The bill, known as the Raise Act, would sharply reduce the share of people admitted through family ties and create a skills-based system that scores applicants on factors including age, education, income, job prospects and proficiency in English.\nThe Senate sponsors of the bill say their system, modeled on merit systems used by Canada and Australia, would make the United States more competitive. If passed — and immigration overhaul has defied decades of attempts — it would replace standards largely established in the Johnson administration.\nHow Would Americans Score Under the RAISE Act? Only about two percent of American citizens would pass the test. Most would fall far below the cut off of 30. % 30 25 20 15 10 5 0 0 10 20 30 40 Passing Scores → % 30 25 20 15 10 5 0 0 10 20 30 40 Passing Scores → Does not include points awarded for extraordinary achievement (such as earning a Nobel Prize) or significant investments (investments of more than $1.3 million). Source: American Community Survey\nThis raises the question: How well would Americans do if put to this merit-based test? Ernie Tedeschi, an economist, calculated that about 2 percent of American citizens 18 or older would rack up the 30 points needed to be considered for a visa. Here’s what the score of an American like you might look like, assuming you don’t have $1.35 million to invest and haven’t won a Nobel Prize or Olympic medal.\nWould You Pass? Answer These Five Questions 1. How old are you? 18 to 21\n22 to 25\n26 to 30\n31 to 35\n36 to 40\n41 to 45\n46 to 50\nOlder than 50 2. What best describes your education? Less than High School\nHigh School\nCollege or Higher\nMasters Degree in STEM\nProfessional Degree or Doctorate in STEM 3. How well do you speak English, compared with non-native speakers? Top 10 percent\n80th percentile\n70th percentile\nBetter than most\nBottom half 4. How much do you earn? $0 - $39k\n$40k - $79k\n$80k - $119k\n$120k - $159k\n$160k - $199k\n$200k - $239k\n$240k - $279k\n$280k+ 5. Which state do you live in?\nThere are some limits to the level of detail that the census can provide. And we have to take some liberties with how the questions asked in the census apply to the actual criteria set in the Raise Act. However, census data was able to answer all the major questions in the point system that don’t involve winning medals or investing large sums of money.\nWhy would so few Americans pass? Let’s look at each point category.\nAGE The act rewards a narrow age range. It awards 10 points — the maximum — for people ages 26 to 30, with people younger and older than that scoring fewer points. Anyone older than 50 gets zero.\nENGLISH PROFICIENCY The Raise Act requires a top score in an English proficiency exam, either in the TOEFL or IELTS. We simply awarded maximum points to Americans who said that English was their only language. This means the vast majority of Americans would get the top score, 12 points.\nEDUCATION The maximum points, 13, are awarded to people with a professional or doctoral degree in a STEM field — and only 1 percent of Americans qualify. Still, a college graduate in any field would get 6 points.\nINCOME In contrast with the systems Australia and Canada use, the Raise Act would place a particularly heavy weight on high incomes. The proposal gives the maximum points in this category, 13, to applicants who have jobs that pay 300 percent of median household income in the state that they are moving to. (Household incomes are typically composed of multiple incomes, so this is a higher bar than if the Raise Act were to compare the applicant’s personal income to median personal income.)\nEXTRAORDINARY ACHIEVEMENT The Raise act also awards significant points for extraordinary achievement. People can get 25 points for having won a Nobel Prize or another comparable award — but only “in a field of scientific or social scientific study.” An Olympic medal is worth 15 points.\nINVESTMENT Applicants can receive 6 points by making an investment of $1.35 million that stays within U.S. borders for longer than three years. Additionally, the investor must play an “active role” in the investment, perhaps to avoid the possibility of an immigration-as-money-laundering scheme. An investor making an investment of $1.8 million receives 12 points.\nTo be clear, a passing score doesn’t guarantee entry. The act stipulates a cap of 140,000 people to be allowed via the points system.\nThe sponsors of the bill, Senators Tom Cotton and David Perdue, say that a point-based system would help push America toward a more economically oriented immigration policy. Right now it is largely family-oriented. In 2015, 64 percent of new green-card holders were either immediate relatives or family sponsors, according to the Migration Policy Institute. Only 14 percent of those green-card holders were sponsored by an employer. The rest were refugees and green-card lottery winners.\nIt would also make it easier for the government to tweak the dials according to the kind of skills and jobs it thinks the economy needs.\n“The keys to these systems are that they’re very flexible; you can admit people in their early 30s but with not that much work experience,” said Kate Hooper, policy analyst at the Migration Policy Institute. “But you can also admit someone who is in their late 50s but has very relevant work experience.”\nThere is some debate over how effective a pure point system can be in supplying the work force. Entry does not equal employment. And there’s no guarantee that highly skilled new workers would immediately find jobs that match their level of talent — “brain waste,” as immigration experts put it. The Migration Policy Institute estimates that almost a quarter of college-educated immigrants are either unemployed or underemployed.\nEmployee sponsorship solves some of these problems. But a system based exclusively on employee sponsorship ties new immigrants very closely to their employer, making it harder for them to negotiate for higher wages or better working conditions.\nCanada and Australia have integrated a points-based system with employer sponsorship, awarding high scores for merit but also for applicants with a job offer from domestic employer.", "url": "https://www.nytimes.com/interactive/2017/08/23/upshot/immigration-quiz-raise-act-trump.html"}