{"authors": ["Josh Katz"], "date_download": "2022-10-25 23:30:29", "date_modify": "2022-10-25 23:30:29", "date_publish": "2018-02-14 06:19:26", "description": "Treatment foremost, but also support for a host of other solutions, including more interdiction.", "filename": "interactive_2018_02_14_upshot_opioid-crisis-solutions_1666740629.html", "image_url": "https://static01.nyt.com/images/2018/02/09/us/opioid-solutions-promo/opioid-solutions-promo-facebookJumbo.png?year=2018&h=549&w=1050&s=0d8fa43c5d8ba51943d91a3143d5b63bf75339553ce1cc8c91abc407e36475f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_02_14_upshot_opioid-crisis-solutions_1666740629.html", "title": "How a Police Chief, a Governor and a Sociologist Would Spend $100 Billion to Solve the Opioid Crisis", "title_page": "How a Police Chief, a Governor and a Sociologist Would Spend $100 Billion to Solve the Opioid Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The American opioid epidemic has defied all efforts to contain it, and the number of overdose deaths continues to grow. President Trump directed the Department of Health and Human Services to declare the opioid crisis a public health emergency in October and said “we have to do something about it” in his State of the Union address, but his administration has yet to pursue a specific strategy.\nWe asked 30 experts to think big, but realistically, about solutions. Imagine you had $100 billion to spend over five years — a little less than current federal domestic H.I.V./AIDS spending — to address the opioid crisis. Where would you put that money?\nHere, in aggregate, is what our panel said:\nThe consensus of the experts was that any effective strategy should include funding for four major areas: treatment, harm reduction, and both demand- and supply-focused solutions. The answer above is an average, as our panelists disagreed about the best way to divide up the money they were considering.\nOur panel spent more money on treatment programs than anything else. (Over two million Americans are estimated to have a problem with opioids.) It was the top priority for more than 20 of the experts.\nThere was substantial disagreement about whether to focus on treating addiction or on trying to prevent the addiction from forming in the first place by addressing the underlying social issues that allow opioid addiction to thrive.\nOur answers also suggest that the severity of the opioid crisis is breaking down longstanding divisions between public health officials and law enforcement, with over two-thirds of our panel including increased funding for law enforcement or international interdiction efforts. (Most of our panelists are public health and policy experts; others are politicians and law enforcement officials who have dealt with the crisis extensively.)\nOne point of agreement: No panelist spent any of the hypothetical $100 billion on a border wall with Mexico.\nPanelists who emphasized treatment\nJay Unick Gina Raimondo Dr. Andrew Kolodny Tom Vilsack Pavel Bém Dr. Alexander Y. Walley Sue Thau Michael Landen Dr. Sarah Wakeman Dr. Rahul Gupta Leo Beletsky Michael Botticelli Patrick Glynn Daniel Raymond Dr. G. Caleb Alexander\nEach chart above depicts a single panelist’s budget, with the size of the boxes corresponding to the share of proposed spending.\nFor the panelists who emphasized treatment, expanding access to medication-assisted treatment — like methadone and buprenorphine — was at the top of the list. Robust evidence supports these kinds of medications to treat opioid addiction, with systematic reviews showing they cut mortality rates by more than half.\nAnother large chunk of money went to expanding Medicaid, which is a primary source of funding for addiction treatment and also reduces the uninsured population. Our panel dismissed an idea suggested by some Republican senators that Medicaid fueled the opioid epidemic. On the contrary, said Jay Unick, a professor at the University of Maryland, Medicaid expansion would be “the most important intervention for improving outcomes related to the opiate epidemic,” arguing that “all the other interventions discussed here only work if individuals have access to quality health care.”\nEveryone thought at least some money should go toward addiction treatment in jails and prisons. Many people who are severely addicted end up incarcerated at some point. Almost 90 percent of inmates with substance-use disorders receive no medical treatment for them, which experts say leaves them prone to relapse and overdose when they are freed.\nPre-trial diversion programs are designed to keep people out of the prison system altogether by sending low-level drug offenders into treatment and social services. The panel also allocated a significant fraction of money toward more research — not just into which kinds of treatments are most effective, but also into which public policy interventions can have the most impact.\nPanelists who emphasized demand\nShannon Monnat Jon E. Zibbell Dr. Anna Lembke Dr. Dan Ciccarone Dr. Lipi Roy Dr. Elizabeth Salisbury-Afshar Dr. Donald S. Burke Helen Jones-Kelley\nThe primary divide among panelists was treating addiction versus preventing addiction by reducing demand. The largest share of money in the latter category went to community development — such as child care, family services, job training — to revitalize communities and strengthen the social safety net.\n“Until we provide people with an alternative source of dopamine, in the form of family connections, meaningful work and a sense of purpose in their lives, the problem of addiction will continue to grow,” said Dr. Anna Lembke, the medical director of addiction medicine at Stanford.\nThere were also significant allocations for post-incarceration social programs to help the incarcerated re-integrate into society. Several pointed to research showing that inmates are most at risk for relapse and death just after they are released from confinement.\nMany public health experts are skeptical about education and advertising campaigns. Roughly half of our panelists allocated less than a percentage point of their budgets toward this effort.\nBut education doesn’t always mean a DARE-style campaign in schools, an approach considered generally ineffective. It can mean educating doctors and the general public. That’s the kind of program envisioned by Dr. G Caleb Alexander, co-director of the Johns Hopkins Center for Drug Safety and Effectiveness, who argued for “a mass media campaign that includes messages regarding prevention, treatment and recovery” in addition to “targeted outreach to clinicians to improve their ability both to manage chronic non-cancer pain as well as to identify and treat those with opioid addiction.”\nFinally, research into alternative pain therapies claimed a smaller share of our panel's budget. Several panelists argued that such therapies — including acetaminophen, ibuprofen and many others — already exist. Others apportioned money here but stressed that they would focus it on researching the underlying causes of addiction.\nPanelists who emphasized harm reduction\nChristopher Ruhm Dr. Michael R. Brumage Brandon Marshall Keith Humphreys\nHarm reduction rests on the idea that if you can't stop drug use, you should at least make it safer. This category includes syringe exchange services and development of vaccines and treatment for H.I.V. and hepatitis. In general, these measures had wide support among our panel while requiring a smaller amount of funding.\nMost of our panelists allocated at least one percent of their money toward increasing the distribution of naloxone, an overdose antidote. Only three of the 30 did not put any money here. “Naloxone is safe, effective and it saves lives,” Dr. Alexander said. That includes the lives of emergency personnel, local law enforcement officers and drug-sniffing dogs, all of whom can come into contact with fentanyl inadvertently.\nDrug checking services, which would allow people to test drugs for the presence of fentanyl or other contaminants, and supervised consumption spaces, where people could use drugs under medical supervision, are meant to reduce both the likelihood of an overdose and the chance that it leads to death.\nSupervised consumption spaces are in use in Europe and in Canada, which is dealing with a fentanyl crisis of its own, but they are illegal under federal law in the United States. Nevertheless, local governments in Philadelphia and Seattle are planning the first sanctioned sites in the country, and at least one unsanctioned site has been operating in secret for several years.\nPanelists who emphasized supply\nStephanie Patton Dr. Tom Frieden J. Scott Thomson\nReducing opioid supply isn't always about law enforcement. Electronic databases for monitoring opioid prescriptions are a proven method for reducing opioid prescribing. They can also be used to identify those at risk of opioid addiction and guide them into treatment.\nPublic health experts are typically skeptical of law enforcement approaches, but several panelists designated small amounts for interdiction. The reason is the emergence of fentanyl, which has been entering the country almost entirely from Mexico and China. “No one in the public health community would say that we should let China keep sending fentanyl to the United States,” said Jon Zibbell, a public health scientist at RTI International.\nNevertheless, Keith Humphreys, a professor of psychiatry and behavioral sciences at Stanford, said, “Too many people in the public health community see police as the enemy, when they should see them as valuable partners in responding to the opioid epidemic.”\nOf our 30 panelists, just under a third would not commit money toward increased funding for local police, drug task forces or international interdiction (this includes screening of border traffic and international mail, increased staffing/support at customs checkpoints and the development of enhanced narcotics detection techniques).\nA small sum went to programs for reducing diversion of prescription opioids, like drug take-back initiatives and the development of secure prescription containers. Dr. Andrew Kolodny, the co-director for opioid policy research at Brandeis University, argued there's no need for anything so elaborate, noting that the F.D.A. recommends simply flushing extra pills down the toilet.\nPresident Trump has repeatedly spoken in ways that suggest he views the crisis primarily as a law enforcement problem that can be solved with harsher legal penalties for drug dealers and a border wall with Mexico. But none of the 30 panelists we asked would commit a single dollar to the effort. In their view, such a wall would have no effect on curbing the opioid epidemic.\nIn addition to the argument that the real problem is prescription opioids, there was no support among our panel for the idea that a wall would be effective in keeping out opioids like heroin and illicitly manufactured fentanyl. J. Scott Thomson, the Camden County, N.J., chief of police and president of the Police Executive Research Forum, highlighted this point. “For any parent that has experienced the unimaginable pain of burying a child that has overdosed, a wall would not have prevented your tragedy,” he said. “The No. 1 entry point for fentanyl into this country is J.F.K. Airport via U.S. Mail, postmarked from China.”\nThis is far from an exhaustive list of solutions, but it provides a rough guide for how to prioritize future spending, written by those with deep experience in studying and confronting the opioid epidemic.\nAs many of our panelists pointed out, some of the most important changes will come not from spending on new programs but from cultural shifts like reducing the stigma of addiction and changing how we think about pain. Our panel also cited changes in federal law — increasing addiction training for physicians, reforming the pharmaceutical industry and removing federal restrictions on prescribing buprenorphine — that would be critical in addressing the epidemic.\nMany expressed frustration at the pace of federal action to curb the rising number of deaths. Last week, the government reached a budget deal that included an additional $6 billion to combat the crisis, but the details of how that money will be spent remain unclear.\nPanel of Experts", "url": "https://www.nytimes.com/interactive/2018/02/14/upshot/opioid-crisis-solutions.html"}