{"authors": [], "date_download": "2022-10-25 23:47:39", "date_modify": "2022-10-25 23:47:39", "date_publish": "2021-03-06 00:23:22", "description": "A task force that investigated the Jan. 6 riots at the Capitol made a series of recommendations to prevent future breaches.", "filename": "interactive_2021_03_05_us_capitol-security-review_1666741659.html", "image_url": "https://static01.nyt.com/images/2021/03/06/doc-1300337-draft-final-report-task-force-1-6-capitol-security-review-2021-03-promo/doc-1300337-draft-final-report-task-force-1-6-capitol-security-review-2021-03-promo-facebookJumbo.png?year=2021&h=549&w=1050&s=45a098b84a407b9abe1db2cf0b312cc21b62140e50ca215572d3635d94717634&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_03_05_us_capitol-security-review_1666741659.html", "title": "Task Force Report on Security Shortcomings During Capitol Riot", "title_page": "Task Force Report on Security Shortcomings During Capitol Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "review of the necessity for, and command and control effectiveness of, the Capitol Police Board's authority over the USCP. Dedicated Quick Reaction Force to the District of Columbia Our national capital is a prominent tourist destination, venue for many peaceful First Amendment activities, and a high-value target for foreign terrorists or domestic extremists, yet it has no dedicated QRF for response to crises. The USCP relies on augmentation from other civilian law enforcement agencies for emergency support, but we recommend establishment of a robust, dedicated QRF, not only for the USCP, but to serve the nation's capital writ large. Mobilized National Guard forces currently supplement the USCP, which is temporarily sufficient but not a permanent solution. We propose three long-term options for consideration, all of which involve the Executive Branch. The first would be to establish a QRF from existing federal law enforcement entities with appropriate legal authorities and appropriations to staff, train and equip such a force. The second would be to build a QRF under the command of the D.C. National Guard. This could be done by mobilizing military police from Guard elements across the U.S. on rotations of three to six months. Another option would be to create a QRF that permanently resides within the D.C. Guard by reestablishing a military police battalion and staffing it with Active Guard Reserve troops who live in or near the city year-round, perpetually on active duty. USCP Force Structure. The USCP were understaffed, insufficiently equipped, and inadequately trained to secure the Capitol and Members when violently attacked by a large mob. To remedy personnel shortfalls, the Task Force recommends several changes. First, the USCP should hire sufficient officers to fill all current vacancies; this is now 233 officers. The Task Force identified several specific areas for additional capacity, as detailed throughout the report. Due to a lack of available personnel and increasing demands, the USCP has employed a vast amount of overtime to meet mission requirements (nearly 720,000 overtime hours in Fiscal Year (FY) 2020 and over 55 percent of enacted overtime in just the first five months of FY 2021). Not only is this model unsustainable, it leaves the force with no ability to pull officers from the line to train at the individual, leader, or collective level or to prepare for evolving threats. As such, the Task Force recommends the USCP receive an additional 350 authorizations to reduce 4", "url": "https://www.nytimes.com/interactive/2021/03/05/us/capitol-security-review.html"}