{"authors": ["Amy Schoenfeld Walker", "Lisa Waananen Jones", "Lazaro Gamio"], "date_download": "2022-10-25 22:56:48", "date_modify": "2022-10-25 22:56:48", "date_publish": "2020-06-19 09:00:02", "description": "Though imperfect, the C.D.C.’s process for counting these deaths is decades-old. In fact, experts say the toll of nearly 120,000 U.S. Covid-19 deaths is most likely an undercount.", "filename": "interactive_2020_06_19_us_us-coronavirus-covid-death-toll_1666738608.html", "image_url": "https://static01.nyt.com/images/2020/06/17/us/coronavirus-deaths-count-promo-1592447851579/coronavirus-deaths-count-promo-1592447851579-facebookJumbo-v5.jpg?year=2020&h=549&w=1050&s=b717ac805abf896f59e0020be9d8634cc8a082230b9be8ae1068b9b1a1258dbd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_06_19_us_us-coronavirus-covid-death-toll_1666738608.html", "title": "Is the Coronavirus Death Tally Inflated? Here’s Why Experts Say No", "title_page": "Is the Coronavirus Death Tally Inflated? Here’s Why Experts Say No - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Sunday, Gov. Andrew M. Cuomo became the latest in a string of elected officials, including President Trump, to question the death toll from the coronavirus, calling the process of assigning cause of death “fairly random.”\nIn May, the governor also questioned the use of “probable” deaths in public tallies, noting that New York would continue to keep these deaths from its total counts, even though many states and New York City post them publicly.\nBut public health experts say the method used to count deaths from a disease like Covid-19 is decades-old and some amount of uncertainty is simply part of the process.\n“Everything is so politically charged, people are looking for excuses to question the data,” said Robert Anderson, who runs the mortality statistics branch of the Centers for Disease Control and Prevention’s National Center for Health Statistics.\nStates rely on two systems in partnership with the C.D.C. In one system, called disease surveillance, public health staff members and health care workers track the outcomes of people with Covid-19 infections, producing a quick but imperfect public number. In the other system, doctors and coroners submit death certificates to vital records offices, which work with the C.D.C. to tally Covid-19 deaths to create the country’s official death toll from the disease.\nHere’s how Washington, the first state to announce Covid-19 deaths, reconciles these two systems to better understand Covid-19’s toll.\n1,178 Lab-confirmed deaths Covid-19 Deaths in Washington State 7 Other causes 60 Related deaths Based on disease surveillance 1,178 Lab-confirmed deaths Covid-19 Deaths in Washington State 7 Other causes 60 Related deaths Based on disease surveillance Covid-19 Deaths in Washington State 1,178 Lab-confirmed deaths 7 Other causes 60 Related deaths Based on disease surveillance 1,178 Lab-confirmed deaths Covid-19 Deaths in Washington State 7 Other causes 60 Related deaths Based on disease surveillance and vital records 1,178 Lab-confirmed deaths Covid-19 Deaths in Washington State 7 Other causes 60 Related deaths Based on disease surveillance and vital records Covid-19 Deaths in Washington State 1,178 Lab-confirmed deaths 7 Other causes Based on disease surveillance and vital records 60 Related deaths 1,178 Lab-confirmed deaths Covid-19 Deaths in Washington State 7 Other causes 60 Related deaths Based on disease surveillance and vital records 1,178 Lab-confirmed deaths Covid-19 Deaths in Washington State 7 Other causes 60 Related deaths Based on disease surveillance and vital records Covid-19 Deaths in Washington State 1,178 Lab-confirmed deaths 7 Other causes 60 Related deaths Based on disease surveillance and vital records 1,178 Lab-confirmed deaths Covid-19 Deaths in Washington State 7 Other causes 60 Related deaths 80 Probable deaths Based on vital records 1,178 Lab-confirmed deaths Covid-19 Deaths in Washington State 7 Other causes 60 Related deaths 80 Probable deaths Based on vital records Covid-19 Deaths in Washington State 1,178 Lab-confirmed deaths 7 Other causes 60 Related deaths 80 Probable deaths Based on vital records\nAs in all states, Washington uses the disease surveillance system to track deaths among people who tested positive for the coronavirus. These deaths are lab-confirmed, as of June 17. State officials also compare death certificates to disease surveillance data, to identify those who had Covid-19 but died of an unrelated cause, like a gunshot wound. Washington has removed such deaths. Not all states have the staff members or data systems in place to compare death certificates with disease surveillance. Through this process, Washington has also found about 60 deaths in which Covid-19 could have been involved but a certifier included another cause of death, like Alzheimer’s disease or stroke. Many more death certificates show Covid-19 as a cause of death but do not match up to positive coronavirus cases found through disease surveillance. If a person dies from Covid-19 without a lab test, that is a probable death. The C.D.C. has said probable deaths are a standard part of the counting process.\nThe president and conservative news media have accused states of inflating their counts, even as public health experts have said that undercounting is more likely. Limited awareness and testing during the initial months of the pandemic mean an unknown number of early Covid-19 deaths will never be counted.\nWashington identified about 3,000 additional death certificates from early this year with causes of death that align with Covid-19 symptoms, like pneumonia. State health officials believe a small portion of these deaths may be from undetected Covid-19 infections.\nWith the number of dead in the United States approaching 120,000, according to figures compiled by The New York Times, state health officials grappling with the demand for real-time information have taken different approaches about which information to share with the public.\nAbout half of states are now reporting probable deaths to the C.D.C. and publicly on their health department websites, though sometimes these are unlabeled or tucked away in a footnote. Some states lump these deaths with lab-confirmed deaths. Washington is one of several states that track probable deaths internally, though it announced on Wednesday that it will include those deaths in its state total next month.\nThe C.D.C. asked states to start reporting probable deaths in April, based on guidance from the Council of State and Territorial Epidemiologists, which cited a lack of standardized Covid-19 surveillance among states.\n“If we only counted lab-confirmed deaths, we all agree that we will undercount the number of individuals that have died,” said Janet Hamilton, the executive director of the Council for State and Territorial Epidemiologists, a group that helps the C.D.C. define cases and deaths from disease.\nDuring the coronavirus pandemic, states have been facing the challenge of providing immediate, accurate information, which is critical for informing policy decisions on when to loosen restrictions on businesses and social activities.\nThis expectation has been complicated by limited testing and the lengthy process for investigating deaths, which can take weeks or even months. And in many states, data tracking systems are out of date and have been underfunded for years.\n“To keep up with a disease that moves with the speed and intensity of Covid-19, we absolutely need data modernization,” Ms. Hamilton said.\nMost states still rely on mail, phone and fax for disease surveillance and a handful of states use paper systems for death certificates. These two systems, which can help states count deaths with more certainty, don't typically talk to each other. So certain public health staff, already overtasked during the pandemic, have to reconcile differences manually.\nA growing number of states regularly report probable deaths along with lab-confirmed deaths. Other states track probable deaths internally, but do not yet include them in public reports.\nHow States Publicly Report Confirmed and Probable Deaths Confirmed deaths only Confirmed and probable Deaths counted separately Early May Mid June\nProbable deaths are a small share of total deaths in the states that report them, most commonly about 5 percent to 10 percent. The range varies from less than 1 percent in some states up to about one-quarter of total deaths in others. Many probable deaths involve outbreaks at nursing homes, where some residents get tested and some do not.\nEven if states chose to not report probable deaths, or need more time to do so, mortality statisticians have said that most of these deaths will be counted in the death certificate data that states send to the C.D.C.’s National Center for Health Statistics.\nThe Center is using its Covid-19 death counts along with total deaths from all causes to determine the number of excess deaths during the pandemic, which will offer a better picture of Covid-19’s death toll. Experts say it is unrealistic to expect an exact tally for any disease. It is widely accepted that the seasonal flu is underreported on death certificates, which is why the C.D.C. reports annual flu deaths as a broad range.\nBut the federal government could be doing more to help the country better understand Covid-19’s death toll right now, said Charles Rothwell, a former director of the National Center for Health Statistics. Mr. Rothwell said that frontline workers, like clinicians and medical certifiers, need upgraded reporting systems so that health records, vital records, disease tracking and federal guidance are connected.\n“This is all very possible and not that expensive,” said Mr. Rothwell. “This is a doable moment.”", "url": "https://www.nytimes.com/interactive/2020/06/19/us/us-coronavirus-covid-death-toll.html"}