{"authors": ["Charlie Savage", "Josh Williams"], "date_download": "2022-10-25 23:00:43", "date_modify": "2022-10-25 23:00:43", "date_publish": "2019-10-04 14:15:03", "description": "The messages reveal new details about President Trump’s efforts to use American foreign policy to benefit himself.", "filename": "interactive_2019_10_04_us_politics_ukraine-text-messages-volker_1666738843.html", "image_url": "https://static01.nyt.com/images/2019/10/04/us/volker-ukraine-impeachment-document-promo-1570197638674/volker-ukraine-impeachment-document-promo-1570197638674-facebookJumbo.jpg?year=2019&h=549&w=1050&s=d9548d1ebc9d18da9c9fc89983378efb56ea40cc4c67b44675722322ede7d54e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_10_04_us_politics_ukraine-text-messages-volker_1666738843.html", "title": "Read the Text Messages Between U.S. and Ukrainian Officials", "title_page": "Read the Text Messages Between U.S. and Ukrainian Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATTACHMENT\nConnecting Rudy Giuliani with Ukraine President Zelensky’s Advisor: On July 19, Ambassador Volker texted President Trump’s agent, Rudy Giuliani, to thank him for breakfast and to introduce him to Andrey Yermak, a top advisor to President Zelensky:\n[7/19/19, 4:48 PM] Kurt Volker: Mr Mayor – really enjoyed breakfast this morning. As discussed, connecting you here with Andrey Yermak, who is very close to President Zelensky. I suggest we schedule a call together on Monday - maybe 10am or 11am Washington time? Kurt\nSondland Briefs Zelensky Ahead of Call with President Trump:1 On July 19, 2019, Ambassador Volker, Ambassador Sondland, and Mr. Taylor had the following exchange about the specific goal for the upcoming telephone call between President Trump and the Ukrainian President:\n[7/19/19, 4:49:42 PM] Kurt Volker: Can we three do a call tomorrow—say noon WASHINGTON? [7/19/19, 6:50:29 PM] Gordon Sondland: Looks like Potus call tomorrow. I spike [sic] directly to Zelensky and gave him a full briefing. He’s got it. [7/19/19, 6:52:57 PM] Gordon Sondland: Sure! [7/19/19, 7:01:22 PM] Kurt Volker: Good. Had breakfast with Rudy this morning-teeing up call w Yermak Monday. Must have helped. Most impt is for Zelensky to say that he will help investigation—and address any specific personnel issues—if there are any\nConcerns about Ukraine Becoming an “Instrument” in U.S. Politics:2 On July 21, 2019, Ambassador Taylor flagged President Zelensky’s desire for Ukraine not to be used by the Trump Administration for its own domestic political purposes:\n[7/21/19, 1:45:54 AM] Bill Taylor: Gordon, one thing Kurt and I talked about yesterday was Sasha Danyliuk’s point that President Zelenskyy is sensitive about Ukraine being taken seriously, not merely as an instrument in Washington domestic, reelection politics. [7/21/19, 4:45:44 AM] Gordon Sondland: Absolutely, but we need to get the conversation started and the relationship built, irrespective of the pretext. I am worried about the alternative.\nGiuliani Advocates for Trump-Zelensky Call: Mr. Yermak and Mr. Giuliani agreed to speak on the morning of July 22. Later that evening, Ambassador Volker informed Ambassadors Sondland and Taylor that Giuliani was now \"advocating\" for a phone call between President Trump and President Zelensky:", "url": "https://www.nytimes.com/interactive/2019/10/04/us/politics/ukraine-text-messages-volker.html"}