{"authors": ["Ford Fessenden", "Anjali Singhvi"], "date_download": "2022-10-25 23:27:11", "date_modify": "2022-10-25 23:27:11", "date_publish": "2016-12-05 05:52:41", "description": "What we know about the interior of the building that burned down on Friday.", "filename": "interactive_2016_12_05_us_oakland-fire-warehouse_1666740431.html", "image_url": "https://static01.nyt.com/images/2016/12/05/us/oakland-fire-warehouse-1480916936190/oakland-fire-warehouse-1480916936190-facebookJumbo-v3.jpg?year=2016&h=550&w=1050&s=458b1db8a523d7086abc9cd06c0d24d4dee32e3fbd4d29425e5740cf7603f925&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_12_05_us_oakland-fire-warehouse_1666740431.html", "title": "Warehouse in Oakland Fire Was Used Illegally", "title_page": "Warehouse in Oakland Fire Was Used Illegally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fire that killed more than 30 people on Friday in Oakland occurred in a warehouse that was being used as an artistic and performance venue.\nThe building, known as the Ghost Ship, also housed a community of roughly 25 artists who lived in the building even though it should not have had residents.\nOpening in wall Carmen Brito’s apartment Stairs Second floor performance space Stairs Entrance Entrance 31st Avenue Opening in wall Carmen Brito’s apartment Stairs Second floor performance space Stairs Entrance Entrance 31st Avenue The New York Times\nCarmen Brito, who lived in an apartment at the back of the first floor, said she thought the fire started in a studio next to hers.\nThe warehouse had two floors and two entrances, and it was filled with vintage furniture, rugs and other objects, as well as musical instruments.\nBesides the front entrance on 31st Avenue, there was a side entrance that had been cut into the south wall that opened onto a vacant lot. There was also an opening in the north wall on the second floor that provided access to a bathroom in the adjacent building, according to Omar Vega, the owner of Custom O’s, an automotive shop on the first floor.\nDerby Ave. Ghost Ship Site of fire E. 13th Street 31st Ave. Hawthorne Site of fire Oakland 29TH AVE. FRUITVALE AVE. INTERNATIONAL BLVD. Fruitvale Station E. 12TH ST. SAN LEANDRO ST. NIMITZ FWY. 1.500 Feet FRUITVALE AVE. International Blvd. Oakland Hawthorne Derby Ave. Site of fire INTERNATIONAL BLVD. Ghost Ship Site of fire Fruitvale Station E. 12TH ST. SAN LEANDRO ST. NIMITZ FWY. E. 13th Street Canal 31st Ave. Alameda FRUITVALE AVE. Oakland International Blvd. Hawthorne Site of fire Derby Ave. INTERNATIONAL BLVD. Ghost Ship Site of fire Fruitvale Station E. 12TH ST. SAN LEANDRO ST. NIMITZ FWY. E. 13th Street Canal 31st Ave. Alameda FRUITVALE AVE. Oakland International Blvd. Hawthorne Site of fire Derby Ave. INTERNATIONAL BLVD. Ghost Ship Site of fire Fruitvale Station E. 12TH ST. SAN LEANDRO ST. NIMITZ FWY. E. 13th Street Canal 31st Ave. Alameda The New York Times\nInside the front entrance was a stairway that had been added to the original warehouse space, Mr. Vega said. The stairway wound to the left up to the second floor, where a performance of electronic music had drawn several dozen people on Friday night.\nThe authorities said the evacuation of the building may have been complicated by those stairs, which were at least partly constructed of pallet wood.\nNikki Kelber", "url": "https://www.nytimes.com/interactive/2016/12/05/us/oakland-fire-warehouse.html"}