{"authors": ["K.K. Rebecca Lai"], "date_download": "2022-10-25 23:40:08", "date_modify": "2022-10-25 23:40:08", "date_publish": "2019-12-23 00:07:30", "description": "As protests and arrests have become routine in the city, online groups have formed to document arrests and police action during protests and at other times.", "filename": "interactive_2019_12_22_world_asia_hong-kong-protests-arrests-telegram_1666741208.html", "image_url": "https://static01.nyt.com/images/2019/12/21/us/hong-kong-protests-arrests-telegram-promo-1576975758680/hong-kong-protests-arrests-telegram-promo-1576975758680-facebookJumbo-v3.jpg?year=2019&h=549&w=1050&s=77d2947cdf6107c525c8a118d2386eae2ebd3ee0104cffaf6ced4bb954ca089c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_12_22_world_asia_hong-kong-protests-arrests-telegram_1666741208.html", "title": "In Hong Kong, a Vast Citizens’ Network Keeps Watch on the Police", "title_page": "In Hong Kong, a Vast Citizens’ Network Keeps Watch on the Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — As protests and arrests have become routine across Hong Kong, online groups, some with more than 100,000 members, have formed to document arrests and police action during protests and at other times.\nRecent videos of arrested protesters from Telegram Nov. 20#TinShuiWai 2 female 1 male, students Dec. 11850 #MongKok 1 female arrested Dec. 4#ToKwaWan 0730 1 male student arrested Dec. 82354 #MongKok Fa Yuen Street, 1 arrested Dec. 90323 #SheungShui Arrested people in police car Dec. 152244 #MongKok On AM7196, blue jacket, black shirt\nA bus was blocking traffic on a recent night in Mong Kok, a busy shopping district. Someone had activated the emergency brake, a tactic sometimes used by protesters to disrupt normal life in Hong Kong even when there aren't major demonstrations. Police officers pursued a 16-year-old to a nearby street and pinned him to the ground as they arrested him.\nVideo from Telegram; annotation by The New York Times\nAccording to a police report sent to The New York Times, the arrest happened at 8:14 p.m. At the same time that night, reports of the arrest began streaming into Telegram, an online social network used by protesters to organize.\nPosts on Telegram channel for\nreporting arrests 2013 #MongKok 3 plain clothes officers arrested 1 8:14 p.m. 2015 #MongKok Near Mong Kok Center, 1 arrested 8:16 p.m. 2013 #MongKok 3 plain clothes officers arrested 1 8:14 p.m. 2015 #MongKok Near Mong Kok Center, 1 arrested 8:16 p.m.\nA small crowd gathered. Two plainclothes officers tried to handcuff the teenager. Bystanders demanded that another officer show police identification.\nOne officer responded: “I don’t have to tell you anything. You don’t need to know.”\nAs the teenager was pinned to the ground, he repeatedly yelled out his name and identification number. He also said that he would not kill himself, a reference to rumors about the circumstances of a teenager’s death in October that the police had classified as a suicide.\nA few minutes later, a bystander uploaded a video of the arrest to Telegram.\nDozens of riot police soon arrived, pointing long guns at people. The crowd backed up, but at least several witnesses continued to record video.\nThe protests, now in their seventh month, have grown tense. Violent confrontations are frequent. Protesters have thrown Molotov cocktails and vandalized property, and the police have responded with force, including mass arrests.\nAllegations of abuse during arrests and inside police stations have created fear among protesters. Lawyers have reported difficulty in finding arrested protesters, sometimes having to visit multiple police stations before locating them. Some lawyers have reported that the police coerced their clients into giving statements without a lawyer present.\nDriven by a deep mistrust of the police, an ad hoc online network has formed to report and follow up on arrests.\nUnconfirmed reports of\narrests on Telegram Posts from Nov. 18 to Dec. 16 from a Telegram channel.\nFor dozens of arrests each week, users post photos and videos to the online groups. That night in Mong Kok, the crowd watched closely as the young man was taken away in an ambulance because of injuries suffered during the arrest. Many stood guard until the last officer left the scene, sending updates to online channels. The police did not respond to a request for comment on the messaging channels where such information has been shared.\nThe license plate of the ambulance that took the arrestee away was reported to the channel. Later that night, a message was posted to the channel saying that the teenager’s family was with him.\nPosts on Telegram channel for\nreporting arrests 2013 #Mong Kok 3 plain clothes officer arrested 1 8:17 p.m. 2015 #MongKok Near Mong Kok Center, 1 arrested 8:25 p.m. On ambulance #A173, needs family 8:28 p.m. Arrested person now in hospital, with family 11:17 p.m. 2013 #Mong Kok 3 plain clothes officer arrested 1 8:17 p.m. 2015 #MongKok Near Mong Kok Center, 1 arrested 8:25 p.m. On ambulance #A173, needs family 8:28 p.m. Arrested person now in hospital, with family 11:17 p.m.\nAround 11:30 p.m., dozens of passersby watched and filmed as the police arrested two others a few blocks away in Mong Kok, and reported these to the online watchdog groups again.", "url": "https://www.nytimes.com/interactive/2019/12/22/world/asia/hong-kong-protests-arrests-telegram.html"}