{"authors": ["Justin Wolfers", "David Leonhardt", "Kevin Quealy"], "date_download": "2022-10-25 23:30:28", "date_modify": "2022-10-25 23:30:28", "date_publish": "2015-04-20 16:01:28", "description": "Across the country, hundreds of thousands of black men are missing from everyday life.", "filename": "interactive_2015_04_20_upshot_missing-black-men_1666740628.html", "image_url": "https://static01.nyt.com/images/2015/04/16/upshot/missing-black-men-1429541892662/missing-black-men-1429541892662-facebookJumbo.png?year=2015&h=549&w=1050&s=cc47dfd724a992481d33eeafcc17c964751bcfe2bc264420cc04056c6a1c04e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_04_20_upshot_missing-black-men_1666740628.html", "title": "1.5 Million Missing Black Men", "title_page": "1.5 Million Missing Black Men - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For every 100 black women not in jail, there are only 83 black men. The remaining men – 1.5 million of them – are, in a sense, missing .\nIn New York, almost 120,000 black men between the ages of 25 and 54 are missing from everyday life. In Chicago, 45,000 are, and more than 30,000 are missing in Philadelphia. Across the South — from North Charleston, S.C., through Georgia, Alabama and Mississippi and up into Ferguson, Mo. — hundreds of thousands more are missing.\nThey are missing, largely because of early deaths or because they are behind bars. Remarkably, black women who are 25 to 54 and not in jail outnumber black men in that category by 1.5 million, according to an Upshot analysis. For every 100 black women in this age group living outside of jail, there are only 83 black men. Among whites, the equivalent number is 99, nearly parity.\nAfrican-American men have long been more likely to be locked up and more likely to die young, but the scale of the combined toll is nonetheless jarring. It is a measure of the deep disparities that continue to afflict black men — disparities being debated after a recent spate of killings by the police — and the gender gap is itself a further cause of social ills, leaving many communities without enough men to be fathers and husbands.\nPerhaps the starkest description of the situation is this: More than one out of every six black men who today should be between 25 and 54 years old have disappeared from daily life.\n“The numbers are staggering,” said Becky Pettit, a professor of sociology at the University of Texas.\nAnd what is the city with at least 10,000 black residents that has the single largest proportion of missing black men? Ferguson, Mo., where a fatal police shooting last year led to nationwide protests and a Justice Department investigation that found widespread discrimination against black residents. Ferguson has 60 men for every 100 black women in the age group, Stephen Bronars, an economist, has noted.", "url": "https://www.nytimes.com/interactive/2015/04/20/upshot/missing-black-men.html"}