{"authors": ["Sarah Almukhtar"], "date_download": "2022-10-25 23:54:35", "date_modify": "2022-10-25 23:54:35", "date_publish": "2017-05-25 21:01:08", "description": "The number of civilians killed in American-led airstrikes in Iraq and Syria spiked this year.", "filename": "interactive_2017_05_25_world_middleeast_airstrikes-iraq-syria-civilian-casualties_1666742075.html", "image_url": "https://static01.nyt.com/images/2017/05/02/world/middleeast/airstrikes-iraq-syria-civilian-casualties-1495745700190/airstrikes-iraq-syria-civilian-casualties-1495745700190-facebookJumbo.jpg?year=2017&h=549&w=1050&s=aa33f13f44a2be15d0e783b33d59d31ef663938975af78fa47a1a3289a9fc450&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_05_25_world_middleeast_airstrikes-iraq-syria-civilian-casualties_1666742075.html", "title": "U.S. Airstrikes on ISIS Have Killed Hundreds, Maybe Thousands of Civilians", "title_page": "U.S. Airstrikes on ISIS Have Killed Hundreds, Maybe Thousands of Civilians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The number of civilians killed in American-led airstrikes in Iraq and Syria spiked this year, as efforts to retake Islamic State strongholds intensified and as some procedures for approving airstrikes were changed.\nComparing estimates of civilian deaths most likely caused by American-led coalition airstrikes Total estimated by Airwars: 400 Raqqa offensive begins 300 Mosul offensive begins 200 100 Total confirmed by the U.S. Military: 25 Jan. 2015 Jan. 2016 Jan. 2017 Comparing estimates of civilian deaths most likely caused by American-led coalition airstrikes Total Estimated by Airwars: 400 Raqqa offensive begins 300 Mosul offensive begins 200 100 Total Confirmed by the U.S. Military: 25 Jan. 2015 Jan. 2016 Jan. 2017 Comparing estimates of civilian deaths most likely caused by American-led coalition airstrikes Total Estimated by Airwars: 400 Raqqa offensive begins 300 Mosul offensive begins 200 100 Total Confirmed by the U.S. Military: 25 Jan. 2015 Jan. 2016 Jan. 2017 Comparing estimates of civilian deaths most likely caused by American-led coalition airstrikes Total Estimated by Airwars: 400 Raqqa offensive begins 300 Mosul offensive begins 200 100 Total Confirmed by the U.S. Military: 25 Jan. 2015 Jan. 2016 Jan. 2017 The New York Times | Sources: Airwars (civilian deaths as of April 1); U.S. Central Command. | Notes: About 5 percent of the Airwars data is from unilateral American airstrikes that targeted groups other than the Islamic State, including Al Qaeda. The U.S. military did not provide dates for an additional 80 confirmed civilian deaths; those deaths are not included in the chart.\nData compiled by Airwars, a nonprofit group that tracks reports of civilian deaths in Iraq and Syria, showed a significant jump in the number of reported deaths in the first three months of 2017.\nThe military recently confirmed that American-led airstrikes had been responsible for at least 352 civilian deaths since the start of the war against the Islamic State. But Airwars estimated that the total was eight times higher. The group found that at least 3,100 civilians were killed in American-led airstrikes from August 2014 to March 2017.\nMuch of the increase in the Airwars data coincided with the operations to retake Mosul, Iraq, the Islamic State’s largest stonghold, and Raqqa, Syria, the group’s de facto capital.\nThe increase has also led some human rights groups to question whether changes in procedure are responsible. In December, under President Barack Obama, some American and allied advisers in the field were authorized to call in airstrikes in Iraq without approval from an operations center. President Trump has also shifted more authority over military operations to the Pentagon.\nLama Fakih, the deputy Middle East director at Human Rights Watch, said in a statement that “making it easier to call in airstrikes will almost necessarily afford civilians fewer protections from being injured or killed.”\nBut American officials have said that rules protecting civilians have not changed and that the current airstrike approval process allows for air support to reach Iraqi troops on the ground faster. They point to Mosul, Raqqa and other recent operations to explain the increase in reports of civilian deaths.\nAleppo Mosul Raqqa ISIS CONTROL AREAS SYRIA Tikrit IRAQ Damascus Baghdad Aleppo Mosul Raqqa ISIS CONTROL AREAS SYRIA Tikrit Damascus IRAQ Baghdad The New York Times | Source: Conflict Monitor by IHS Markit (control areas as of April 3)\nAirwars also identified additional “contested” episodes that resulted in 2,700 civilian deaths. These were events in which American-led airstrikes may have had some role in the deaths.\nRussian airstrikes, which have bombarded rebel-held areas in Syria since 2015, are probably responsible for thousands more civilian deaths, according to a preliminary analysis by Airwars.\nBut regardless of the total number of civilian deaths, several former American security officials recently wrote a letter warning Defense Secretary Jim Mattis that unintentional civilian casualties “can cause significant strategic setbacks” by reducing local cooperation and providing fuel for militant propaganda.\nThe Offensive in Mosul\nAbout a million civilians were thought to be living in Mosul when operations to retake the city, Iraq’s second most populous and the largest to have been under Islamic State control, began in October. At the time, Iraqi officials encouraged residents not to flee the city.\nA large majority of civilian deaths there happened after Iraqi forces entered the dense urban terrain of the city’s western neighborhoods in mid-February. More than 1,000 deaths were reported there in March.\nCivilian Deaths From Airstrikes Where American-led coalition airstrikes are most likely responsible Where American-led coalition and/or other groups may be responsible\nArea of detail IRAQ 20 MILES Area of detail IRAQ 20 MILES 2014 (Aug.-Dec.) Mosul 20 civilian deaths Sinjar 13 Qayyara 26 2014 (Aug.-Dec.) Mosul 20 civilian deaths 2015 Mosul 262 civilian deaths 2015 Mosul 262 2016 Mosul 555 civilian deaths 2016 Mosul 555 2017 (Jan.-Mar.) Mosul 1,793 civilian deaths 2017 (Jan.-Mar.) Mosul 1,793\nThe New York Times | Sources: Airwars (civilian casualties); OpenStreetMap and its contributors. | Note: Total civilian deaths include confirmed, credible and contested reports.\nAs Iraqi forces advance, their requests for airstrikes must be approved by American commanders. But the Islamic State is said to have been gathering civilians into buildings to raise the potential for civilian casualties when the militants are targeted.\nThe Push Toward Raqqa\nAmerican-backed militia fighters in Syria have been advancing toward Raqqa with heavy support from American and coalition airstrikes since November.\nThe battles here are happening in areas that are less populated than Mosul. Still, Raqqa Province has had a quarter of all recorded instances of civilian deaths from American or coalition airstrikes.\nCivilian Deaths From Airstrikes Where American-led coalition airstrikes are most likely responsible Where American-led coalition and/or other groups may be responsible\n10 MILES Area of detail SYRIA 15 MILES Area of detail SYRIA 2014 (Aug.-Dec.) Raqqa 2 civilian deaths 2014 (Aug.-Dec.) Raqqa 2 civilian deaths 2015 Raqqa 65 civilian deaths Tabaqa 30 2015 Raqqa 65 2016 Tal al-Samin 7 Raqqa 200 civilian deaths 2016 Raqqa 200 2017 (Jan.-Mar.) Raqqa 40 civilian deaths Mansoura 33 2017 (Jan.-Mar.) Raqqa 40\nThe New York Times | Sources: Airwars (civilian casualties); OpenStreetMap and its contributors. | Note: Total civilian deaths include confirmed, credible and contested reports.\nStrikes With High Death Counts\nOn March 17, an American airstrike destroyed a building in the Jidideh neighborhood of Mosul, killing more than a hundred civilians who were inside. It may have been one of the deadliest American airstrikes ever in Iraq.\nOn Thursday, American officials made public the results of an investigation, saying that while an airstrike did hit the building, it was not enough to cause the building to collapse. They said the strike had set off explosives that Islamic State fighters had placed in the building, contributing to the high death count.\nIn the weeks after the airstrike, military officials said they had made changes to their procedures, though they declined to specify how.\nResidents in western Mosul carried the bodies of people killed in the Jidideh neighborhood. Felipe Dana/Associated Press\nIn Syria, at least three coalition airstrikes had high death tolls in March. An airstrike that hit a school in the town of Mansoura in Raqqa Province on March 21 reportedly killed more than 30 civilians who had sheltered there. Lt. Gen. Stephen J. Townsend, the senior United States commander in Iraq, denied this report, saying that the attack had killed militants, not civilians.\nLess than a week earlier, residents said a strike had hit a mosque in the village of Jina in Aleppo Province, killing at least 37 civilians. American officials said the target had been not a mosque, but a nearby building that Qaeda operatives were using. They have opened an investigation into whether civilians were killed.\nVolunteers dug through rubble after a reported airstrike on a mosque in the village of Jina in Aleppo Province in March. Omar Haj Kadour/Agence France-Presse — Getty Images\nThe United Nations urged the American-led coalition to rethink its tactics after the deadly attack in Mosul. Amnesty International accused Iraqi and coalition forces of failing “to take adequate precautions to prevent civilian deaths, in flagrant violation of international humanitarian law.”", "url": "https://www.nytimes.com/interactive/2017/05/25/world/middleeast/airstrikes-iraq-syria-civilian-casualties.html"}