{"authors": ["Lazaro Gamio"], "date_download": "2022-10-25 23:48:34", "date_modify": "2022-10-25 23:48:34", "date_publish": "2020-07-09 17:49:27", "description": "Reported cases are rising fast in many states that opened early, while those that stayed shut down longer are largely seeing declines.", "filename": "interactive_2020_07_09_us_coronavirus-cases-reopening-trends_1666741714.html", "image_url": "https://static01.nyt.com/images/2020/07/09/us/coronavirus-cases-reopening-trends-promo-1594316434343/coronavirus-cases-reopening-trends-promo-1594316434343-facebookJumbo.jpg?year=2020&h=549&w=1050&s=8c1048364bf4b9cc6d0f951c556cf9512189ef2ed2aa46929511ddfea7047fd9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_07_09_us_coronavirus-cases-reopening-trends_1666741714.html", "title": "How Coronavirus Cases Have Risen Since States Reopened", "title_page": "How Coronavirus Cases Have Risen Since States Reopened - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The current surge in coronavirus cases in the United States is being driven by states that were among the first to reopen their economies, decisions that epidemiologists warned could lead to a wave of infections.\nPercent change in average daily cases since reopening Based on a 7-day rolling average in states with at least 2,000 total cases.\nFlorida and South Carolina were among the first to open up and are now among the states leading the current surge. In contrast, the states that bore the brunt of cases in March and April but were slower to reopen have seen significant decreases in reported cases since. Average daily cases in New York are down 52 percent since it reopened in late May and down 83 percent in Massachusetts.\nThe reopening dates shown here come from a New York Times database tracking when states lifted orders to stay at home or allowed major sectors such as retail, restaurants and personal care services to reopen either statewide or in most areas. (In the charts above and below, states with fewer than 2,000 total cases are excluded.)\nStates that reopened before May 1 7-day rolling average of daily cases. Each state has its own scale. Note: South Dakota had not ordered closures but updated guidance for businesses and residents on April 28.\nSouth Carolina — the first state to reopen retail stores — continues to set records for reported cases. On Wednesday, the average daily case count was 1,570, up from 143 from when the state reopened. State health officials estimate that they have identified just 14 percent of cases, since most go undiagnosed.\nCases in Georgia are up 245 percent since late April, prompting some cities to require the use of face masks. These local mandates go further than a statewide order signed by Gov. Brian Kemp that encourages, but doesn’t require, masks.\nStates that reopened before May 15 7-day rolling average of daily cases. Each state has its own scale.\nFlorida has seen a more than tenfold increase in average daily cases since it began reopening in early May. Public health officials said the return to bars, restaurants and house parties was the cause for the spike. The state has since shut down on-site drinking at bars. Florida is not alone — more than a third of states are pausing or reversing plans to reopen.\nArizona — on top of seeing a spike in cases — has the highest rate of positive tests in the country, with nearly 1 in 4 coming back positive. The nationwide rate is roughly 9 percent.\nStates that reopened later 7-day rolling average of daily cases. Each state has its own scale.\nAmong the first states to be affected by the coronavirus, California is now seeing a spike in cases. The state was once seen as a model for how to contain the virus, but experts blame the current surge on an inconsistent adoption of prevention strategies and a haphazard reopening process that gave people a false sense that they were in the clear.\nNew York, once the epicenter of the virus, has seen average daily case numbers plummet along with the rate of positive test results, which sits at 1 percent. The state is still reopening, but a full return to normal is a ways off, especially as hotspots emerge across the country. In an effort to prevent a resurgence of the virus in the region, New York, New Jersey and Connecticut issued a joint travel advisory requiring travelers from hotspots to quarantine for two weeks. Violators would be fined, but an enforcement mechanism isn’t currently in place.\nPresident Trump has blamed the rapid growth in cases on an increase in tests, but testing alone does not explain the surge. The United States is conducting nearly three times as many tests as earlier in the outbreak, but the growth in cases is outpacing the growth in testing in at least half of states. Shortages of test kits remain a widespread problem, with reports of some testing sites running out of supplies just minutes after opening.\nPercent change in average daily cases and testing since reopening Based on 7-day rolling averages.\nAdditionally, this wave of cases across the country differs from the early outbreak — while older people were primarily affected before, younger people are now making up a much greater share of new cases.\nBecause younger people are driving the spike in new cases, death tallies are not rising as sharply. But experts warn that the United States may be on the verge of a wave of deaths. Earlier in the pandemic, when testing was more limited, deaths lagged cases by a week or two. With the more widespread testing being done now, that interval is now more like two to four weeks.", "url": "https://www.nytimes.com/interactive/2020/07/09/us/coronavirus-cases-reopening-trends.html"}