{"authors": [], "date_download": "2022-10-25 23:54:51", "date_modify": "2022-10-25 23:54:51", "date_publish": "2021-04-19 20:23:38", "description": "Doce de los principales clubes de fútbol europeos confirmaron sus planes de formar una liga independiente. Este es el comunicado [en inglés] que emitieron el domingo.", "filename": "interactive_2021_04_19_sports_soccer_super-league-announcement-ES_1666742091.html", "image_url": "https://static01.nyt.com/images/2021/04/19/doc-1303198-breakaway-soccer-clubs-announce-super-league-promo/doc-1303198-breakaway-soccer-clubs-announce-super-league-promo-facebookJumbo.png?year=2021&h=550&w=1050&s=8a0f2cbde5ea70bf3c6facd294972f55640278298c52156619f33ff034ed74a6&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_04_19_sports_soccer_super-league-announcement-ES_1666742091.html", "title": "El anuncio de la ‘Superliga’", "title_page": "El anuncio de la ‘Superliga’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE SUPER LEAGUE PRESS RELEASE IMMEDIATE SUNDAY 18TH APRIL LEADING EUROPEAN FOOTBALL CLUBS ANNOUNCE NEW SUPER LEAGUE COMPETITION Twelve of Europe's leading football clubs have today come together to announce they have agreed to establish a new mid-week competition, the Super League, governed by its Founding Clubs. AC Milan, Arsenal FC, Atlético de Madrid, Chelsea FC, FC Barcelona, FC Internazionale Milano, Juventus FC, Liverpool FC, Manchester City, Manchester United, Real Madrid CF and Tottenham Hotspur have all joined as Founding Clubs. It is anticipated that a further three clubs will join ahead of the inaugural season, which is intended to commence as soon as practicable. Going forward, the Founding Clubs look forward to holding discussions with UEFA and FIFA to work together in partnership to deliver the best outcomes for the new League and for football as a whole. The formation of the Super League comes at a time when the global pandemic has accelerated the instability in the existing European football economic model. Further, for a number of years, the Founding Clubs have had the objective of improving the quality and intensity of existing European competitions throughout each season, and of creating a format for top clubs and players to compete on a regular basis. The pandemic has shown that a strategic vision and a sustainable commercial approach are required to enhance value and support for the benefit of the entire European football pyramid. In recent months extensive dialogue has taken place with football stakeholders regarding the future format of European competitions. The Founding Clubs believe the solutions proposed following these talks do not solve fundamental issues, including the need to provide higherquality matches and additional financial resources for the overall football pyramid.", "url": "https://www.nytimes.com/interactive/2021/04/19/sports/soccer/super-league-announcement-ES.html"}