{"authors": ["Derek Watkins"], "date_download": "2022-10-25 23:40:01", "date_modify": "2022-10-25 23:40:01", "date_publish": "2016-02-29 15:29:00", "description": "China has been feverishly piling sand onto reefs in the South China Sea, creating seven new islets in the region and straining already taut geopolitical tensions.", "filename": "interactive_2015_07_30_world_asia_what-china-has-been-building-in-the-south-china-sea-2016_1666741201.html", "image_url": "https://static01.nyt.com/images/2015/07/30/world/asia/what-china-has-been-building-in-the-south-china-sea-1438228514651/what-china-has-been-building-in-the-south-china-sea-1438228514651-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3ed0fd9dbfed70bdc9ecde5777304ebcb4fe756607778b70aaa52266db976501&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_07_30_world_asia_what-china-has-been-building-in-the-south-china-sea-2016_1666741201.html", "title": "What China Has Been Building in the South China Sea", "title_page": "What China Has Been Building in the South China Sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Although China was a relative latecomer to construction in the Spratly archipelago, its island building is much more extensive than similar efforts by other countries in the area. The recent activity has unsettled the United States, which has about $1.2 trillion in bilateral trade go through the South China Sea every year.Washington does not recognize China’s ownership of the islands, and in February President Obama reiterated the government's position that “the United States will continue to fly, sail and operate wherever international law allows.” To reinforce the message, the United States Navy sent missile destroyers in October and January within 12 nautical miles of the islands, the conventional limit for territorial waters. According to statements from David Shear, the top Pentagon official in charge of Asia and the Pacific, the last time before October that the United States had sent ships or aircraft that close to the islands was in 2012.", "url": "https://www.nytimes.com/interactive/2015/07/30/world/asia/what-china-has-been-building-in-the-south-china-sea-2016.html"}