{"authors": ["A Series"], "date_download": "2022-10-25 23:48:03", "date_modify": "2022-10-25 23:48:03", "date_publish": "2016-12-23 17:10:10", "description": "Moral choices. Awkward interactions. Family transformations. A year inside Canadians’ quests to adopt Syrian refugees.", "filename": "interactive_2016_world_americas_canada-syrian-refugees_1666741683.html", "image_url": "https://static01.nyt.com/images/2016/12/23/world/americas/canada-series-promo/canada-series-promo-facebookJumbo-v4.jpg?year=2016&h=550&w=1050&s=3ddf1e01f91a6ef053925d07b8179059ce1d7c115e98d20a928b38d592df3893&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_world_americas_canada-syrian-refugees_1666741683.html", "title": "The New York Times", "title_page": "Refugees Welcome - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Late in 2015, we heard something intriguing: Thousands of Canadian citizens were essentially adopting Syrian refugees.\nThe volunteers were book club members, hockey moms, poker buddies and grandmothers, many with little connection to the Middle East. Few of the Syrians spoke English; some had barely heard of Canada. Many arrived with no idea that eager sponsors planned to spend a year helping them resettle.\nMuch of the rest of the world was treating refugees with suspicion or hostility. So how was Canada’s national movement to help them going to work out?\nWe have spent over a year trying to find answers.\nIn our first few months of reporting, we documented the awkward interactions and growing bonds between the Canadians and the Syrians.\nWe watched the refugees and their sponsors face wrenching moral questions about relatives half a world away.\nWe saw how the Canadian help was changing the Syrian families — their roles, their children’s desires and expectations, even their marriages.", "url": "https://www.nytimes.com/interactive/2016/world/americas/canada-syrian-refugees.html"}