{"authors": ["Bedel Saget", "Joe Ward", "Sam Manchester"], "date_download": "2022-10-25 23:35:55", "date_modify": "2022-10-25 23:35:55", "date_publish": "2018-10-26 11:59:58", "description": "The infield defensive shifts have become a mainstay in baseball. But the Dodgers and the Red Sox use them very differently.", "filename": "interactive_2018_10_26_sports_baseball_world-series-defensive-shifts_1666740955.html", "image_url": "https://static01.nyt.com/images/2018/10/25/sports/baseball/world-series-defensive-shifts-1540521861656/world-series-defensive-shifts-1540521861656-facebookJumbo-v3.jpg?year=2018&h=549&w=1050&s=be35fe4b8fbb9439a3bc90122b84ab0e2764e163d108050f4beefa7db8707625&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_10_26_sports_baseball_world-series-defensive-shifts_1666740955.html", "title": "Baseball’s Defensive Dance: How the Dodgers and Red Sox Use the Shift", "title_page": "Baseball’s Defensive Dance: How the Dodgers and Red Sox Use the Shift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Every inning, Justin Turner jogs out to third base to play the position for the Dodgers. At some point in the inning, depending on the batter, Turner might move to his left about 80 feet to stand behind second base. Or he might move even farther afield and stand where the second baseman usually plays. Who knows where he’ll show up next?\nTurner’s dance is not new to baseball. Major league teams have been moving players around the infield more and more for the better part of a decade. And the use of the strategy continues to rise.\n35,000 REGULAR-SEASON SHIFTS 25,000 15,000 5,000 0 ’10 ’12 ’14 ’16 ’18 Sports Info Solutions\nThis season, teams played infielders in a position other than their traditional spots 34,673 times — more than 6,500 times above the previous high, set in 2016. And that number counts only shifts when a ball is put into play — not shifts used when an at-bat ends in a walk or a strikeout.\nBut teams use the shift in different ways, as the Dodgers and Red Sox have shown during the postseason. Both teams use a trove of data to decide where to place their defenders, but Los Angeles has logged nearly twice as many postseason shifts as Boston has when the ball is put in play.\nSHIFTS USED POSTSEASON GAMES SHIFTS PER GAME Dodgers 119 13 9.2 Red Sox 56 11 5.1 Sports Info Solutions\nIn Game 1 of the World Series, for instance, Los Angeles had three infielders on the same side of second base 15 times, the Red Sox only five times.\nTurner was by far the most traveled infielder in that game. Against a single hitter, the left-handed Jackie Bradley Jr., below, Turner showed up all over the place — playing three different spots in Bradley’s four trips to the plate.\nJustin Turner Dodgers 3rd baseman 1 time 8th inning, runner on first 2 times 4th and 6th innings, no one on base 1 time 2nd inning, runners on first and third Justin Turner Dodgers 3rd baseman 1 time 8th inning, runner on first 2 times 4th and 6th innings, no one on base 1 time 2nd inning, runners on first and third Justin Turner Dodgers 3rd baseman 1 time 8th inning, runner on first 2 times 4th and 6th innings, no one on base 1 time 2nd inning, runners on first and third Justin Turner Dodgers 3rd baseman 1 time 8th inning, runner on first 2 times 4th and 6th innings, no one on base 1 time 2nd inning, runners on first and third 1 time 2 1 Justin Turner Dodgers 3rd baseman\nThe Dodgers’ second basemen — Brian Dozier, and later, Enrique Hernández — didn’t log the miles that Turner did, but they were still busy. They played in the more traditional position only 10 times, or for about a quarter of the Red Sox batters. They played on the shortstop side of second base five times and they shifted to play more up the middle 22 times.\nThis photo shows the first Red Sox batter of the game, Mookie Betts, with Dozier on the shortstop side of second base.\n1 10 22 5 times Brian Dozier Dodgers 2nd baseman 1 10 22 5 times Brian Dozier Dodgers 2nd baseman 1 10 22 5 times Brian Dozier Dodgers 2nd baseman 1 10 22 5 times Brian Dozier Dodgers 2nd baseman 1 10 22 5 times Brian Dozier Dodgers 2nd baseman\nWith Boston starting six right-handed batters, Dodgers shortstop Manny Machado played in the traditional shortstop position much more often, about two-thirds of the time. But he did set up on the second-base side of the bag five times.\nFour times, when he was the only infielder on the shortstop side of second (thanks to the wandering Turner), he played in on the grass, once against the left-handed Andrew Benintendi and twice against the lefty Bradley.\n5 3 5 times Manny Machado Dodgers shortstop 25 5 3 5 times Manny Machado Dodgers shortstop 25 5 3 5 times Manny Machado Dodgers shortstop 25 5 3 5 times Manny Machado Dodgers shortstop 25 5 3 5 times Manny Machado Dodgers shortstop 25\nThe shift paid big dividends early for the Dodgers in Game 1. The image above is in the second inning with runners on first and third and one out for the Red Sox. Bradley hit a hard shot up the middle that looked like it would extend Boston’s lead. But Machado had him played perfectly, fielding the ball, stepping on second and throwing to first for an inning-ending double play.\nBesides Machado’s double play, just how often have these shifts led to outs?\nThe Dodgers have used many more shifts in the postseason than the Red Sox and have accumulated more outs because of them. But if you consider the opponents’ batting averages on ground balls and short line drives — the plays the shifts are designed to defend — then the Red Sox have fared a bit better.\nGROUND BALLS SHORT LINERS NO HITS BATTING AVG. HITS Dodgers 61 10 51 .164 Red Sox 27 4 23 .148 Sports Info Solutions\nAs much as the defensive shifts have helped the Dodgers, they’ve also been victimized by them. Machado and Cody Bellinger have each lost three hits to the shift, more than any other batters in the postseason.\nMachado’s lost hits Bellinger’s lost hits vs. Brewers, groundout vs. Braves, fielder’s choice vs. Brewers, groundout vs. Brewers, groundout vs. Brewers, groundout vs. Brewers, fielder’s choice Machado’s lost hits Bellinger’s lost hits vs. Brewers, groundout vs. Braves, fielder’s choice vs. Brewers, groundout vs. Brewers, groundout vs. Brewers, groundout vs. Brewers, fielder’s choice Sports Info Solutions\nBoston’s shifts were much tamer than the Dodgers’ in Game 1. Part of the reason was that the Dodgers started a lineup of all right-handed hitters against the lefty Chris Sale — a first for any team in the World Series.\nSo for the first 22 Dodgers batters, the Red Sox generally played the same infield defense, with second baseman Ian Kinsler shaded well toward second base. At no point during Game 1 did Kinsler play on the other side of second.\n8 30 times Ian Kinsler Red Sox 2nd baseman 8 30 times Ian Kinsler Red Sox 2nd baseman 8 30 times Ian Kinsler Red Sox 2nd baseman 8 30 times Ian Kinsler Red Sox 2nd baseman 8 30 times Ian Kinsler Red Sox 2nd baseman\nAfter Sale came out of the game and the Dodgers started pinch-hitting some of their left-handed batters, Boston’s shift became a bit more interesting.\nShortstop Xander Bogaerts, having played in a more traditional position for all those Dodgers righties, now played up the middle or on the other side of second base against the left-handers.\n5 times 2 Xander Bogaerts Red Sox shortstop 31 5 times 2 Xander Bogaerts Red Sox shortstop 31 5 times 2 Xander Bogaerts Red Sox shortstop 31 5 times 2 Xander Bogaerts Red Sox shortstop 31 5 times 2 Xander Bogaerts Red Sox shortstop 31 5 times 2 Xander Bogaerts Red Sox shortstop 31", "url": "https://www.nytimes.com/interactive/2018/10/26/sports/baseball/world-series-defensive-shifts.html"}