{"authors": ["Corina Knoll"], "date_download": "2022-10-25 23:28:11", "date_modify": "2022-10-25 23:28:11", "date_publish": "2020-03-30 09:00:01", "description": "The energy, the traffic, the crowds are all gone. Only the vacant streets remain, waiting for the actors to return to the stage.", "filename": "interactive_2020_03_30_nyregion_photos-of-new-york-coronavirus_1666740491.html", "image_url": "https://static01.nyt.com/images/2020/03/27/nyregion/00nyvirus-empty/00nyvirus-empty-facebookJumbo-v2.jpg?year=2020&h=550&w=1050&s=c23ff5c6c0cd3e4b6ca8de26363679bfc1fa6f9ddf98275d2e996a9c1c1ba325&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_03_30_nyregion_photos-of-new-york-coronavirus_1666740491.html", "title": "New York Was Not Designed for Emptiness", "title_page": "New York Was Not Designed for Emptiness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The energy, the traffic, the crowds are all gone. Only the vacant streets remain, waiting for the actors to return to the stage.\nSecond Avenue in Manhattan Bryan Derballa for The New York Times\nThe lights are still on in Times Square. Billboards blink and storefronts shine in neon. If only there were an audience for this spectacle.\nBut the thoroughfares have been abandoned. The energy that once crackled along the concrete has eased. The throngs of tourists, the briskly striding commuters, the honking drivers have mostly skittered away.\nIn their place is a wistful awareness that plays across all five boroughs: Look how eerie our brilliant landscape has become. Look how it no longer bustles.\nThis is not the New York City anyone signed up for.\nTimes Square Mark Abramson for The New York Times\nA playground in the West Village Diana Zeyneb Alhindawi for The New York Times\nA man delivers groceries to a family in the Bronx. Gabriela Bhaskar for The New York Times Bedford-Stuyvesant in Brooklyn Marian Carrasquero for The New York Times\nUtica Avenue station in Crown Heights, Brooklyn Juan Arredondo for The New York Times\nYet this is what it has become in the week after nonessential businesses were ordered to shut down and people were implored to heed a stay-at-home mandate for their own protection.\nHere alone, the coronavirus has already stolen hundreds of lives, less than a month after New York confirmed its first positive case. The coming weeks look even more grim. Most know someone stricken with the virus, and the number of cases only grows.\nSo too does an uneasiness within a city suddenly forced to be everything it is not.\nManhattan offers the starkest contrast to its former self. An imposing destination when flooded with a work force and enraptured tourists, it has been whittled down to a bleak grid.\nThe other more residential boroughs have retained some liveliness, but they are also subdued. Neighbors keep to themselves, and the clusters that gather at bus stops and the grocery checkout line observe a wary separation.\nSome events break the sense of isolation: when communities organized a clap and whistle in unison, or when a motorcycle brigade sped down Eastern Parkway in Brooklyn, their engines shouting into the silence.\nBikers ride down Eastern Parkway in Brooklyn. Jonah Markowitz for The New York Times\nStaten Island Ferry Stephen Speranza for The New York Times\nA food pantry in the Bronx Juan Arredondo for The New York Times A family in Bushwick Gareth Smit for The New York Times\nGreen-Wood cemetery in Brooklyn Sarah Blesener for The New York Times\nIt is an odd thing to keep one’s distance in a place where strangers’ lives are meant to intertwine in fantastic and untidy ways. Where public spaces like Grand Central Terminal and Penn Station draw in people from a thousand different origins. Where you live because you want, in many ways, to brush up against this city’s peculiar rhythms.\nThose who arrive with wide-eyed aspirations have the same intent as the travelers and the locals. Get out and experience all that vibrancy. Be social. Go see cool stuff, no matter the hour.\nBut the foot traffic has plummeted as residents shuffle off to living quarters that seem to have shrunk even smaller without the usual escapes. Online video chats, a quaint diversion, are void of those serendipitous encounters that only occur outside our homes.\nAnd now the city appears like a rented backdrop in need of a cast and millions of extras. Restlessness and uncertainty lie behind all the closed doors.\nA CVS in Manhattan Stephen Speranza for The New York Times\nThe Brooklyn-Queens Expressway Victor J. Blue for The New York Times\nThe Bow Bridge in Central Park Jeenah Moon for The New York Times Fine Fare Supermarket in Inwood Desiree Rios for The New York Times\nMilly’s pizza parlor in Brooklyn Jose A. Alvarado Jr. for The New York Times\nThe streets are not entirely empty. In Central Park and Prospect Park, families out for a breath of air stroll past friends with a wave. Bicyclists take advantage of friendly roads. A woman walks her horse near the Lincoln Tunnel.\nAnd there is still a heartbeat within the city, buoyed by those who must continue showing up to work, their jobs deemed vital. They sit inside hushed subway trains and buses and make their way across forlorn stations. They trudge along sidewalks that feel joyless and foreboding at night.\nThere are the restaurant owners who live off hope that the takeout orders will be enough to keep their business afloat; the masked health care workers gearing up for another fight against a pandemic; the emergency workers weary from a fathomless crisis.\nAnd then there are the street vendors, public utility employees, delivery workers, mail carriers, trash collectors, auto mechanics, food bank operators, bodega owners — crucial players keeping the engines of the city at a quiet hum.\nPerhaps this is a respite from the usual cacophony. The troves of ambling sightseers had been maddening. The subways were always jammed, the morning rush crushed our souls. The mess of cars, the packed bars, the incessant pressure to engage were constant thorns.\nAnd yet.\nPerhaps the return of such ordinary troubles will be a relief in this city that was never designed for solitude.\nA carriage horse in Midtown Manhattan Bryan Derballa for The New York Times\nA fruit seller in Jackson Heights Ryan Christopher Jones for The New York Times\nA bus stop in Chinatown Mark Abramson for The New York Times Dan’s Supermarket in Inwood Desiree Rios for The New York Times", "url": "https://www.nytimes.com/interactive/2020/03/30/nyregion/photos-of-new-york-coronavirus.html"}