{"authors": ["Audrey Carlsen", "Maya Salam", "Claire Cain Miller", "Denise Lu", "Ash Ngu", "Jugal K. Patel", "Zach Wichter"], "date_download": "2022-10-25 23:24:53", "date_modify": "2022-10-25 23:24:53", "date_publish": "2018-10-23 09:00:02", "description": "A list of cases since the Harvey Weinstein scandal, and an analysis of those who have filled the vacated roles.", "filename": "interactive_2018_10_23_us_metoo-replacements_1666740293.html", "image_url": "https://static01.nyt.com/images/2018/10/23/us/metoo-replacements-promo-1540319791481/metoo-replacements-promo-1540319791481-facebookJumbo.jpg?year=2018&h=549&w=1050&s=5d31637ab5f8106f7e5e4d8cd0a64f13873a8bf3b9462a369fd7f907e5944453&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_10_23_us_metoo-replacements_1666740293.html", "title": "#MeToo Brought Down 201 Powerful Men. Nearly Half of Their Replacements Are Women.", "title_page": "#MeToo Brought Down 201 Powerful Men. Nearly Half of Their Replacements Are Women. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "201 lost jobs or major roles 124 replacements: 54 women and 70 men\nWho Was Ousted and Who Stepped In Harvey Weinstein\nProducer and co-founder, the Weinstein Company Interim\nAndy Mitchell & Milos Brajovic Co-presidents of Lantern Entertainment Charlie Rose\nTelevision host Permanent Christiane Amanpour Host, “Amanpour & Company” ▼ View all 201 cases below\nThey had often gotten away with it for years, and for those they harassed, it seemed as if the perpetrators would never pay any consequences. Then came the report that detailed Harvey Weinstein’s sexual assaults and harassment, and his fall from Hollywood’s heights.\nA year later, even as the #MeToo movement meets a crackling backlash, it’s possible to take some stock of how the Weinstein case has changed the corridors of power. A New York Times analysis has found that, since the publishing of the exposé (followed days later by a New Yorker investigation), at least 200 prominent men have lost their jobs after public allegations of sexual harassment. A few, including Mr. Weinstein, face criminal charges. At least 920 people came forward to say that one of these men subjected them to sexual misconduct. And nearly half of the men who have been replaced were succeeded by women.\nIn the year preceding the Weinstein report, by contrast, fewer than 30 high-profile people made the news for resigning or being fired after public accusations of sexual misconduct. The downfall of the Fox host Bill O'Reilly in April 2017 turned out to have been just a foreshock of the changes to come.\n“We’ve never seen something like this before,” said Joan Williams, a law professor who studies gender at the University of California, Hastings. “Women have always been seen as risky, because they might do something like have a baby. But men are now being seen as more risky hires.”\n[Sign up here for Gender Letter, our newsletter that helps you keep up with the world, and the women shaping it.]\nSexual harassment has hardly been erased in the workplace. Federal law still does not fully protect huge groups of women, including those who work freelance or at companies with fewer than 15 employees. New workplace policies have little effect without deeper cultural change. And as the Supreme Court confirmation battle over Brett Kavanaugh showed, Americans disagree on how people accused of sexual misconduct should be held accountable and what the standard of evidence should be.\nBut the analysis shows that the #MeToo movement shook, and is still shaking, power structures in society’s most visible sectors. The Times gathered cases of prominent people who lost their main jobs, significant leadership positions or major contracts, and whose ousters were publicly covered in news reports.\nForty-three percent of their replacements were women. Of those, one-third are in news media, one-quarter in government, and one-fifth in entertainment and the arts. For example, Robin Wright replaced Kevin Spacey as lead actor on “House of Cards,” Emily Nemens replaced Lorin Stein as editor of “The Paris Review,” and Tina Smith replaced Al Franken as a senator from Minnesota.\nPeople Replacing Men Accused of Sexual Misconduct\nWomen are starting to gain power in organizations that have been jolted by harassment, with potentially far-reaching effects.\n“I find it so interesting the number of people who come up to me and say, ‘Thank you for stepping in when someone needed to step in,’” Ms. Smith said. “That’s a lot of what women do a lot of the time, right?”\nAppointing a woman does not guarantee change. Women have also harassed and covered up harassment. Some women face the glass cliff — in which women are appointed to leadership in times of organizational crisis, when the chance of failure is higher. And while the share of women who have risen to power in the wake of Mr. Weinstein’s fall is significant, women are still vastly underrepresented at the top of American institutions.\nResearch has repeatedly shown that women tend to lead differently. In general, they create more respectful work environments, where harassment is less likely to flourish and where women feel more comfortable reporting it. Female leaders tend to hire and promote more women; pay them more equally; and make companies more profitable. Women bring their life experiences and perspectives to decision-making, and that can help in business because women make the vast majority of purchasing decisions. In government, women have been shown to be more collaborative and bipartisan, and promote more policies supporting women, children and social welfare.\nThat has been true in Congress, said Ms. Smith, a Democrat. In a highly polarized Senate, women tend to be unusually collegial across party lines, she said, and the 23 female senators meet for dinner monthly.\nAl Franken\nU.S. senator for Minnesota Resigned after accusations of groping and improper advances from at least six women. He apologized but denied many of the allegations. Interim Tina\nSmith ▼ View all 201 cases below\n“I believe you’re successful and you get things done if you have relationships with people,” she said. “That’s the ground for accomplishing something, certainly in the legislative world.”\nOne example: She and Senator Lisa Murkowski, Republican from Alaska, discovered that they both worked on the Trans-Alaska Pipeline in high school. The bond they built from shared experience helped them when they co-sponsored mental health legislation that was included in the opioid crisis response bill passed last month.\nIn news media and entertainment, many women who ascended to jobs vacated by men have changed the tone and substance of what they offer audiences — and in some cases, the fallout from #MeToo has shaped their decisions.\nRoy Price\nHead of Amazon Studios Resigned after a Hollywood producer accused him of making unwanted sexual advances. Interim Albert\nCheng Permanent Jennifer\nSalke ▼ View all 201 cases below\nJennifer Salke, who took over for Roy Price as head of Amazon Studios, has said Amazon needed more “big, addictive shows for women.” She has announced deals with the actors Lena Waithe and Nicole Kidman, among others.\nSince Tanzina Vega took over from John Hockenberry as host of “The Takeaway,” the public radio program, she has done many episodes about gender, including on masculinity, women’s anger and the intersection of gender and race — topics that she had been covering for years but that she said were now part of the national conversation.\n“I don’t think that’s necessarily because I’m a woman, but it’s just that as a woman, as a Latina, I know when the conversation hasn’t been about women, and I’m deeply sensitive to that,” said Ms. Vega, who was previously a reporter at CNN and The New York Times.\nJohn Hockenberry\nHost of WNYC’s “The Takeaway” After he left “The Takeaway,” nine women accused Mr. Hockenberry of sexual harassment, including unwelcome sexual advances. He apologized, describing his behavior as “rude, aggressive and impolite.” Interim Todd\nZwillich Permanent Tanzina\nVega Amy Walter Friday host ▼ View all 201 cases below\nWomen’s personal experiences, including as mothers, can make workplaces more welcoming to other women. That’s the hope of Christine Tsai, who is chief executive of the tech investment firm 500 Startups, where she replaced Dave McClure in early 2017 after an internal investigation into his behavior toward women in the tech community.\n“I’ve erred on the side as C.E.O. of being more open about it, like if one of my kids has an appointment, so hopefully it creates an environment where people don’t feel like they have to hide that they have obligations to family,” she said. “Sure, a guy can be sensitive to those things, but I think it helps having that empathy of what it’s like for moms.”\nThe women who have risen, however, can only make so much change — they are still operating in a male-dominated system. More than 10 percent of the ousted men have tried to make a comeback, or voiced a desire to, and many never lost financial power.\nThe comedian Louis C.K. recently took the stage at the Comedy Cellar in New York, raising questions of how long is long enough for people to be banished from their field, and who gets to decide. Garrison Keillor, the radio host, has restarted “The Writer’s Almanac” as a podcast and reportedly received $275,000 for a deal in which Minnesota Public Radio reposted archived episodes of his programs. Jerry Richardson, the founder and former owner of the Carolina Panthers, was fined $2.75 million by the N.F.L. after he was accused of sexual harassment — but sold the team for at least $2.2 billion, a record amount.\nWhen people accused of harassment return to power without making amends — or never lose it, at least financially — it limits the post-Weinstein movement’s potential to change how power is exercised in American society.\nThey have not experienced the same type of trauma that survivors have, said Tarana Burke, the founder of the #MeToo movement, which she started in 2006 to support survivors of sexual harassment and violence (the hashtag went viral a year ago this month as women used it to tell their stories of harassment and violence). And very few have shown that they have taken responsibility for their actions or offered private apologies to those they harmed, she said.\n“Where’s the self-reflection and accountability?” she said. “Perhaps if we saw some evidence of that, then we can have a more robust conversation about the road to redemption.”\nIn the meantime, these women say, there are more than enough qualified women ready to take their places in power.\n“A bunch of us who took over these jobs got promoted because we were really good at these jobs,” said Ms. Vega, the radio host. “We have the skills, we have the experience, we have the work ethic and we have the smarts to do it, and it’s time for us to do this job.”\nThe 98 Men Who Were Replaced Of the men who lost their jobs, 51 have been replaced by at least one woman in an interim or permanent capacity. The date for each entry indicates when news broke of accusations, or when a firing, resignation or other fallout was announced. See also: Vacant | Not Replaced | Women | Back to Top ↑ Harvey Weinstein\nProducer and co-founder, the Weinstein Company Accused by dozens of women of sexual misconduct ranging from harassment to abuse and rape. He has been criminally charged in Manhattan with sexually assaulting two women. The Weinstein Company later went bankrupt and was bought and rebranded as Lantern Entertainment. Mr. Weinstein, who was fired from his film production company, has said all of his encounters were consensual. Interim Andy Mitchell Co-president of Lantern Entertainment Milos Brajovic Co-president of Lantern Entertainment Lockhart Steele\nEditorial director, Vox Media Fired after being accused of sexual harassment of at least one person. Vox Media’s chief executive said Mr. Steele admitted to misconduct. Permanent Melissa\nBell Roy Price\nHead of Amazon Studios Resigned after a Hollywood producer accused him of making unwanted sexual advances. Interim Albert\nCheng Permanent Jennifer\nSalke Chris Savino\nCreator of Nickelodeon’s “The Loud House” Fired after accusations of sexual harassment from multiple women. He apologized. Permanent Michael Rubiner Co-executive producer of “The Loud House” Cliff Hite\nOhio state senator Resigned after a woman filed a sexual harassment complaint against him, citing unwanted advances. He later said that he had behaved inappropriately. Interim Robert\nMcColley Robert Scoble\nCo-founder of the Transformation Group, an augmented reality company Resigned after being accused of sexual assault or inappropriate behavior with three women. He apologized for “inappropriate” behavior. Permanent Irena\nCronin John Besh\nChief executive, Besh Restaurant Group Stepped down from day-to-day operations after accusations of sexual harassment from multiple employees. He apologized. Permanent Shannon\nWhite Caleb Jennings\nChicago organizer for Service Employees International Union Fired after accusations of “sexual misconduct and abusive behavior.” Found not guilty of assault in court. Permanent Marisa\nSalas Mark Halperin\nPolitical journalist NBC News, Penguin Press, HBO and Showtime severed ties with Mr. Halperin after accusations of sexual harassment by former co-workers. He apologized and admitted to several years of “inappropriate” behavior. Permanent Alex Wagner Co-host of Showtime’s “The Circus” Rick Najera\nDirector of CBS’s Diversity Showcase Resigned after an investigation into accusations that he made inappropriate and lewd comments to performers. In a statement, he said he was “confounded by deliberate and cruel defamations.” Permanent Stephen\nGuarino Grace\nParra Kevin Spacey\nActor Dropped from his Netflix show, “House of Cards,” and was replaced in the film “All the Money in the World” after he was accused of forcing himself on a minor. He apologized. More men have come forward accusing Mr. Spacey of behaving inappropriately toward them. Replaced\nin roles by Robin Wright Netflix “House of Cards” star Christopher Plummer J. Paul Getty in “All the Money in the World” Hamilton Fish\nPublisher and president of The New Republic Resigned after accusations of inappropriate conduct, and said he had “a lot to learn” about the treatment of women in the workplace. Permanent Rachel Rosenfelt Publisher and vice president of The New Republic Andy Dick\nActor Fired from two films after accusations of sexual harassment. He pleaded not guilty to a sexual battery charge in July and denied claims of groping. Replaced\nin role by Jonathan Pessin Oliver in “Vampire Dad” Michael Oreskes\nHead of news at NPR and former New York Times editor Resigned after accusations of sexual harassment of three women. He apologized and called his behavior “wrong and inexcusable.” Interim Christopher\nTurpin Permanent Nancy\nBarnes Ira Silverstein\nIllinois state senator Resigned as majority caucus chairman after sexual harassment accusations, which he denied. He lost his re-election bid in a March primary. Permanent Mattie Hunter Majority caucus chair Jeff Hoover\nKentucky state representative and speaker of the House Resigned as speaker after settling a sexual harassment claim made by a staffer but remains in office. Mr. Hoover said the alleged harassment, consisting of inappropriate text messages, was consensual. Interim David Osborne House speaker pro tempore Kendall Fells\nOrganizing director of the Service Employees International Union’s Fight for 15 campaign Resigned amid a broad investigation into harassment and employee misconduct within the union. Permanent Allynn\nUmel Sam Adams\nDirector of U.S. branch of the World Resources Institute Left his job as the director of the U.S. branch of a think tank after a former staffer said Mr. Adams sexually harassed him when he was the mayor of Portland, Ore. Mr. Adams called the accusations false and said his decision to leave the think tank was unrelated. Permanent Dan\nLashof Ed Westwick\nActor Cut from the BBC show “Ordeal by Innocence” after three women accused him of sexual assault. He denied the accusations. Prosecutors in Los Angeles declined to press charges because of lack of evidence. Replaced\nin role by Christian Cooke Mickey Argyll in “Ordeal by Innocence” Don Shooter\nArizona state representative Expelled by the Arizona House of Representatives for “dishonorable” behavior after an investigation found he sexually harassed multiple women, including fellow lawmakers. Mr. Shooter apologized and said he had done “stupid things,” though he raised questions about the investigation’s claims. Interim Tim\nDunn Dwayne Duron Marshall\nChief of staff to U.S. Representative Brenda Lawrence Resigned after allegations that he sexually harassed other staffers were published. He denied the allegations and said he was “vindicated” after an internal investigation found no harassment claims. Permanent Ryan\nHedgepeth Benjamin Genocchio\nExecutive director of the Armory Show art fair Replaced as executive director of the Armory Show, a top international art fair in New York, following accusations from several women of unwelcome touching and inappropriate sexual comments. Mr. Genocchio said he “never intentionally acted in an inappropriate manner” but apologized “to the extent my behavior was perceived as disrespectful.” Permanent Nicole\nBerry Dan Schoen\nMinnesota state senator Resigned after allegations of sexual harassment from multiple women. He denied some allegations while claiming that others were “taken far out of context.” Permanent Karla\nBigham Louis C.K.\nComedian and producer Lost his production deal with FX after he admitted to multiple instances of sexual misconduct, including masturbating in front of several women. Distribution for a film he wrote and starred in was canceled, and he lost a voice role in “The Secret Life of Pets” franchise. He recently began performing again, unannounced, at comedy clubs in the New York area. Replaced\nin role by Patton Oswalt Max in “The Secret Life of Pets 2” Tony Cornish\nMinnesota state representative Resigned after accusations that he propositioned lawmakers and lobbyists for sex. He apologized. Interim Jeremy\nMunson Tony Mendoza\nCalifornia state senator Resigned after accusations that he made improper advances toward several women. He denied the accusations. A State Senate investigation found that he “more likely than not” made unwanted advances. Interim Vanessa\nDelgado Andrew Kreisberg\nExecutive producer of superhero dramas “Arrow,” “Supergirl,” and “The Flash” Fired after accusations of sexual harassment and inappropriate physical contact. He denied the allegations. Permanent Greg Berlanti Took on additional responsibilities as an executive producer of “The Flash” and “Supergirl” Eddie Berganza\nEditor at DC Comics Fired following accusations that he “forcibly kissed and tried to grope colleagues.” Permanent Brian Cunningham Group Editor of Superman titles Marie Javins Group Editor of Justice League titles Gary Goddard\nFounder of the Goddard Group Stepped away from his company after accusations that he molested eight former child actors. He denied the accusations. The company was renamed “Legacy | GGE.” Permanent Taylor\nJeffs Brian Linder\nKentucky state representative Replaced as chairman of a pension committee, after a report that he was one of four state legislators who signed a sexual harassment settlement with a staff member. He apologized for unspecified “mistakes.” Permanent Jerry Miller Chairman of the Public Pension Oversight Board Jim DeCesare\nKentucky state representative Replaced as chairman of an economic development committee, after a report that he was one of four state legislators who signed a sexual harassment settlement with a staff member. He said he has “done nothing to be ashamed of.” Interim Phillip Pratt Chairman of the Economic Development and Workforce Investment Committee Michael Meredith\nKentucky state representative Replaced as chairman of a local government committee, after a report that he was one of four state legislators who signed a sexual harassment settlement with a staff member. Permanent Rob Rothenburger Chairman of the House Local Government Committee Steve Lebsock\nColorado state representative Expelled by the Colorado House of Representatives after accusations of sexual harassment, including discussing sexual acts, by at least five women. He denied the accusations. Interim Alexander\nWinkler Jeff Kruse\nOregon state senator Resigned after an independent investigation found that he had sexually harassed and inappropriately touched multiple women. He denied the accusations. Interim Dallas\nHeard Paul Rosenthal\nColorado state representative Lost committee vice-chairmanship and re-election after accusations of groping. The complaints were dismissed by the Colorado General Assembly. Mr. Rosenthal said he was “innocent of any wrongdoing.” Permanent Tony Exum Sr. Vice Chair of the House Local Government Committee Wes Goodman\nOhio state representative Resigned after acknowledging he engaged in “inappropriate behavior” inside his office. Then further accusations emerged that Mr. Goodman had for years made unwanted sexual advances toward younger men when he worked in Washington and had once groped a college student. Interim Riordan\nMcClain Al Franken\nU.S. senator for Minnesota Resigned after accusations of groping and improper advances from at least six women. He apologized but denied many of the allegations. Interim Tina\nSmith David Sweeney\nChief news editor at NPR Left after accusations of sexual harassment from three female colleagues. Permanent Edith\nChapin Randy Baumgardner\nColorado state senator Stepped down as chair of the transportation committee after being accused of sexually harassing a former legislative aide. An independent investigation found the claim credible. Mr. Baumgardner denied the accusations. The State Senate voted against expelling him. Permanent John Cooke Chair of the Senate Transportation Committee Stephen Bittel\nChairman, Florida Democratic Party Resigned after six women accused him of sexually inappropriate comments and behavior. Permanent Terrie\nRizzo Charlie Rose\nTelevision host Fired by CBS and PBS after accusations of crude sexual advances by several women. He said he acted insensitively but that many of the allegations were inaccurate. Permanent Christiane Amanpour Host, “Amanpour & Company” Glenn Thrush\nWhite House reporter at The New York Times Suspended and then reassigned to a new beat after sexual harassment accusations made by four female journalists. Permanent Katie\nRogers Raul Bocanegra\nCalifornia state assemblyman Resigned after being accused of sexual harassment, including groping, of at least six women. He said he was “not guilty of any such crimes,” though he was “not perfect.” Interim Luz\nRivas John Lasseter\nChief creative officer of Pixar and Walt Disney Animation Stepped away after accusations of unwanted workplace hugging and other inappropriate touching. He apologized. He has a consulting role until the end of the year. Permanent Jennifer Lee Chief creative officer, Walt Disney Animation Studios Pete Docter Chief creative officer, Pixar Animation Studios Matt Lauer\nTelevision news anchor Fired from NBC after being accused of inappropriate sexual behavior toward a fellow staffer. Others also said they were subject to unwanted advances. He apologized but said some of the accusations were untrue. Replaced\nin role by Katie Couric Co-host for Winter Olympics Permanent Hoda Kotb Co-anchor, NBC’s “Today” show Johnny Iuzzini\nChef and judge on ABC’s “The Great American Baking Show” Fired after accusations of sexual harassment, including unwanted touching, of at least six former employees who were female. He denied some allegations, and said none of his behavior was “meant to hurt people.” Permanent Sherry Yard Judge on ABC’s “The Great American Baking Show” Blake Farenthold\nU.S. representative for Texas Dropped his re-election bid and later resigned amid harassment accusations and a report that he used taxpayer money to settle a sexual harassment claim brought by a former employee. He apologized for creating an “unprofessional” workplace culture. Interim Michael\nCloud Josh Zepnick\nWisconsin state representative Refused to resign after two women said he kissed them against their will. He was eventually removed from legislative committee assignments. Permanent Gary Hebl Member of the Committee on Federalism and Interstate Relations Dean Westlake\nAlaska state representative Resigned after being accused of sexual harassment, including groping, by seven current and former aides. He apologized. Interim John\nLincoln James Levine\nConductor at the Metropolitan Opera Fired in March by the Metropolitan Opera, which said that an investigation had “uncovered credible evidence” that he had engaged in sexually abusive and harassing conduct. He is now suing the Met for breach of contract and defamation. Permanent Yannick\nNézet-Séguin Matt Dababneh\nCalifornia state assemblyman Resigned after being accused of sexual harassment by two women, including masturbating in front of one of them. He denied the accusations. Interim Jesse\nGabriel Peter Martins\nBallet master in chief, New York City Ballet Retired after accusations of sexual harassment and physical and verbal abuse by multiple dancers. He denied the allegations and a company investigation did not corroborate the claims. Interim Rebecca\nKrohn Craig\nHall Jonathan\nStafford Justin\nPeck Sam Isaly\nManaging partner of OrbiMed Advisors Retired after multiple former employees accused him of sexual harassment, including playing pornography in the workplace. He denied the accusations. Permanent Sven\nBorho Carl\nGordon Jonathan\nSilverstein Lorin Stein\nEditor of The Paris Review Resigned amid an internal investigation into his conduct with multiple female employees and writers. He also resigned from his at-large editorship at the publishing house Farrar, Straus & Giroux. Mr. Stein apologized and said that he had “blurred the personal and the professional.” Interim Nicole\nRudick Permanent Emily\nNemens Matt Manweller\nWashington State representative Stripped of ranking committee membership and fired from his Central Washington University professorship after accusations of sexual harassment, which he denied. He is on the general election ballot for November but said he planned to resign if re-elected. Permanent Gina Mosbrucker Ranking minority member of House Labor and Workplace Standards Committee Joyce McDonald Assistant minority floor leader Leonard Lopate\nHost on New York Public Radio After complaints of sexual harassment, the company said he was fired for violating standards “for providing an inclusive, appropriate, and respectful work environment.” Mr. Lopate said he had “never done anything inappropriate on any level.” He now hosts a show on the New York FM station WBAI, which is carried as a podcast by the NPR affiliate Robin Hood Radio. Permanent Alison Stewart Host, “All Of It” Joe Alexander\nChief creative officer, the Martin Agency Left the company shortly before it announced an accusation of sexual harassment against him. A week later, he was accused of sexual harassment, including unwanted advances, by several employees. He denied the allegations. Permanent Karen\nCostello Bryan Singer\nDirector and producer Lost his executive producer credit for the TV series “Legion” after a lawsuit alleged that he sexually assaulted a 17-year-old boy in 2003. A representative for Mr. Singer said he categorically denied the allegations. Days before the lawsuit was filed, he was fired as director of the movie “Bohemian Rhapsody.” He will retain a director’s credit for the movie. Replaced\nin role by Dexter Fletcher Director, “Bohemian Rhapsody” Trent Franks\nU.S. representative for Arizona Resigned amid an ethics investigation over accusations that he asked two female staff members to bear his child as surrogates. He said he regretted that the conversations had “caused distress.” Interim Debbie\nLesko John Moore\nMississippi state representative Resigned citing health reasons. Days later, it emerged that multiple women had accused him of sexual harassment and that the Legislature was preparing an investigation into the accusations at the time of his resignation. Mr. Moore said, “I don’t know who would make a complaint, much less multiple.” Interim Fred\nShanks Tom Ashbrook\nHost of WBUR’s “On Point” Dismissed after complaints of bullying and sexual misconduct, including unwanted touching, by current and former station employees. An investigation found Mr. Ashbrook’s conduct “was not sexual in nature.” He apologized for behavior that was “offensive and overbearing to some.” Permanent David\nFolkenflik Meghna\nChakrabarti Eric Weinberger\nPresident of the Bill Simmons Media Group Suspended, and later left the company, after a former NFL Network wardrobe stylist said in a lawsuit that Mr. Weinberger had sent her lewd messages. The lawsuit was settled in September. Permanent Geoff\nChow Maxwell Ogden\nExecutive director of Code for Science & Society Resigned after a former girlfriend accused him of sexual abuse. He apologized and said he would seek help. Permanent Mathias Buus Technical adviser at Code for Science & Society Danielle Robinson Co-executive director at Code for Science & Society Joe Hand Co-executive director at Code for Science & Society Jerry Richardson\nOwner of the Carolina Panthers NFL team Fined $2.75 million by the NFL after an investigation into sexually harassment of female employees. Mr. Richardson later sold the team for a record $2.2 billion. He did not comment on the allegations. Interim Tina Becker Chief operating officer Permanent David A. Tepper Owner Stephen Henderson\nEditorial page editor, the Detroit Free Press Fired after an investigation found inappropriate behavior with two female colleagues. Mr. Henderson acknowledged sexually themed conversations and unwanted advances, but said he disagreed with the decision. He reached an undisclosed settlement with the newspaper and its parent company in July. Permanent Brian\nDickerson T.J. Miller\nActor A show he was working on for Comedy Central was canceled and he was dropped as the spokesman for Mucinex after a woman accused him of hitting and sexually assaulting her while in college. Mr. Miller denied the accusations. Replaced\nin role by Jason Mantzoukas Spokesman for Mucinex Don Hazen\nExecutive editor, AlterNet Resigned after being accused of sexually harassing five female employees. He denied most of the accusations, though later said he “lost track of some boundaries.” Permanent Roxanne\nCooper Charlie Hallowell\nChef and owner of three Oakland, Calif., restaurants Sold two restaurants after 17 former employees accused him of sexual harassment, including unwanted advances and sexual comments. He apologized. Permanent Jen Cramer Co-owner of Boot and Shoe Service, a restaurant Richard Clark Co-owner of Boot and Shoe Service, a restaurant Rico Rivera Owner of Penrose, a restaurant H. Brandt Ayers\nChairman, Consolidated Publishing Resigned after a former reporter said Mr. Ayers sexually assaulted her by spanking her. He admitted to once spanking a different reporter. Permanent Josephine\nAyers Kevin Braun\nEditor in chief of E&E News Left management role after accusations of sexual harassment of staff members. He apologized. He is still a co-owner of the company. Permanent Cyril\nZaneski Paul Haggis\nScreenwriter and director, and founder of the charity Artists for Peace and Justice Resigned from his charity after accusations of rape and sexual assault. He denied the accusations. Permanent Ben Stiller Co-chairman of the board of Artists for Peace and Justice Susan Sarandon Co-chairwoman of the board of Artists for Peace and Justice Eric Greitens\nMissouri governor Resigned after he was accused of taking an explicit photo of a woman without her consent and threatening to blackmail her. He said he had an extramarital affair but denied breaking any laws. Mr. Greitens was indicted on a charge of invasion of privacy, but it was dropped. Permanent Michael L. Parson William G. Jacoby\nEditor of the American Journal of Political Science Resigned after accusations of sexual harassment from a former student. He denied the accusations. Interim Jan\nLeighley Rob Moore\nManaging editor, The New York Daily News Fired after accusations of sexual harassment, including sexual comments. Permanent Kristen Lee She left in August. Zach Fansler\nAlaska state representative Resigned after a woman said that he slapped her twice when she denied his sexual advances. He denied the accusation. Interim Tiffany\nZulkosky Steve Wynn\nChief executive, Wynn Resorts Resigned after accusations that he harassed female employees for decades and coerced them into having sex. He denied the accusations. Permanent Matt\nMaddox John Copley\nStage director, Metropolitan Opera Fired after he was accused of making a sexually charged remark to a member of the chorus. Replaced\nin role by Roy Rallo Stage director for “Semiramide” Wayne Pacelle\nChief executive of the Humane Society Resigned after three women accused him of sexual harassment, including forcible kissing and unwanted advances. He denied the accusations. Interim Kitty Block Acting president and chief executive Paul Shapiro\nVice president at the Humane Society Was reassigned in 2016 after six women complained that he sexually harassed them, including by making lewd jokes and asking for sex. Mr. Shapiro resigned this year shortly before Politico made the allegations public. He denied the accusations and said his resignation was unrelated. Permanent Josh\nBalk Paul Marciano\nExecutive chairman of Guess, Inc. Resigned after several women accused him of sexual harassment and assault. A company investigation found he “exercised poor judgment,” and his brother replaced him. Mr. Marciano denied the accusations. Permanent Maurice\nMarciano Joseph M. Souki\nHawaii state representative Resigned after multiple women accused him of unwanted sexual advances. He acknowledged “inappropriate” touching and kissing. Interim Troy\nHashimoto Javier Palomarez\nChief executive of the U.S. Hispanic Chamber of Commerce Stepped down amid accusations of financial impropriety and after a former staffer accused him of sexual harassment. He denied the accusations. Interim Fernand\nFernandez Karl Templer\nStylist and creative director of Interview Magazine Left the magazine after three women accused him of unwanted touching of their breasts and crotches. He denied the accusations. Permanent Mel\nOttenberg Lawrence M. Krauss\nProfessor at Arizona State University and director of the Origins Project Replaced as director after a university investigation found that he had grabbed a woman’s breast at a conference. He denied the accusation. Permanent Lindy\nElkins-Tanton Jorge I. Domínguez\nProfessor at Harvard University and chair of the Harvard Academy Resigned after 18 women accused him of sexual harassment and assault, including unwanted touching, spanning decades. “I do not go around making sexual advances,” he said. Interim Timothy J. Colton Chair of the Harvard Academy Permanent Melani Cammett Chair of the Harvard Academy Jeff Franklin\nShowrunner, “Fuller House” Removed after accusations that he was verbally abusive and made sexually charged comments in the writers’ room and on set. Permanent Bryan\nBehar Steve\nBaldikoski Tony Tooke\nChief of the United States Forest Service Resigned after a United States Department of Agriculture investigation into sexual misconduct. “I expect to be held to the same standards as every other Forest Service employee,” he said. Permanent Vicki\nChristiansen Angel Arce\nConnecticut state representative Resigned amid accusations that he sent inappropriate messages to a teenage girl. Mr. Arce’s lawyer said his client did nothing improper. Interim Julio Concepcion Richard Meier\nArchitect Took a leave from his firm and then stepped down after several former employees said he had exposed himself to them or touched them inappropriately. At first he said, “while our recollections may differ, I sincerely apologize to anyone who was offended,” and then later said that he didn’t recognize the women and that “people can say whatever they want.” Permanent Bernhard Karpf Managing principal Michael W. Ferro Jr.\nChairman of the newspaper publisher Tronc Stepped down hours before Fortune magazine published an article in which two women accused him of making inappropriate sexual advances. A spokesman for Mr. Ferro said that the accusations “appear to involve private conduct.” Permanent Justin\nDearborn Bill Hybels\nLead pastor of Willow Creek church Retired after a group of former pastors and staff members accused him of sexual misconduct — accusations he initially called “flat-out lies.” He later apologized for “making people feel uncomfortable.” Permanent Heather Larson She left in August. Steve Carter He left in August. Steve Gillen He started in August as interim lead pastor. Eric T. Schneiderman\nAttorney general of New York Resigned hours after news reports that he assaulted four women. He denied the accusation. Interim Barbara D. Underwood Howard Kwait\nPrincipal of John Bowne High School in Queens Was reassigned after lawsuit settlements to four women who accused him of inappropriate touching, discrimination and making lewd comments. Permanent Laura Izzo Iannelli Demos Parneros\nChief executive of Barnes & Noble Was fired without public explanation. It was later revealed that the termination was in part because of accusations of sexual harassment by an executive assistant. He played down the interactions as “innocuous.” Interim Leonard Riggio Executive chairman overseeing a team that shares the duties of the office of the chief executive Bernard Uzan\nCo-director of Florida Grand Opera’s Young Artists program and co-founder of Uzan International Artists Resigned from the opera after four female singers accused him of sexual misconduct and named his daughter to take over his agency. He has denied the accusations. Permanent Vanessa Uzan Managing Director of Uzan International Artists Corey J. Coleman\nHead of human resources for FEMA Resigned amid an internal investigation that found “deeply disturbing” sexual misconduct that spanned years, according to FEMA leadership. He denied the claims, and his lawyers said that investigators relied on “rumor and innuendo.” Interim Bridget Bean Acting head of human resources Nick Sauer\nIllinois state representative Resigned after a former girlfriend complained that he had been releasing nude photos of her on Instagram. He said his ability to work in his role would “be affected by the distraction of addressing these allegations.” Interim Helene Miller Walsh Leslie Moonves\nPresident, chairman and chief executive of CBS Corporation Left CBS after a dozen women accused him of sexual misconduct and retaliating against those who rejected his advances. Mr. Moonves said he “may have made some women uncomfortable” but denied misusing his position “to harm or hinder anyone’s career.” Interim Joseph Ianniello President and acting chief executive officer\nThe Seven Men Whose Positions Are Vacant Several politicians left their seats vacant, but elections will fill them soon. See also: Replaced | Not Replaced | Women | Back to Top ↑ Jack Latvala\nFlorida state senator Resigned after investigation into accusations of groping and sexually harassing multiple women. He denied the accusations. Vacant John Conyers Jr.\nU.S. representative for Michigan Resigned after accusations of repeated sexual advances toward female staff members. He denied the accusations. Vacant Patrick Meehan\nU.S. representative for Pennsylvania Resigned after a report that he used taxpayer money to settle a sexual harassment complaint by a former aide. He denied wrongdoing. Vacant Nicholas Kettle\nRhode Island state senator Resigned after being charged with extorting sex from a student page. He denied the accusations and pleaded not guilty in February. Vacant David Sawyer\nWashington State representative Resigned as commerce committee chairman after an outside investigation found that he made unwanted romantic advances toward a co-worker, for which he apologized. He lost his primary in August. Vacant Duane Hall\nNorth Carolina state representative Lost his primary after multiple people accused him of sexual innuendo and unwanted sexual advances. He denied the accusations. Vacant Dillon Bates\nMaine state representative Denied accusations of sexual misconduct and stated his intent to serve out his term. Eventually resigned. Vacant\nThe 96 Men Who Have Not Been Replaced Most lost their jobs or standing and have no clear successors, or their replacements have yet to be named or are unknown. See also: Replaced | Vacant | Women | Back to Top ↑ Andy Signore\nSenior vice president, Defy Media Fired after being accused of sexually assaulting one woman and harassing several others. Through a lawyer, he denied all accusations. Roman Polanski\nDirector Expelled from the Academy of Motion Picture Arts and Sciences after a woman who said Mr. Polanski sexually assaulted her when she was 10 years old started a petition to remove him. The Los Angeles police opened an investigation into the accusation, which Polanski denied. Polanski previously pleaded guilty to sex with a minor in 1977 and fled the country before sentencing. Over the years, he was accused by six women of sexual abuse, most when they were minors. He has continued to make films in Europe. Matt Mondanile\nFounder of Ducktails and former guitarist for the band Real Estate Plancha, a Japanese label, dropped Ducktails. A tour was canceled after accusations of “touching, kissing, and groping” women without their consent. Mr. Mondanile apologized. Scott Courtney\nExecutive vice president, Service Employees International Union Resigned amid an investigation into accusations of sexual misconduct among leaders of a union campaign. Several people had complained that Mr. Courtney had a history of sexual relationships with young female staff members, who were later promoted. Tyler Grasham\nAgent at Agency for the Performing Arts Fired after accusations that he sexually assaulted and harassed multiple young men in the industry, prompting one of his top clients to leave the firm. James Toback\nDirector and screenwriter Dropped by his longtime agent after 38 women accused him of sexual harassment. Mr. Toback has denied the accusations. Terry Richardson\nFashion photographer Banned from working with Condé Nast after accusations of sexual harassment of models. A spokeswoman said his interactions were consensual. Leon Wieseltier\nEditor at The New Republic New magazine was canceled after he was accused of sexual harassment and inappropriate advances by several women. He apologized. Steve Jurvetson\nCo-founder of Draper Fisher Jurvetson, a venture capital firm Resigned after being accused of sexual misconduct. He has denied the allegations and started his own venture firm. Knight Landesman\nA publisher of Artforum Resigned as a publisher of Artforum magazine in October 2017 after nine women accused him in a lawsuit of various forms of sexual harassment. He denied the accusations. Ken Baker\nJournalist for the E! network Left after two women accused him of sexual harassment. Kirt Webster\nMusic publicist Numerous clients cut ties after accusations of sexual assault or harassment of multiple people. Jeremy Piven\nActor His show “Wisdom of the Crowd” was canceled after several women accused him of sexual misconduct. He said the cancellation decision “was a terrible mistake” and has denied accusations. Paul J. Whalen\nProfessor at Dartmouth College Resigned after an investigation into alleged sexual misconduct recommended that he be fired. Todd F. Heatherton\nProfessor at Dartmouth College Retired after an investigation into alleged sexual misconduct recommended that he be fired. He acknowledged that he “acted unprofessionally in public at conferences while intoxicated” and apologized. William M. Kelley\nProfessor at Dartmouth College Resigned after an investigation into alleged sexual misconduct recommended that he be fired. Brett Ratner\nProducer and director Lost a production and financing deal with Warner Bros. after he was accused of sexual assault or harassment by six women. A lawyer for Mr. Ratner denied the accusations. Danny Masterson\nActor Fired from and written out of a Netflix show, “The Ranch,” after accusations surfaced that he raped four women in the early 2000s. A fifth woman later came forward to accuse Mr. Masterson of rape. He denied the accusations. David Guillod\nCo-chief executive of Primary Wave Entertainment agency Resigned after accusations of sexual assault from four women. The Santa Barbara County sheriff’s department opened an investigation in December. Mr. Guillod’s attorney denied any criminal conduct. Adam Venit\nHead of the motion picture group at William Morris Endeavor agency Stepped down as head of the motion picture group and later retired after acknowledging that he groped the actor Terry Crews. Mr. Venit apologized in a letter to Mr. Crews. Michael Hafford\nFreelance writer Banned from contributing to Vice websites after multiple women reported that he abused or raped them. He had previously written a “Male Feminist” column for the website Broadly. He did not comment on the accusations. Jeffrey Tambor\nActor Fired from the Amazon show “Transparent” after a fellow cast member and a former assistant accused him of sexual harassment on set. He denied any deliberate harassment. Jesse Lacey\nLead vocals and guitar for the band Brand New Canceled a tour for his band after sexual misconduct accusations from a woman who said he had exploited her when she was a minor. In a general apology for his behavior, Mr. Lacey said that he had not “afforded women the respect, support or honesty that they deserved.” Mark Schwahn\nShowrunner of “One Tree Hill” and “The Royals” Fired from “The Royals” after multiple women accused him of sexual harassment. He did not publicly responded to the accusations. Tom Sizemore\nActor Dropped as male lead from a horror film, “The Door,” after a report that he groped an 11-year-old actress on a movie set in 2003. He denied the accusation and was sued by the actress this year. Andy Henry\nCasting director, Nancy Nayor Casting Fired after it came to light that he had been dismissed from his role as a casting employee on “C.S.I.” in 2008 after several women said that he had urged them to disrobe during auditions. He apologized. After his departure from Nancy Nayor Casting, a new team was assembled there. Jason Mojica\nHead of documentary films at Vice Media Fired after accusations of sexual harassment. Mr. Mojica said that he was “deeply disappointed by this outcome.” Cameron Mitchell\nTalent agent at Creative Arts Agency Fired after a lawsuit accused him of sexual assault. Mr. Mitchell has said the accuser was “fabricating her story.” Russell Simmons\nCo-founder of Def Jam Recordings and other businesses Stepped down from his companies amid accusations of sexual assault and rape from multiple women. He denied the accusations. Garrison Keillor\nCreator and former host of “A Prairie Home Companion” Minnesota Public Radio severed ties with him after accusations of inappropriate behavior, later described as “sexually inappropriate incidents.” In April, it returned archived episodes of his programs, “A Prairie Home Companion” and “The Writer’s Almanac,” to its websites. Mr. Keillor recently restarted “The Writer’s Almanac” as a podcast. He denied doing anything wrong. Israel Horovitz\nPlaywright and founding artistic director of the Gloucester Stage theater Fired after accusations of groping, forcibly kissing and rape. Mr. Horovitz said he recalled events differently but apologized. Justin Huff\nBroadway casting director at Telsey & Company Fired after accusations of sexual misconduct toward actors. Shervin Pishevar\nCo-founder of Sherpa Capital, a venture capital firm Resigned after five women accused him of sexual harassment, including unwanted touching. He said the accusations were “untruthful attacks.” Ruben Kihuen\nU.S. representative for Nevada Decided to not seek re-election after being accused of unwanted sexual propositions. He denied the accusations. Jonathan Schwartz\nHost on WNYC, a station owned by New York Public Radio After complaints of sexual harassment, the company said he was fired for violating standards “for providing an inclusive, appropriate, and respectful work environment.” Mr. Schwartz denied that he had behaved inappropriately. He now hosts a show on a website, The Jonathan Station. Alex Kozinski\nJudge on the U.S. Court of Appeals for the Ninth Circuit Retired after six female subordinates accused him of sexual misconduct or inappropriate comments. He said it was never his intent to make his staff members uncomfortable. Donovan McNabb\nRadio host on ESPN and former N.F.L. player Fired by ESPN after a former NFL Network wardrobe stylist said in a lawsuit that he sent her explicit messages. The lawsuit was settled in September. Eric Davis\nRadio host on ESPN and former N.F.L. player Fired by ESPN after a former NFL Network wardrobe stylist said in a lawsuit that he groped her and made lewd comments. The lawsuit was settled in September. Mario Batali\nChef, restaurant owner and co-host of ABC show, “The Chew” Fired by ABC and was expected to divest from his restaurants after accusations of sexual harassment, including inappropriate touching, by several employees. Two women also accused him of sexual assault. Mr. Batali has apologized for some behavior, but denied accusations of nonconsensual sex. Marshall Faulk\nAnalyst for NFL Network Suspended, and will not be returning, after a former NFL Network wardrobe stylist said in a lawsuit that Faulk fondled her and pulled out his genitals while demanding oral sex. The lawsuit was settled in September. Ryan Lizza\nWriter for The New Yorker and political analyst for CNN Fired by The New Yorker and suspended by CNN over an accusation of “improper sexual conduct,” which he denied. He has since returned as a CNN analyst, after a CNN investigation “found no reason to continue to keep Mr. Lizza off the air.” He was hired in June by Esquire as its chief political correspondent. Heath Evans\nAnalyst for NFL Network and former NFL player Suspended and then terminated by the network after accusations of sending a co-worker sexually explicit photos. He called the accusations “false.” Ike Taylor\nAnalyst for NFL Network and former NFL player Suspended after accusations of sending a coworker “sexually inappropriate” photos and video. Eventually lost employment at the network. Ken Friedman\nChef and restaurateur Took an indefinite leave of absence after 10 employees accused him of unwanted sexual advances. Mr. Friedman later dissolved his partnership with April Bloomfield and split up ownership of their restaurants. Tavis Smiley\nHost of PBS talk show, “Tavis Smiley” PBS stopped distributing Mr. Smiley’s show after an investigation found “credible allegations” that he had sexual relationships with subordinates. Some witnesses reportedly expressed concern that their jobs were tied to continuing the relationships, which Mr. Smiley said were consensual. He filed a lawsuit against PBS, and it filed a countersuit, detailing more alleged sexual misconduct. Mr. Smiley now hosts a show on The Word Network. Brad Kern\nProducer of “NCIS: New Orleans” Fired after an investigation into accusations of misconduct including sexual harassment, discrimination and making racially insensitive comments. Morgan Spurlock\nDirector Stepped down from his production company and said he was “part of the problem” in a social media post. He revealed that he had been accused of rape in college and had later settled a separate sexual harassment claim. Daylin Leach\nPennsylvania state senator Ended his campaign for Congress after he was accused of sexual harassment and inappropriate touching by multiple staff members. Mr. Leach denied any inappropriate touching. He remains in the State Senate. Chuck Close\nArtist The National Gallery of Art canceled a planned exhibition after accusations by several women that Mr. Close sexually harassed them when they went to his studio to pose for him. He said he was sorry if he had made the women feel uncomfortable. Marcelo Gomes\nPrincipal dancer at American Ballet Theater Resigned after being accused of sexual misconduct. His spokeswoman said, “This is a time of reflection for Marcelo.” James Rosen\nChief Washington correspondent, Fox News Left after accusations of sexual harassment, including groping and attempted forcible kissing, of female colleagues. Mike Germano\nChief digital officer at Vice Media Placed on leave and did not return after two women accused him of sexual harassment, including pulling one of them onto his lap. Mr. Germano has said he did “not believe that these allegations reflect the company’s culture.” Rhys James\nProducer at Vice Media Vice reached a settlement in early 2017 with a co-worker who accused him of making sexist comments. In the agreement, Vice and Mr. James denied any liability. He was placed on leave in November and no longer works at the company. David Diaz\nChildren’s book illustrator Resigned from the board of the Society of Children’s Book Writers and Illustrators after a woman said that he had sexually harassed her in 2012. Mr. Diaz apologized to the woman and said he underwent sexual harassment training after a complaint that year. He said he felt pressured to resign. Ben Vereen\nActor and singer A production group cut ties with him after multiple women accused him of sexual misconduct, including unwanted kisses and degrading comments. He apologized. Jeremy Tooker\nFounder of Four Barrel Coffee Agreed to divest from the company after accusations of sexual assault by former employees. Andy Savage\nMemphis megachurch pastor Resigned after a woman accused him of sexually assaulting her when she was 17. He acknowledged that he engaged in a “sexual incident.” Joel Kramer\nStunt coordinator Dropped by Worldwide Production Agency after an actress accused him of sexually assaulting her when she was 12 during the filming of “True Lies.” He denied the accusation. Mario Testino\nFashion photographer Companies severed ties after 13 male models accused him of sexual advances, including groping and masturbation. He has denied wrongdoing. Gordon Edelstein\nArtistic director, Long Wharf Theater Fired after multiple women accused him of unwanted sexual contact and sexually explicit remarks. He did not publicly address the accusations. Barry Lubin\nGrandma the clown at Big Apple Circus Resigned after admitting that he pressured a teenage girl to pose for pornographic pictures. Alexander Jones\nSunday editor, The New York Daily News Fired after accusations of sexual harassment by employees, including unwanted kissing. Patrick Witty\nDeputy director of photography at National Geographic Left in December. In January, multiple women publicly accused him of sexual harassment, including unwanted touching and kissing. He denied the accusations but apologized for some behavior. Charlie Walk\nPresident of the Republic Group music label Left after at least six women accused him of persistent sexual harassment and inappropriate touching. He denied the accusations. Vincent Cirrincione\nTalent manager Closed his management agency after nine women accused him of unwanted sexual advances. He apologized but described the interactions as consensual. Bradley Garner\nProfessor at New York University and promotional musician for Yamaha The university and Yamaha both severed ties with Mr. Garner after a report that nine students and two other women had accused him of sexual misconduct when he taught at the University of Cincinnati. He denied the accusations. Daniel Zwerdling\nInvestigative reporter at NPR Retired after accusations of sexual harassment from six current and former interns and staff members. He denied the accusations. Alec Klein\nProfessor of journalism at Northwestern University Resigned after accusations of sexual harassment, including inappropriate remarks and unwanted touching, brought by nearly 30 women. He denied wrongdoing. James Dashner\nAuthor of “The Maze Runner” series Dropped by Random House and his literary agent amid accusations of sexual misconduct. He said, “I am taking any and all criticisms and accusations very seriously, and I will seek counseling and guidance to address them.” Sean Hutchison\nOlympic swimming coach Banned from U.S. Olympic activities after an investigation by a governing body found that he had sexual contact with a minor. Ariana Kukors Smith, a swimmer, said he had sexually abused her when she was a teenager. He denied any abuse and said they had a consensual relationship starting when she was of legal age. Jim Walsh\nCo-founder of the political consulting firms DSPolitical and Rising Tide Interactive Resigned from his consulting firms after a woman said he had sexually assaulted her a decade ago. He did not comment on the accusations. Jay Asher\nAuthor of “Thirteen Reasons Why” Dropped by his literary agent and expelled from the Society of Children’s Book Writers and Illustrators amid accusations of sexual harassment. A spokeswoman for Mr. Asher said that he had not been kicked out of the society and that he denied any harassment. Greg Kadel\nFashion photographer Victoria’s Secret suspended its work with Mr. Kadel, and Condé Nast cut ties after sexual misconduct accusations from models who said he harassed and assaulted them when they were teenagers. A spokeswoman for Mr. Kadel said he “never sexually coerced or assaulted anyone.” Patrick Demarchelier\nFashion photographer Condé Nast stopped working with Mr. Demarchelier after seven women accused him of unwanted sexual advances and groping. He denied the accusations. Michael Feinberg\nCo-founder of KIPP, a chain of charter schools Dismissed after an investigation found credible an accusation that he sexually abused a student. He denied the accusation. Mike Isabella\nChef and owner of Mike Isabella Concepts restaurant group After a woman accused Mr. Isabella and his partners of sexually harassing her, he lost business with the Washington Nationals, and Know Public Relations, the firm that represented him, severed ties. He has not resigned and has denied any wrongdoing. Nicholas Nixon\nProfessor at Massachusetts College of Art and Design Retired amid a school investigation into accusations of inappropriate behavior. Soon after, former students accused him of inappropriate sexual behavior, including assignments to photograph genitalia. He apologized to some students, though his lawyer said the accusations were “untested and unproven.” William D. Strampel\nFormer dean of Michigan State University’s osteopathic medical school Resigned from faculty after being arrested on charges of sexual harassment of students. He denied the accusations. For years, Dr. Strampel supervised Dr. Lawrence G. Nassar, a longtime U.S.A. Gymnastics team doctor who pleaded guilty in November to molesting girls. John Kricfalusi\nCreator of “The Ren & Stimpy Show” Cartoon Network and Adult Swim do not plan on working with him in the future, after accusations that he had sexually exploited teenage girls. He denied most of the accusations, but admitted to Buzzfeed that he had had a 16-year-old girlfriend. Benton Strong\nFormer mayoral spokesman and adviser in Seattle’s sustainability office Resigned after accusations that he made sexual comments and sent text messages to two women at a previous job. He said he has “made mistakes.” Justin Parish\nAlaska state representative Took mandated sexual harassment training after a woman filed a complaint of unwanted flirting, unwanted touching and inappropriate phone calls. He declined to seek re-election. Nick Miccarelli\nPennsylvania state representative Stripped of committee assignments and decided not to run for re-election after a House investigation found accusations of sexual assault and abuse from two women to be credible. He denied the accusations. Roy Frumkes\nProfessor at School of Visual Arts Removed from his position after lawsuit settlements to four women who accused him of making lewd comments and groping. Jonathan Kaiman\nBeijing bureau chief at The Los Angeles Times Resigned after two women accused him of sexual misconduct. He disputed the accusations, calling the acts in one episode “mutually consensual.” Mohamed Muqtar\nAssistant director of student services at University of California, Berkeley Fired after multiple female athletes accused him of sexual assault and misconduct. He did not comment on the accusations. Robert Haufrecht\nInstructor at School of Visual Arts Was suspended and his contract was not renewed, in response to concerns raised by students, one of whom said he showed her unwanted attention, commented on her appearance and told her in class to rehearse suggestive scenarios. Nate Boulton\nIowa state senator Suspended his campaign for governor after accusations that he touched three women inappropriately. He remains an Iowa state senator. Morgan Freeman\nActor and producer Visa suspended a marketing campaign featuring Mr. Freeman after eight people accused him of sexual harassment or inappropriate behavior. Mr. Freeman apologized, saying that he would not “intentionally offend or knowingly make anyone feel uneasy.” Lou Lang\nIllinois state representative Resigned as deputy House majority leader after accusations of sexual harassment, which he called “absurdities.” Mr. Lang was later cleared by an inspector general inquiry that acknowledged he acted inappropriately. He remains a state representative. Curt Anderson\nMaryland state delegate Ordered to undergo sexual harassment training and stripped of leadership posts after an ethics committee investigation into accusations of sexual misconduct. He said the actions taken against him were “fair” and is running for re-election. Francisco J. Ayala\nProfessor and benefactor of the University of California, Irvine Resigned after an investigation into accusations of sexual harassment. The university said it would remove his name from a school, fellowships and other programs. Dr. Ayala said he regretted what he thought of as “the good manners of a European gentleman.” William Preucil\nCleveland Orchestra concertmaster and professor at Cleveland Institute of Music The Cleveland Orchestra suspended him after accusations of sexual misconduct, and it opened an investigation that was continuing as of early October. One of four concertmasters has been stepping in to fill his role. Mr. Preucil resigned from his teaching position at the Cleveland Institute of Music. Chase Finlay\nPrincipal dancer, New York City Ballet Accused in a lawsuit of exchanging lewd texts and photos of female dancers; he resigned. His lawyer called the suit “nothing more than allegations that should not be taken as fact.” Zachary Catazaro\nPrincipal dancer, New York City Ballet Accused in a lawsuit of exchanging a lewd photo and text messages about female dancers; he was fired. He said “the intent was not to harm or embarrass anyone.” Amar Ramasar\nPrincipal dancer, New York City Ballet Accused of exchanging lewd text messages and explicit photos of a female dancer; he was fired. His lawyer said the messages involved only his own consensual activity. Adam Berkowitz\nCo-head of television at Creative Artists Agency Departed days after he is said to have groped a television executive at an Emmys party. He did not comment on the accusation.", "url": "https://www.nytimes.com/interactive/2018/10/23/us/metoo-replacements.html"}