{"authors": ["Troy Griggs", "K.K. Rebecca Lai", "Jasmine C. Lee", "Bill Marsh", "Sergio Peçanha", "Anjali Singhvi", "Karen Yourish", "Derek Watkins", "Jeremy White"], "date_download": "2022-10-25 22:59:26", "date_modify": "2022-10-25 22:59:26", "date_publish": "2017-09-20 03:08:15", "description": "Photographs and maps reveal the intensity of Tuesday’s earthquake and the extent of the damage.", "filename": "interactive_2017_09_19_world_americas_mexico-earthquake-map-photos_1666738766.html", "image_url": "https://static01.nyt.com/images/2017/09/19/world/americas/mexico-earthquake-map-photos-1505876564414/mexico-earthquake-map-photos-1505876564414-facebookJumbo-v10.jpg?year=2017&h=549&w=1050&s=81d5a92828e6590d959c013381661e2f407a959fbe165a632e5d546a834411e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_09_19_world_americas_mexico-earthquake-map-photos_1666738766.html", "title": "Buildings Across Mexico City That Toppled in the Earthquake", "title_page": "Buildings Across Mexico City That Toppled in the Earthquake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A powerful earthquake, with a preliminary magnitude of 7.1, struck Mexico on Tuesday afternoon. It was centered southeast of Mexico City in the state of Puebla and caused heavy and prolonged shaking across central Mexico.\nMEXICO MEXICO Area shown Mexico City Toluca Puebla Cuernavaca Shaded areas saw strong shaking, enough to move heavy furniture. Atlixco EPICENTER Darker red areas saw more intense shaking, enough to collapse buildings. Tehuacan Acatlán 20 MILES MEXICO MEXICO Area shown Mexico City Toluca Puebla Cuernavaca Atlixco EPICENTER 20 MILES Acatlán Shaded areas saw strong shaking, enough to move heavy furniture. Darker red areas saw more intense shaking, enough to collapse buildings. MEXICO MEXICO Area shown Mexico City Puebla Cuernavaca Atlixco EPICENTER Acatlán 20 MILES Shaded areas saw strong shaking, enough to move heavy furniture. Darker red areas saw more intense shaking, enough to collapse buildings. By The New York Times | Source: U.S. Geological Survey\nThough the epicenter was about 100 miles from Mexico City, structures swayed violently, facades crumbled and buildings collapsed.\nThe Pattern of Damage Across the City\nMEXICO Mexico City Damaged or destroyed buildings MEXICO EPICENTER Mexico City International Airport Roma La Condesa Autopista Mexico- Puebla Mexico City Benito Juárez Enrique Rébsamen school At least 19 children were killed when a wing of the private school collapsed. 2 MILES MEXICO Mexico City Damaged or destroyed buildings EPICENTER Mexico City International Airport Autopista Mexico- Puebla Roma La Condesa Mexico City MEXICO Benito Juárez Enrique Rébsamen school At least 19 children were killed when a wing of the private school collapsed. 2 MILES MEXICO Mexico City Damaged or destroyed buildings EPICENTER Autopista Mexico- Puebla Roma La Condesa Mexico City MEXICO Enrique Rébsamen school At least 19 children were killed when a wing of the private school collapsed. Benito Juárez 2 MILES By The New York Times | Source: Mexican authorities", "url": "https://www.nytimes.com/interactive/2017/09/19/world/americas/mexico-earthquake-map-photos.html"}