{"authors": ["Kim Severson"], "date_download": "2022-10-25 23:29:03", "date_modify": "2022-10-25 23:29:03", "date_publish": "2017-10-13 21:10:27", "description": "Some of the hits and misses from the Smart Kitchen Summit held this week in Seattle.", "filename": "interactive_2017_10_13_dining_kitchen-gadgets-future_1666740543.html", "image_url": "https://static01.nyt.com/images/2017/10/18/dining/18FUTURE5/18FUTURE5-facebookJumbo.jpg?year=2017&h=550&w=1050&s=58c5e13fca9688056abf4220ab3b97145aa2d526d02d6d279d5e3f9e27482b26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_10_13_dining_kitchen-gadgets-future_1666740543.html", "title": "Eight Kitchen Gadgets on the Horizon", "title_page": "Eight Kitchen Gadgets on the Horizon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Futurists envision a kitchen in which appliances talk to each other, the refrigerator knows to order milk when you run out, a virtual assistant tells the oven exactly how to cook a piece of fish and recipe ideas pop up on your watch depending on your specific nutritional needs that day and what you have on hand to cook. And in this kitchen of the future, just speaking into one device will do it all.\nLike self-driving cars, kitchen automation is in its awkward adolescent phase. Bluetooth technology is prevalent in a plenty of appliances. Ovens have visual recognition capabilities, and you can track how your herbs are growing on your phone.\nBut much of the technology out there currently creates solutions for which there are no problems.\n“Is there really a consumer demand for this product?” asked Evan Dash, the owner of the appliance development company StoreBound, as he advised hopeful engineers and designers at the the Smart Kitchen Summit held Oct. 10 and 11 in Seattle. “Be honest with yourself.”\nHere are some hits and misses on display there.", "url": "https://www.nytimes.com/interactive/2017/10/13/dining/kitchen-gadgets-future.html"}