{"authors": ["Justin Gillis", "Nadja Popovich"], "date_download": "2022-10-25 22:55:58", "date_modify": "2022-10-25 22:55:58", "date_publish": "2017-06-01 04:15:14", "description": "The United States has emitted more planet-warming carbon dioxide into the atmosphere than any other country. Now it is walking back a promise to lower emissions.", "filename": "interactive_2017_06_01_climate_us-biggest-carbon-polluter-in-history-will-it-walk-away-from-the-paris-climate-deal_1666738558.html", "image_url": "https://static01.nyt.com/images/2017/05/27/climate/the-us-led-the-world-in-carbon-emissions-its-falling-behind-on-solutions-1495840402762/the-us-led-the-world-in-carbon-emissions-its-falling-behind-on-solutions-1495840402762-facebookJumbo-v3.jpg?year=2017&h=550&w=1050&s=84886b2c35850399c2a9bd277020fcb6865ccbd1917db5696262e0a240aba5b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_06_01_climate_us-biggest-carbon-polluter-in-history-will-it-walk-away-from-the-paris-climate-deal_1666738558.html", "title": "The U.S. Is the Biggest Carbon Polluter in History. It Just Walked Away From the Paris Climate Deal.", "title_page": "The U.S. Is the Biggest Carbon Polluter in History. It Just Walked Away From the Paris Climate Deal. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "United States European Union 7 other developed countries 28 countries, including Britain Australia, Canada, Iceland, Japan, New Zealand, Norway, Switzerland 8 billion metric tons CO2 4 U.S. U.S. 1850 2014 1850 2014 1850 2014 All other countries China India 8 billion metric tons CO2 Including Russia, U.S.S.R., Brazil, Saudi Arabia, and more than 100 others 4 U.S. U.S. U.S. 1850 2014 1850 2014 1850 2014 Developed economies Other countries United States European Union 7 other developed countries 28 countries, including Britain Australia, Canada, Iceland, Japan, New Zealand, Norway, Switzerland 8 billion metric tons CO2 4 U.S. U.S. 1850 2014 1850 2014 1850 2014 All other countries China India 8 billion metric tons CO2 Including Russia, U.S.S.R., Brazil, Saudi Arabia, and more than 100 others 4 U.S. U.S. U.S. 1850 2014 1850 2014 1850 2014 Developed economies Other countries United States China 8 billion metric tons CO2 4 U.S. 1850 2014 1850 2014 India European Union 28 countries, including Britain U.S. U.S. 1850 2014 1850 2014 All other countries 7 other developed countries Including Russia, U.S.S.R., Brazil, Saudi Arabia, and more than 100 others Australia, Canada, Iceland, Japan, New Zealand, Norway, Switzerland U.S. U.S. 1850 2014 1850 2014 Developed economies Other countries Developed economies Other countries United States China 8 billion metric tons CO2 4 U.S. 1850 2014 1850 2014 India European Union 28 countries, including Britain U.S. U.S. 1850 2014 1850 2014 All other countries 7 other developed countries Including Russia, U.S.S.R., Brazil, Saudi Arabia, and more than 100 others Australia, Canada, Iceland, Japan, New Zealand, Norway, Switzerland U.S. U.S. 1850 2014 1850 2014 Developed economies Other countries United States China 8 billion metric tons CO2 4 billion U.S. 1850 2014 1850 2014 India European Union U.S. U.S. 1850 2014 1850 2014 All other countries 7 other developed countries U.S. U.S. 1850 2014 1850 2014 Including Russia, U.S.S.R., Brazil, Saudi Arabia, and more than 100 others Australia, Canada, Iceland, Japan, New Zealand, Norway, Switzerland\nThe United States, with its love of big cars, big houses and blasting air-conditioners, has contributed more than any other country to the atmospheric carbon dioxide that is scorching the planet.\n“In cumulative terms, we certainly own this problem more than anybody else does,” said David G. Victor, a longtime scholar of climate politics at the University of California, San Diego. Many argue that this obligates the United States to take ambitious action to slow global warming.\nBut on Thursday, President Trump announced the United States would withdraw from a 195-nation agreement on climate change reached in Paris in 2015.\nThe decision to walk away from the accord is a momentous setback, in practical and political terms, for the effort to address climate change.\nAn American exit could prompt other countries to withdraw from the pact or rethink their emissions pledges, making it much harder to achieve the agreement’s already difficult goal of limiting global warming to a manageable level.\nIt means the United States — the country with the largest, most dynamic economy — is giving up a leadership role when it comes to finding solutions for climate change.\n“It is immoral,” said Mohamed Adow, who grew up herding livestock in Kenya and now works in London as a leader on climate issues for Christian Aid, a relief and development group. “The countries that have done the least to cause the problem are suffering first and worst.”\n30 billion metric tons 25 OCO2 emitted worldwide Between 1850-2014 Rest of world 20 India China 15 Russia Other developed 10 European Union Developed economies 5 Other countries United States 1850 1900 2000 1950 30 billion metric tons 25 CO2 emitted worldwide Between 1850-2014 Rest of world 20 India China 15 Russia Other developed 10 European Union 5 Developed economies Other countries United States 1850 1900 2000 1950 30 billion metric tons CO2 emitted worldwide Between 1850-2014 25 India Rest of world 20 China 15 Russia Other developed 10 European Union Developed economies 5 Other countries United States 1850 1900 1950 2000 CO2 emitted worldwide Between 1850-2014 30 billion metric tons 20 Rest of world China Russia 10 European Union United States 1850 2014 Developed economies Other countries CO2 emitted worldwide Between 1850-2014 30 billion metric tons 20 Rest of world China Russia 10 E.U. United States 1850 2014 Developed economies Other countries 30 billion metric tons 25 CO2 emitted worldwide Between 1850-2014 Rest of world 20 India China 15 Russia Other developed 10 European Union 5 Developed economies Other countries United States 1850 1900 1950 2000\nSome backers of the agreement argued that the large American role in causing climate change creates an outsize responsibility to help fight it, including an obligation to send billions of dollars abroad to help people in poorer countries.\nThe Obama administration pledged $3 billion to an international fund meant to aid the hardest-hit countries. Only $1 billion of that had been transferred to the fund by the time President Trump took office on Jan. 20. On Thursday, he pledged to walk away from the balance of the commitment, though Congress may have the last word.\nMr. Trump argued that meeting the terms of the Paris accord would strangle the American economy and lead to major job losses. Many in the manufacturing and fossil fuel industries lobbied for the United States to leave the pact, but corporate opinion has been deeply split. Leaving the Paris deal was a central Trump campaign pledge.\nWhile the United States is historically responsible for more emissions than any other country, it is no longer the world’s largest single emitter of greenhouse gases. China surpassed the United States a decade ago, and its emissions today are about double the American figure. Some of China’s emissions are from the production of goods for the United States and other rich countries.\nBut the United States has been burning coal, oil and natural gas far longer, and today the country, with just over 4 percent of the world’s population, is responsible for almost a third of the excess carbon dioxide that is heating the planet. China is responsible for less than a sixth. The 28 countries of the European Union, taken as a group, come in just behind the United States in historical emissions.\nChina has four times as many people as the United States, so the Chinese still burn far less fossil fuel on average than Americans — less than half as much, in fact. The typical American also burns roughly twice as much as the average person in Europe or in Japan, and 10 times as much as the average person in India.\nPer person carbon emissions in 2014 16.2 metric tons CO2 United States 15.1 Canada 11.9 Russia 9.6 Japan 8.9 Germany 7.5 China 6.5 Britain 4.7 France 3.8 Mexico 2.6 Brazil 1.7 India 16.2 metric tons CO2 United States 15.1 Canada 11.9 Russia 9.6 Japan 8.9 Germany 7.5 China 6.5 Britain 4.7 France 3.8 Mexico 2.6 Brazil 1.7 India\nThe Trump administration made clear months ago that it would abandon the emissions targets set by President Barack Obama, walk away from pledges of money to help poor countries battle global warming, and seek to cut research budgets aimed at finding solutions to climate change.\nExperts say the climate crisis has become so acute that every country has to pitch in to help solve it, with no room for emissions in developing countries to reach the high levels that have been typical of rich countries.\nOne of the political breakthroughs that led to the Paris agreement was that nearly all the nations of the world came to grips with that reality and agreed to do what they could to help solve the problem. The agreement recognized that the poorest countries could not afford to do much on their own, which is why they were promised extensive financial and technical help.\nEnergy experts say that poorer countries may be able to develop their economies without depending entirely on fossil fuels, with new technologies like renewable power and electric cars plunging in cost and opening the possibility of a widespread cleanup of the world’s energy system.\n“Nobody really wants barrels of oil or tons of coal,” said John D. Sterman, a professor of management at the Massachusetts Institute of Technology and a founder of a think tank called Climate Interactive. “They need a warm, dry, safe place to live, and access to healthy food, and lighting when it’s dark.”\nIf it turns out that those goods can really be provided with clean energy, that may be the economic opportunity of the 21st century — and increasingly, countries like China and India seem to see things that way. Recent analyses by Climate Action Tracker, an alliance of European think tanks, suggest that both countries are on track to beat the targets they set in the Paris agreement, even as the United States backs away.\nThe New York Times asked Climate Interactive to calculate when Americans would have run out of fossil fuel if the nation’s population had somehow, at the beginning of the industrial era, been allocated a share equal to those of the rest of the world’s people. The calculation was premised on limiting emissions enough to meet international climate goals.", "url": "https://www.nytimes.com/interactive/2017/06/01/climate/us-biggest-carbon-polluter-in-history-will-it-walk-away-from-the-paris-climate-deal.html"}