{"authors": ["K.K. Rebecca Lai", "Haeyoun Park", "Larry Buchanan", "Wilson Andrews"], "date_download": "2022-10-25 23:55:45", "date_modify": "2022-10-25 23:55:45", "date_publish": "2015-07-20 23:27:04", "description": "A video released by Texas officials confirms accounts of a physical confrontation between Ms. Bland and a state trooper. But her arrest and cause of death remain in dispute.", "filename": "interactive_2015_07_20_us_sandra-bland-arrest-death-videos-maps_1666742145.html", "image_url": "https://static01.nyt.com/images/2015/07/20/us/Disputed-Accounts-of-Arrest-and-Death-of-Sandra-Bland-map-videos-1437434665792/Disputed-Accounts-of-Arrest-and-Death-of-Sandra-Bland-map-videos-1437434665792-facebookJumbo-v5.jpg?year=2015&h=549&w=1050&s=1a6a706a5e1e08b088280f74e58833ba1d78fb028eeb2be15af7c4336e1cb051&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_07_20_us_sandra-bland-arrest-death-videos-maps_1666742145.html", "title": "Assessing the Legality of Sandra Bland’s Arrest", "title_page": "Assessing the Legality of Sandra Bland’s Arrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a traffic stop, is it legal for an officer to order a driver to put out a cigarette and exit the car?\nMs. Bland has a right to smoke in her car, but Trooper Encinia could argue that the cigarette was interfering with legitimate police business. Since he had already processed the papers, however, “I don’t see a good reason,” said Robert Weisberg, a criminal procedure expert and law professor at Stanford University. During a traffic stop, a police officer has the right to ask a driver to get out of the car even for a non-arrestable offense, as a way of securing his own safety. The officer has almost complete discretion and the driver is legally obligated to get out when asked. “He has control over the location of drivers,” Mr. Weisberg said. “It is equal to an officer patting you down to see if you have a gun.” In this case, Mr. Weisberg said, there is no evidence that Trooper Encinia feared for his safety. He would have to argue that Ms. Bland’s refusal to put the cigarette out gave him the impression that she was violent. If Trooper Encinia had feared for his safety, he would not have walked away from the car for five minutes, Mr. Weisberg said.", "url": "https://www.nytimes.com/interactive/2015/07/20/us/sandra-bland-arrest-death-videos-maps.html"}