{"authors": ["Sergio Peçanha", "Josh Keller", "K.K. Rebecca Lai"], "date_download": "2022-10-25 23:01:48", "date_modify": "2022-10-25 23:01:48", "date_publish": "2015-11-04 18:59:50", "description": "Propelled by fear and desperation, Syrian refugees have faced one hurdle after another.", "filename": "interactive_2015_11_04_world_middleeast_syria-refugees-europe-crisis-maps-explainer_1666738908.html", "image_url": "https://static01.nyt.com/images/2015/11/03/world/middleeast/the-tipping-point-for-the-refugee-crisis-syria-maps-1446655806606/the-tipping-point-for-the-refugee-crisis-syria-maps-1446655806606-facebookJumbo-v2.png?year=2015&h=550&w=1050&s=78bf6a0ee7c4d07c5b6b99a06822cd86e104227f5ed0af214eff458a0662f605&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_11_04_world_middleeast_syria-refugees-europe-crisis-maps-explainer_1666738908.html", "title": "As Doors Close, Syrian Refugees Despair", "title_page": "As Doors Close, Syrian Refugees Despair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the crisis worsened this summer, some wealthy nations took steps to accommodate more refugees, but those efforts have not met the need. The United States said it would increase the number of refugees it would take annually to 100,000 from 70,000, but that change would only happen in 2017. Germany has already received more than 570,000 migrants this year, many of them Syrian, but that is far fewer than the number in Syria’s neighboring countries. Lebanon alone has more than one million refugees.Germany has also been trying to convince Turkey to seal its borders and stop the refugees before they reach Greece. As a reward, Germany has hinted at an expedited path for Turkey to join the European Union.Meanwhile, Syria remains deeply fractured. The growing involvement of Russia and the United States in the conflict has increased the death toll. Experts say that even if a peace deal were sealed among the main warring factions, it could take years for the fighting to end.", "url": "https://www.nytimes.com/interactive/2015/11/04/world/middleeast/syria-refugees-europe-crisis-maps-explainer.html"}