{"authors": ["Karen Yourish", "Larry Buchanan", "Alicia Parlapiano"], "date_download": "2022-10-25 23:01:39", "date_modify": "2022-10-25 23:01:39", "date_publish": "2018-08-21 23:23:09", "description": "Roger J. Stone Jr., one of six Trump advisers convicted in cases stemming from the investigation by the special counsel, was sentenced to more than three years in prison.", "filename": "interactive_2018_08_21_us_mueller-trump-charges_1666738899.html", "image_url": "https://static01.nyt.com/images/2018/08/22/us/mueller-trump-charges-promo-1534968452597/mueller-trump-charges-promo-1534968452597-facebookJumbo-v11.jpg?year=2018&h=549&w=1050&s=c40ec02903d55a020ed58fd740b5e1e5ec6e7833ed73c084a20a37dbde5f1a89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_08_21_us_mueller-trump-charges_1666738899.html", "title": "Roger Stone and Everyone Charged in the 2016 Election Investigations", "title_page": "Roger Stone and Everyone Charged in the 2016 Election Investigations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Roger J. Stone Jr. Longtime informal adviser to Mr. Trump Obstruction of an official proceeding, making false statements and witness tampering Sentenced to 40 months in prison\nRick Gates Former campaign adviser Financial fraud and lying to the F.B.I. Sentenced to 45 days in prison\nPaul Manafort Former campaign chairman Tax evasion, bank fraud, failure to disclose a foreign bank account and witness tampering. Sentenced to 7.5 years in prison\nMichael D. Cohen Mr. Trump’s former lawyer Lying to Congress (pleaded guilty Nov. 29, 2018) Sentenced to 3 years in prison\nRichard Pinedo California man who sold bank accounts online Identity fraud (pleaded guilty Feb. 12, 2018) Sentenced to six months in prison\nGeorge Papadopoulos Former campaign adviser Lying to the F.B.I. about conversations with people he believed were working on behalf of Russians (pleaded guilty Oct. 5, 2017) Sentenced to 14 days in prison\nTwelve Russian intelligence officers Conspiracy to commit an offense against the United States, identity theft, conspiracy to launder money Charged\nKonstantin V. Kilimnik Russian Army-trained linguist and associate of Mr. Manafort Obstruction of justice Charged\nAlex van der Zwaan Lawyer who worked with Mr. Manafort and Mr. Gates Lying to investigators about conversations with Mr. Gates (pleaded guilty Feb. 20, 2018) Sentenced to 30 days in prison\nThirteen Russian nationals and three related companies Conspiracy to defraud the U.S., conspiracy to commit bank fraud, identity theft Charged", "url": "https://www.nytimes.com/interactive/2018/08/21/us/mueller-trump-charges.html"}