{"authors": ["Audrey Carlsen", "K.K. Rebecca Lai", "Adam Pearce"], "date_download": "2022-10-25 23:35:32", "date_modify": "2022-10-25 23:35:32", "date_publish": "2017-02-26 17:44:48", "description": "During the week when President Trump’s refugee ban was in effect, just 15 percent of the 843 refugees who were admitted were Muslim.", "filename": "interactive_2017_02_26_us_trump-refugees-muslim_1666740932.html", "image_url": "https://static01.nyt.com/images/2017/02/27/us/trump-refugees-muslim-1488050208661/trump-refugees-muslim-1488050208661-facebookJumbo.png?year=2017&h=550&w=1050&s=dccb6180b5c50955238a3397978e0f7b5055bc91f35710d1a95ffacacff409b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_02_26_us_trump-refugees-muslim_1666740932.html", "title": "Muslim Refugees Were Admitted at a Lower Rate During Trump’s Refugee Ban", "title_page": "Muslim Refugees Were Admitted at a Lower Rate During Trump’s Refugee Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During the week when President Trump’s refugee ban was in effect, refugees were allowed in on a case-by-case basis. Just 15 percent of the 843 refugees who were admitted during this time were Muslim, compared with a weekly average of 45 percent in 2016.\nPercentage of refugees Of Muslim religion Note: No refugees arrived during the holiday season.\nOnly two refugees were allowed in from the seven Muslim-majority countries affected by President Trump’s travel ban. About 1,800 refugees from these countries had arrived in the United States every week on average since 2016.\nNumber of refugees arriving daily Note: Refugees are not scheduled to arrive on weekends.\nCountries like Myanmar, Bhutan and the Democratic Republic of Congo, where a majority of refugees are non-Muslim, would also have been affected by the ban.\nTop 15 countries of origin for refugees admitted in the 2016 fiscal year with majority Muslim refugees 5,000 10,000 15,000 Dem. Rep. of Congo Syria Burma Iraq Somalia Bhutan Iran Afghanistan Ukraine Eritrea Sudan Ethiopia Burundi Pakistan Colombia 5,000 10,000 15,000 Dem. Rep. of Congo Syria Burma Iraq Somalia Bhutan Iran Afghanistan Ukraine Eritrea Sudan Ethiopia Burundi Pakistan Colombia 5,000 10,000 15,000 Dem. Rep. of Congo Syria Burma Iraq Somalia Bhutan Iran Afghanistan Ukraine Eritrea Sudan Ethiopia Burundi Pakistan Colombia\nTrump’s Order Cuts Refugees Allowed by More Than Half\nOver 36,000 refugees from 117 countries have already been admitted to the United States since the start of the fiscal year last October, nearing the 50,000 ceiling set by President Trump in late January.\nUnder this new limit and without a refugee ban, the United States is on target to hit its cap on refugee admissions by mid-April, leaving almost six months when no refugees would be allowed into the country.", "url": "https://www.nytimes.com/interactive/2017/02/26/us/trump-refugees-muslim.html"}