{"authors": ["David Marchese", "Interview David Marchese"], "date_download": "2022-10-25 23:30:16", "date_modify": "2022-10-25 23:30:16", "date_publish": "2019-02-15 05:03:11", "description": "“The feeling with Hollywood was mutual. I felt done when they felt done.”", "filename": "interactive_2019_02_15_magazine_meg-ryan-romantic-comedy_1666740616.html", "image_url": "https://static01.nyt.com/images/2019/02/17/magazine/17mag-talk-slide-5LYJ/17mag-talk-slide-5LYJ-facebookJumbo-v2.png?year=2019&h=550&w=1050&s=913ebe0ce543a3f9b5d9dec5bc48f97fe57c18c4af8219a2f5bd529cee1e4715&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_02_15_magazine_meg-ryan-romantic-comedy_1666740616.html", "title": "Meg Ryan on Romantic Comedies, Celebrity and Leaving It All Behind", "title_page": "Meg Ryan on Romantic Comedies, Celebrity and Leaving It All Behind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From the late ’80s through the ’90s, Meg Ryan shone about as brightly as any star in Hollywood. You know about her beloved string of romantic comedies — often written by Nora Ephron, often co-starring Tom Hanks. Less well remembered are her dramatic turns in the same era’s “When a Man Loves a Woman,” “City of Angels” and “Courage Under Fire,” all of which were commercial successes. But the harsh reaction to her 2003 erotic thriller, “In the Cut,” a critical and box-office flop that was widely seen as a failed attempt to complicate her winsome image, as well as her growing frustration with fame, compelled her to step into a less public, far happier life. “I wasn’t as curious about acting as I was about other things that life can give you,” says Ryan, 57. She quietly made her directorial debut in 2015 with the World War II-era drama “Ithaca,” and last November, she became engaged to the musician John Mellencamp. “I wanted,” she says, “to live more.”\nActors often talk about how their roles let them explore feelings that they might not otherwise explore. In the time since you began acting less, have you had to adjust how you process emotions? I felt in a crazy way that, as an actor, I was burning through life experiences. Somehow I was a helicopter pilot or a journalist or an alcoholic.1 I was living these express-lane lives. I’m not answering your question.\nDid you feel as if you hit a wall by burning through all those experiences? Or the blunter way of asking the question is: Where’d you go? My son, Jack,2 graduated from high school on a Friday or Saturday. I moved back to New York from Los Angeles on the following Monday. I was burned out. I didn’t feel like I knew enough anymore about myself or the world to reflect it as an actor. I felt isolated.\nIn Hollywood or in fame? In fame and in work. Ever get in a car — maybe it’s a superexpensive car — and the inside’s lovely, you can’t complain about it, but you can’t hear anything outside, because there’s so much metal? There’s so much between you and everything else. You’re at a disadvantage as a young, famous person because you don’t know who’s telling you the truth. I’m not complaining — there are so many advantages to being famous — but there are fundamental disadvantages for a part of your brain, your self, your soul. My experiences were too limited.\n[Eight things we learned from this interview with Meg Ryan.]\nWhat’s something a person would be dishonest with you about? All of a sudden, I was told I needed a publicist and a manager and a lawyer. People fly in to help because you’re inexperienced, and someone says: “Don’t worry, I fixed the problem. Call me back.” Then suddenly you’re grateful to someone about solving a problem that you didn’t know you could even define. You’re doing things that people tell you that you need to do, but you don’t. You can function independent of all of that.\nWhy don’t more people who’ve achieved the level of attention and success that you achieved pull back? I don’t know about them, but I don’t feel like, naturally, I’m a performer. I knew I was being given opportunities and that there was certain music I could play as an actor. Certain things I could do. And I liked acting. I thought it was fun. But acting was a situation I was navigating.\nDid you grow up wanting to be an actor? No, I never had that.\nYou’ve done 30-something films, and about 10 could be deemed romantic comedies. But disproportionately those are the movies that did your best business. Were romantic comedies your true — I’m thinking of a word that I don’t know how to pronounce. Met — M-é-t-i-e-r? Strong suit?\nMeg Ryan and Billy Crystal at Katz’s Delicatessen in ‘‘When Harry Met Sally . . . ’’ Columbia Pictures/Photofest\nYeah, were romantic comedies your strong suit? Probably. I liked doing the alcoholic in “When a Man Loves a Woman”; I liked doing “In The Cut”3; but I was very happy going to a set that was about: How do you find the funny thing? I like that again now, working on a romantic comedy.\nYou’re writing one? Yeah. It’s at Working Title Films. I’ll just leave it at that. Getting the green light, David. My God. You feel like you’re jinxing it if you’re talking about it. Hopefully it’s for me to direct. I’m aware now that romantic comedies are confections, but they have construction. There’s architecture. It’s not something I was aware of back then.\nWhat’s the last good romantic comedy you saw? “The Big Sick.” And I’m showing my daughter all kinds of romantic comedies. We did a Frank Capra thing over Christmas: “It Happened One Night” and “Mr. Smith Goes to Washington.”\nIt’s easy to forget how good Jimmy Stewart was. So great! And Jean Arthur was a fantastic screen partner for him. There’s something very reticent about her as a performer, but she matched him so beautifully.\nCharm is part of the appeal of romantic comedies, and — this is awkward to say to someone sitting across from me — you were extremely charming in those movies. As an actress, can you consciously generate charm? Do you have control over it? Real charm is probably innate. It’s just there or not. I can see it in people like Jennifer Lawrence or Emma Stone or Ryan Gosling. They probably aren’t able to manage it. Somebody told me once that she was done with being charming to men. I knew what she was talking about, because the charm was sort of manipulative.\nI know you’re being humble, but you deflected my question. What about you and charm? I never thought about it like, “I’m going to turn the charm on.” Early on, I didn’t have a lot of acting technique. What I thought about was trying to tell the truth.4 The camera is a truth machine, and it knows everything you’re thinking, so you don’t have to pretend anything. You just have to make it true somewhere inside.\nRob Reiner has said he doesn’t think a studio would make “When Harry Met Sally . . . ” today because the business is so dominated by superhero movies. Are romantic comedies undervalued by Hollywood? As soon as they make money, they have value. But I don’t think that because things are tragic they’re deeper. Think about Nora Ephron.5 Her observation about romantic comedies is that they were commenting on their time in an intelligent way, but with the intention to delight.\nIs it right that the Katz’s Delicatessen orgasm scene in “When Harry Met Sally . . . ” was your idea? It was in the script that Harry and Sally talk about the fact that women fake orgasms. Then, when we were rehearsing that movie, we had a lot of time to chat about the script, and I said that since Sally is such a behavioral character, she should fake an orgasm. That was my contribution.\nHave you ever been to Katz’s aside from that time? No.\nYou and Nora seemed like a perfect sensibility match, but on some level, it’s funny that you, a gentile, were the muse of this classic Jewish New York character. Did she ever articulate what she saw in you? I would love to know. At times we would look at each other like, Hmm. But I was so interested in her. She wasn’t like anybody. She was different. On the sets with her, it wasn’t just about being directed. It was like, “How do you give a dinner party?” and “What do you cook?” and “What about a seating chart?” You were invited into her life, and it was so charming. I’m grateful we found each other. I also always appreciated that on a movie set she led with her intellect.\nRyan with Tom Hanks and Nora Ephron on the set of ‘‘You’ve Got Mail.’’ Warner Bros. Pictures/Photofest\nWhat’s a favorite memory you have of Nora? She was there when Steve Wynn put his elbow through a Picasso.6 She watched the whole thing! So I have an image of her being delighted by things that people would say or do. And I don’t know why, I think about having lunch with her at Balthazar, maybe two years before she died. I didn’t know she was sick, but she didn’t look well. I didn’t ask. I don’t know if she would have told me. I don’t think she would have. I regret not asking, “Are you O.K.?” Maybe she would have confided in me.\nWere you happy with the work available to you as you got older? Would you have felt more compelled to keep exploring acting if those opportunities were good? I’m sure the same opportunities did not present themselves in my 40s that did in my 30s and 20s. I think the last movie I starred in was 10, 12 years ago. It might have been “The Women.”7 I get offers to do things now, but they’re not things I want to do. I have so much admiration for actors who have incredible imagination for life or have life experience that they can then bring to the audience. I don’t think I was one of those people. I felt like an unformed person.\nHow did that manifest itself? I felt like I was behind a window looking at my life. That had a lot to do with working so much. The only people you meet are on the set, and you’re waiting in your trailer, and you’re memorizing lines — I remember thinking, I want to have my own thoughts. Also it was hard to walk around anywhere. It was never about people being mean; it’s that I couldn’t move. I would sort of duck and cover, and that wasn’t what I wanted. Then my son came along in the middle of all that. I’d say to some of the people representing me at the time: “Guys, don’t leave me messages that say it’s an emergency. If something’s wrong with Jack, that’s an emergency. ‘The deal didn’t close’ isn’t one.”\nI don’t mean this in a snarky way, but was the separation from Hollywood mutual? If “In the Cut” or “Against the Ropes”8 had been better received by critics or audiences, would you have felt differently about everything? It’s not a snarky question. It’s fair. I think the feeling with Hollywood was mutual. I felt done when they felt done, probably.\nWas backing off from show business part of coming to terms with a fundamental ambivalence about your career that had always been there? Nora used to tell me, “Just because you have fame problems doesn’t mean you don’t have a problem.” I like the famous I am now: I walk into other people’s paparazzi photos, but I can also get a restaurant reservation.\nAround when “Against the Ropes” came out in 2004, you alluded in an interview to obstacles that women in the movie business face. Can you be explicit about that? What were you butting up against? When I look back now, it was definitely easier to be the funny person rather than the pretty person, the sexy person. Not that I ever could be sexy, but I felt like that got into such a funky land. I didn’t want the problems.\nThe problems of being a sex symbol? I never led with that. I felt it was dangerous because of the environment. If you’re a 25-year-old girl in Hollywood, you need to be aware of what’s out there. At the time, there was a self-perpetuating strata that wasn’t alerting girls to the problems. It’s good they’re being alerted now. I never had a man in a position of power play sexual politics. It got weird a couple of times, but I figured out a way out of the room. Sexuality in Hollywood is so complex because of all kinds of things: how women react to you, how men react to you, how wives react to you, how studio executives react to you. I don’t know if it was brave or cowardly of me to sort of bob and weave around the issue. But I know that when I did “In the Cut,” the reaction was vicious.\nHow did that affect the arc of your career? I feel like that might’ve been the last movie I did. I was surprised by the negative reaction. I loved the movie and loved that experience and loved Jane Campion. When I went to England and did press for that, there was a guy who had a talk show. His name escapes me.\nMichael Parkinson. Parkinson!9 I was shocked that he was saying, like, “How could you be naked?” I don’t think I handled it well. Since then, I’ve had publicists say to me, “You should’ve prepared your audience for your doing something different.” “In the Cut” was a sexual thing, and sex throws people. I’d never presented myself like that before; it was so different from my assigned archetype. Probably I had a very neutered image. Carrie Fisher was the one who said: “No, no, no. When you betray your archetype by doing a movie like that and by getting divorced — you can’t.” Yeah, “In the Cut” felt like a real turning point. When you have a moniker —\nRyan with Jennifer Jason Leigh in ‘‘In the Cut.’’ Screen Gems/Everett Collection\n“America’s Sweetheart.” Which probably makes you cringe. It doesn’t allow for the full expression of a person. But that’s what movie stardom is. There’s a blankness required.\nAside from your work in “In the Cut,” which of your performances stand out now as pivotal in some way? “When a Man Loves a Woman.” It was a pretty amazing confluence of events. I was married to Dennis, and he was getting sober, and this movie came along. So in real life and in the movies I was understanding “What does codependent mean? What is alcoholism?” I went to Al-Anon meetings. I went to A.A. meetings. Because I was the alcoholic in the story, it gave me empathy. It was a cathartic role.\nWhat have you learned about how power works for women in Hollywood? I don’t think I took advantage of the power that I had. If you have box-office power, you can create opportunities for yourself. That was a chit I’d earned, but I didn’t work it. Somewhere in the middle of my time in Hollywood, I did have a production company and produced movies, but it felt exhausting. I had a baby, and I was acting, and they were giving me scripts to produce in various stages of development when I was getting scripts to act in that were ready. I kept thinking: What is this thing about having it all? Why do we want that? Don’t we just want to be happy in our independent pursuits?\nThere’s an anecdote you told years ago, in passing, about being in London when your relationship with Russell Crowe was a big tabloid thing. You mentioned walking into a hotel and having everyone stop and stare at you, then getting in an elevator and having this clarity about the emptiness of tabloid attention. Can you unpack that epiphany for me? That was another big turning point in my evolution. I’d never felt like I was all that concerned with what people thought of me, but then that story never got told right.\nWhat story? The story of how I was divorced or what the actual problems were. It’s a real gift when you know you can’t ever really manage an image or a story and you stop caring. I felt the effect, like I was the bad guy or whatever the story was.10 But I remember letting go of needing to correct anybody. Divorce is hard. Love is hard. All those things were so personal. They weren’t for mass consumption. The complexity of a life or a marriage is never going to exist in a headline or a tabloid. That was a freeing thing to know! Though fame has become so democratized now.\nIn what way? Even if you’re famous in just your office building or neighborhood, social media has given everybody the experience I had; more people are having the experience of cultivating other people’s opinions. Everyone is so happy on social media. It’s depressing.\nHow implicit or explicit was the pressure to look a certain way as you grew older? The pressure was implicit. How you look — there’s so much judgment. You can’t win or lose. That’s an annoying thing, and you deal with it.\nYou’re engaged. How is the nature of love in middle age different from love at 25 or 35? What’s great about now is that John and I are so free to have fun. Maybe that freedom is about being a million years old. But I sometimes think relationships are for aliens. Who does it? Who can do it? I don’t know how any of us ever do.\nI was listening to an interview John did with Howard Stern a few years back, and John said something like: “Meg Ryan hates me.” You and John dated off and on for years before getting engaged. Do you know what he was talking about? I have asked him that same question. I don’t know.\nIn this period when you haven’t been as busy with acting, what does an ideal day look like? Well, raising a kid11 takes a lot of time. But I’m lucky because I can go places like a TED conference. I can go to Cambodia and travel around. I’m writing. I’m hoping to direct. I have a passion for design. I take pictures.\nDidn’t you take photos on a trip with Nora to a place called Dildo? I went with Carrie in 2005. She was hired by The New York Times! She picked Dildo, Newfoundland, just to go and write about it, and I took the pictures. There’s Dildo everything. I mean, really, they have a limited sense of irony about their town. Which makes it very funny.\nRyan’s photo of Carrie Fisher and family in Canada. Meg Ryan\nAnd in addition to your romantic comedy, you’re working on a sitcom with Lorne Michaels? It’s not really a sitcom. I can’t believe NBC might do it, because it’s so odd. Right now I’d be producing. Maybe I’ll act in it. I don’t know. It’s a limited series, three seasons. A murder mystery. A comedy. A murder-mystery comedy.\nYou’re O.K. now with being understood by the public as a comedy star? Yeah, I appreciate that there are movies that I watch that make me feel comforted. I can watch a Nancy Meyers movie and feel, God, I love that kitchen. There are certain Coen brothers movies that I like —\nThe Coen brothers’ movies make you feel comforted? “Fargo.”\nOh, yeah, I feel good after I watch “Fargo.” “Barton Fink,” too.\nBarton Fink ends up in hell! But there’s something about how good the Coens are as storytellers. They’re so smart, those guys. Anyway, I know that people say, “I watched ‘Sleepless in Seattle’ over and over when I was recovering from my hip operation.” That’s nice. Movies have funny places in people’s lives.", "url": "https://www.nytimes.com/interactive/2019/02/15/magazine/meg-ryan-romantic-comedy.html"}