{"authors": ["Anjali Singhvi", "Edward Wong", "Denise Lu"], "date_download": "2022-10-25 23:53:44", "date_modify": "2022-10-25 23:53:44", "date_publish": "2019-08-03 09:00:01", "description": "The U.S. has been unable to halt Iranian oil exports.", "filename": "interactive_2019_08_03_world_middleeast_us-iran-sanctions-ships_1666742024.html", "image_url": "https://static01.nyt.com/images/2019/08/02/us/us-iran-sanctions-ships-promo-1564792222263/us-iran-sanctions-ships-promo-1564792222263-facebookJumbo-v13.jpg?year=2019&h=549&w=1050&s=f75ffd7014e10a041665021db2928cf327ce4ea2aec18fabfebc946426f51d09&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_08_03_world_middleeast_us-iran-sanctions-ships_1666742024.html", "title": "Defying U.S. Sanctions, China and Others Take Oil From 12 Iranian Tankers", "title_page": "Defying U.S. Sanctions, China and Others Take Oil From 12 Iranian Tankers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China and other countries are receiving oil shipments from a larger number of Iranian tankers than was previously known, defying sanctions imposed by the United States to choke off Tehran’s main source of income, an investigation by The New York Times has found.\nAt least 12 Iranian tankers have loaded and delivered oil across Asia and the Mediterranean since May 2. Countries that take the oil risk economic penalties from the United States. At least six of those ships unloaded their cargo at ports in China. Other ships have sailed to the Mediterranean through the Suez Canal. That oil may have gone to Syria or Turkey, analysts say. Note: Position data is from May 2 to Aug. 2. Ships with no recorded position for two or more days are shown on the map following an estimated path based on past routes. | Source: Refinitiv\nThe Times examined the movements of more than 70 Iranian tankers since May 2, when the American sanctions took full effect.\nTwelve of the tankers loaded oil after May 2 and delivered it to China or the Eastern Mediterranean, where the buyers may have included Syria or Turkey. Only some of those 12 tankers were previously known to have recently delivered Iranian oil, and an analyst said the scale of the shipments documented by The Times investigation is greater than what had been publicly known.\nThe continued flow of oil underscores the difficulty the Trump administration has had in using sanctions to bring Iranian oil exports to zero after breaking with allies and partners on Iran policy. The Obama administration had worked with China, Russia and three European allies on the 2015 agreement intended to restrict Iran’s ability to pursue a nuclear program. President Trump’s decision to withdraw from the deal and to impose sanctions was opposed by those countries.\n“You can’t make these kinds of threats if you can’t operationalize it,” said Richard Nephew, a scholar at Columbia University and a former White House and State Department official who helped enforce Iran sanctions during the Obama administration. President Barack Obama did not have a goal of bringing Iran's oil exports to zero while pressuring Tehran to negotiate.\n“It adds up to a decision that makes them look weak and feckless,” he added. “That shows there are limitations to U.S. power. China and other places are prepared to say, ‘No, we’re not going to follow the U.S. lead.’”\nThe Times reviewed data from MarineTraffic and Refinitiv, two ship-tracking services, as well as satellite imagery from Planet Labs and analysis from shipping and energy experts.\n“U.S. sanctions have not stopped Iran from moving oil to the Mediterranean and Asia,” said Noam Raydan, an analyst at ClipperData, which tracks global crude shipments.\nIranian Tankers Are Regularly Docking in China Both satellite imagery and position data show Iranian tankers sitting in Chinese ports for several hours or days. Jinzhou, China June 22 at 1:26 p.m. Tianjin, China June 18 at 10:32 a.m. Humanity’s position June 16 at 4:13 p.m. Salina’s position at 1:32 p.m. Tianjin, China June 30 at 10:32 a.m. Jinzhou, China July 26 at 11:20 a.m. Horse’s position at 6:45 a.m. Sevin’s position July 27 at 10:02 a.m. Jinzhou, China June 22 at 1:26 p.m. Tianjin, China June 18 at 10:32 a.m. Humanity’s position June 16 at 4:13 p.m. Salina’s position at 1:32 p.m. Tianjin, China June 30 at 10:32 a.m. Jinzhou, China July 26 at 11:20 a.m. Horse’s position at 6:45 a.m. Sevin’s position July 27 at 10:02 a.m. Jinzhou, China June 22 at 1:26 p.m. Tianjin, China June 18 at 10:32 a.m. Humanity’s position June 16 at 4:13 p.m. Salina’s position at 1:32 p.m. Tianjin, China June 30 at 10:32 a.m. Jinzhou, China July 26 at 11:20 a.m. Horse’s position at 6:45 a.m. Sevin’s position July 27 at 10:02 a.m. Jinzhou, China June 22 at 1:26 p.m. Tianjin, China June 18 at 10:32 a.m. Humanity’s position June 16 at 4:13 p.m. Salina’s position at 1:32 p.m. Tianjin, China June 30 at 10:32 a.m. Jinzhou, China July 26 at 11:20 a.m. Horse’s position at 6:45 a.m. Sevin’s position July 27 at 10:02 a.m. Note: All times local. | Sources: Satellite imagery from Planet Labs; position data from MarineTraffic and Refinitiv.\nIt is not illegal under international law to buy and haul Iranian oil or related products. The Trump administration’s oil sanctions, which mainly went into effect last November after the United States pulled out of the Iran nuclear agreement, are unilateral. The administration granted eight governments permission to continue buying Iranian oil despite the sanctions, but ended those exceptions on May 2.\nForeign companies that ignore the sanctions and do business with American companies or banks risk being punished by the United States.\nAmerican officials have said that sanctions are aimed at cutting off money to the Iranian government to force leaders there to make political change, transform their foreign policy and offer more concessions on the country’s nuclear and missile programs.\nWhile Iran continues to export oil, the sanctions have had a substantial impact. In April 2018, before Mr. Trump withdrew from the nuclear deal, Iran exported 2.5 million barrels of oil per day. One year later, that figure was at one million. And in June, after the end of the exceptions or waivers, ships in Iranian ports loaded about 500,000 barrels per day, according to Reid I'Anson, an energy economist at Kpler, a company tracking seaborne commodities.\nA crude oil tanker sailing in March through the Persian Gulf toward Iran’s Kharg Island. Ali Mohammadi/Bloomberg\nSince the sanctions came into full effect on May 2, low-level hostilities between Iran and the United States in the Persian Gulf have increased, despite attempts by European nations to ramp down tensions and get Iran to comply with the nuclear deal, which it had been doing until it breached limits on nuclear fuel last month.\nThe State Department said any new purchase of Iranian oil after May 2 would be subject to sanctions. “Our firm policy is to completely zero out purchases of Iranian oil,” it said.\nJapan and South Korea, fearful of secondary sanctions imposed by Washington if they do business with Iran, have complied with the American sanctions. Turkish officials said in late May they are halting imports of Iranian oil but do not agree with the American sanctions.\nIn July, the British marines and port authorities in Gibraltar seized a supertanker, later renamed to Adrian Darya 1, that they said was carrying crude oil from Iran to Syria. Though the Europeans do not endorse the American sanctions on Iran, the shipment violated European Union sanctions against Syria.\nThe Trump administration is starting to intensify sanctions enforcement to try to end the exports to China, which continues to be the largest buyer of Iranian oil. On July 22, Secretary of State Mike Pompeo announced sanctions against Zhuhai Zhenrong, a Chinese state-owned enterprise, and its top executive, Li Youmin, for “violating U.S. restrictions on Iran’s oil sector.”\n“We have a pretty good bead on where these ships are moving around,” Mr. Pompeo told Bloomberg TV on July 25. “Wherever we find violations, we will do our level best to enforce them completely and thoroughly.”\nThe port in Tianjin, China. Qilai Shen/Bloomberg\nBut that does not satisfy some Republican members of Congress who are national security hawks.\n“While I’m glad the administration sanctioned an initial round of Chinese actors, it must step up strong enforcement to deter Chinese and other foreign actors from violating U.S. sanctions against Iran,” said Senator Marco Rubio, Republican of Florida. “The Iranian regime has blatantly shipped millions of barrels of oil to China.”\nTo really tighten the screws on China, the Trump administration would need to punish the People’s Bank of China or other Chinese banks that engage in transactions with the Central Bank of Iran, Mr. Nephew said. The United States could also penalize the energy giant Sinopec, which, like Zhuhai Zhenrong, also imports oil from Iran. But sanctioning the banks or Sinopec would have far-reaching consequences for global trade and deepen the divide between Washington and Beijing.\nThe two nations are already embroiled in a bitter trade war and at odds over global security issues, and Mr. Trump is eager to reach a trade deal with President Xi Jinping of China.\nA Chinese Foreign Ministry spokesman, Geng Shuang, said on July 19 that the Trump administration’s “maximum pressure” campaign against Tehran was the “root cause of the current tensions” involving Iran and that Washington should “correct its wrongdoing.”\nBefore the end of the sanctions exceptions on May 2, China had been importing 500,000 barrels of Iranian oil per day. In the past month, China’s imports have dropped to about 360,000 barrels per day, according to Kpler.\nThe Iranian Tankers That Have Delivered Oil Ship Destination Destiny Mediterranean Devrez Mediterranean Horse China Humanity China Salina China Sevin China Silvia I Mediterranean Sinopa Mediterranean Sanan Mediterranean Sonia I China Daniel China Sabiti Mediterranean\nThe National Iranian Tanker Company, which is specifically targeted by American sanctions, owns or manages 11 of the 12 tankers.\nIn the case of Devrez, an Iranian-managed oil-product tanker, its owner was listed as Great Sparkle Investments Ltd., which is registered in Hong Kong but has an office in Mumbai, India, according to the International Maritime Organization website. The tanker likely discharged its cargo in early June, Mr. I’Anson said.\nA worker at Iran’s Salman oil field. In June, after the end of the sanctions exceptions, ships in Iranian ports loaded about 500,000 barrels of oil per day. Ali Mohammadi/Bloomberg\nWhen they travel, Iranian tankers sometimes turn off their automatic identification system, making them harder to track, said Tom Kenison, an analyst at FGE, an energy consultancy. This is common practice among smugglers — ships carrying armored Mercedes sedans and other luxury goods for North Korean buyers in violation of United Nations sanctions do the same.\nSeveral Iranian tankers stopped reporting their positions after they crossed the Suez Canal, but shipping data suggests they unloaded their cargo in the Eastern Mediterranean. Destinations could include Syria or Turkey, analysts said.\nThe Times was able to estimate when and where a tanker offloaded its cargo by using data for each ship’s position and draft, or how high it was riding in the water. The draft indicates whether a ship is loaded.\nWhen a vessel enters a berth and there is a draft change, for example, “we can be pretty confident that volume is being offloaded,” said Mr. I’Anson.\nTwo Iranian tankers, Snow and Sarak, traveled to China and left without an apparent change in draft, so it was unclear whether they unloaded cargo.\nDraft is manually entered by the crew, and updates may sometimes be delayed, said Stellios Stratidakis, head of data at MarineTraffic.\nMaria III delivered its cargo of gas to China. Five other tankers loaded oil before May 2 and delivered cargo to India and China.\nSome of the Iranian ships have been previously identified in reports by Reuters, Bloomberg, and TankerTrackers.com, which uses satellite technology to monitor ships.\nSince June, at least three ships have taken iron ore from Iran to China, Mr. I’Anson said, which could also be a violation of American sanctions.\nOther Iranian tankers are waiting in the Persian Gulf loaded with crude oil, ready to move when they can find a buyer, he said. Iran is selling some of the oil at a discount.\nSome countries watching the continuing imports of Iranian oil by China might start pressuring the Trump administration to grant them exceptions, Mr. Nephew said. Or they might decide to just go ahead and buy the oil, perhaps in secret. In June, after a meeting with Prime Minister Shinzo Abe of Japan, President Hassan Rouhani of Iran said Mr. Abe told him \"Japan was interested in continuing to buy Iran's oil.\"", "url": "https://www.nytimes.com/interactive/2019/08/03/world/middleeast/us-iran-sanctions-ships.html"}