{"authors": ["Weiyi Cai", "Annie Daniel", "Jon Huang", "Jasmine C. Lee", "Alicia Parlapiano"], "date_download": "2022-10-25 23:37:54", "date_modify": "2022-10-25 23:37:54", "date_publish": "2021-02-13 19:28:09", "description": "See how each senator voted on the conviction of former President Donald J. Trump.", "filename": "interactive_2021_02_13_us_politics_senate-impeachment-live-vote_1666741074.html", "image_url": "https://static01.nyt.com/images/2021/02/12/us/senate-impeachment-live-vote-promo-1613172946846/senate-impeachment-live-vote-promo-1613172946846-facebookJumbo-v3.png?year=2021&h=549&w=1050&s=29c91f847321d8e9cb71f4b465d9a34d06e61b873a488d9fef9c55227e2118cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_02_13_us_politics_senate-impeachment-live-vote_1666741074.html", "title": "Trump’s Second Impeachment: How the Senate Voted", "title_page": "Trump’s Second Impeachment: How the Senate Voted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LIVE Impeachment Article: Incitement of Insurrection LIVE If all 100 Senators are present, 67 votes are needed to convict. Total Dem. Rep. Ind. Guilty 57 50 7 2 67 votes needed to convict Not guilty 43 0 43 0\nThe Senate on Saturday acquitted former President Donald J. Trump of the impeachment charge brought by the House, finding him not guilty of inciting the Jan. 6 insurrection on the U.S. Capitol. Seven Republicans broke with Mr. Trump and voted “guilty.”\nRepublican Senators Who Voted Guilty 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 Less conservative More conservative Toomey Pa. Romney Utah Burr N.C. Sasse Neb. Collins Maine Murkowski Alaska Cassidy La. 0.1 Collins Maine Less conservative 0.2 Murkowski Alaska 0.3 Romney Utah 0.4 Cassidy La. Burr N.C. 0.5 0.6 Toomey Pa. 0.7 Sasse Neb. 0.8 More conservative 0.9 Note: Ideology measurements are based on DW-NOMINATE scores, which are based on Congressional votes. · Source: Voteview .com\nEarlier Saturday, five Republicans and 50 Democrats voted to call witnesses, setting the stage for a prolonged trial. But after striking a deal with Mr. Trump’s defense team, House impeachment managers dropped their call for witnesses, clearing the way for a vote on conviction.\nIn a separate vote on Tuesday, six Republicans joined Democrats to reject constitutional objections and allow Mr. Trump’s trial to proceed.\nFor the latest updates, follow our live coverage of the impeachment trial.\nHow Every Senator Voted\nFor the votes on conviction, “guilty” votes are recorded as “Y” and “not guilty” votes are recorded as “N.”", "url": "https://www.nytimes.com/interactive/2021/02/13/us/politics/senate-impeachment-live-vote.html"}