{"authors": [], "date_download": "2022-10-26 00:11:56", "date_modify": "2022-10-26 00:11:56", "date_publish": "2014-09-16 05:02:29", "description": "With oil revenues, arms and organization, the jihadist group controls vast stretches of Syria and Iraq and aspires to statehood.", "filename": "interactive_2014_09_16_world_middleeast_how-isis-works_1666743116.html", "image_url": "https://static01.nyt.com/images/2014/09/16/world/middleeast/how-isis-works-hp-promo/how-isis-works-hp-promo-articleLarge.png?year=2014&h=400&w=600&s=8ffce9d9ea8327708322c1e1b1a286d4e70b1ace73a09d7b4bfdaad21b1140ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_09_16_world_middleeast_how-isis-works_1666743116.html", "title": "How ISIS Works", "title_page": "How ISIS Works - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Organization\nThe Islamic State in Iraq and Syria has a detailed structure that encompasses many functions and jurisdictions, according to ISIS documents seized by Iraqi forces and seen by American officials and Hashim Alhashimi, an Iraqi researcher. Many of its leaders are former officers from Saddam Hussein’s long-disbanded army who augmented their military training with terrorist techniques during years of fighting American troops. Related article »\nAbu Bakr al-Baghdadi, the self-proclaimed caliph of ISIS, has two deputies. One is responsible for Syria and the other for Iraq. Leadership council Mr. Baghdadi relies on a number of advisers with direct access to him. Members of this council help handle religious differences, order executions and ensure that policies conform to ISIS doctrine. Cabinet Managers oversee departments like finance, security, media, prisoners and recruitment. Local leaders At least a dozen deputies across Iraq and Syria report to the deputy of each country. Many of these officials were military officers during Saddam Hussein’s rule. Abu Bakr al-Baghdadi, the self-proclaimed caliph of ISIS, has two deputies. One is responsible for Syria and the other for Iraq. Leadership council Mr. Baghdadi relies on a number of advisers with direct access to him. Members of this council help handle religious differences, order executions and ensure that policies conform to ISIS doctrine. Cabinet Managers oversee departments like finance, security, media, prisoners and recruitment. Local leaders At least a dozen deputies across Iraq and Syria report to the deputy of each country. Many of these officials were military officers during Saddam Hussein’s rule. Abu Bakr al-Baghdadi, the self-proclaimed caliph of ISIS, has two deputies. One is responsible for Syria and the other for Iraq. Leadership council Mr. Baghdadi relies on a number of advisers with direct access to him. Members of this council help handle religious differences, order executions and ensure that policies conform to ISIS doctrine. Cabinet Managers oversee departments like finance, security, media, prisoners and recruitment. Local leaders At least a dozen deputies across Iraq and Syria report to the deputy of each country. Many of these officials were military officers during Saddam Hussein’s rule.\nSources: Jasmine Opperman, Terrorism Research & Analysis Consortium; Hisham Alhashimi. Photograph by The Associated Press.\nTerritory\nISIS has rapidly expanded its control over Iraq and Syria by seizing towns and cities near major supply routes, critical infrastructure and border crossings.\nISIS-controlled\nplaces\nAreas under\nfull control\nAreas of\nrecurring attacks\nSparsely populated\nareas ISIS-controlled places Areas under full control Areas of recurring attacks Sparsely populated areas\nSources: Caerus Associates; IHS Jane’s; Institute for the Study of War; Soufan Group;\nOver the summer, the group pressed deeper into Syria, regaining some territory it had lost to other rebel groups and capturing several government military bases. It is still trying to consolidate its control along the border between Iraq and Syria.\nISIS fighters experienced some setbacks in Iraq, where American airstrikes helped Iraqi and Kurdish forces reclaim the Mosul Dam and the Turkmen city of Amerli.\nFinancing\nMillions of dollars in oil revenue have made ISIS one of the wealthiest terror groups in history. Experts estimate the value of the output from the dozen or so oil fields and refineries under its control in Iraq and Syria at $1 million to $2 million a day. Related article »\nOil fields Oil fields controlled by ISIS\n100 Miles TURKEY IRAQI KURDISTAN IRAN Mosul Raqqa Erbil Aleppo Iraq-Turkey pipeline Kirkuk Omar oil field Baniyas Tartus Baiji oil refinery Euphrates Homs Tigris SYRIA LEBANON IRAQ Damascus Baghdad Falluja Rutba ISRAEL JORDAN TURKEY 100 miles IRAQI KURDISTAN IRAN Mosul Erbil Raqqa Aleppo Iraq-Turkey pipeline Omar oil field Kirkuk IRAQ Baniyas Tartus Baiji oil refinery Euphrates Homs Tigris SYRIA LEBANON Damascus Baghdad Falluja Rutba TURKEY IRAN 100 miles IRAQI KURDISTAN Aleppo IRAQ Homs Tigris SYRIA Tigris Euphrates Baghdad Damascus\nSources: Brookings Doha Center; Caerus Associates; Energy Information Administration; International Energy Agency; Iraq Oil Report; Platts\nThe group controls many of Syria’s eastern oil fields. In July, ISIS fighters took control of the country's largest oil field, Omar, which was producing about 30,000 barrels a day when it was fully functioning. Recently it was producing about a third of that or less.\nISIS expanded its attacks into Iraq’s oil-producing areas in June, and an August sweep into the Kurdish region gave it access to more of the country’s oil assets. Experts estimate that the Iraqi oil fields under ISIS control may produce 25,000 to 40,000 barrels of oil a day — worth a minimum of $1.2 million in the underground market.\nGoverning\nWhen it seizes a city, ISIS keeps select services operating while using brute force to impose its vision of a fundamentalist Islamic state. Religious police make sure that shops close during Muslim prayers and that women cover their hair and faces in public. Public spaces are walled off with heavy metal fences topped with the black flags of ISIS. People accused of disobeying the law are punished by public executions or amputations. At the same time, ISIS keeps markets, bakeries and gas stations functioning.\nFood distribution near Aleppo. Distribution of cooking gas in Deir al-Zour. Destruction of an unapproved religious site. A member of the ISIS religious police. Food distribution near Aleppo. Distribution of cooking gas in Deir al-Zour. Destruction of an unapproved religious site. A member of the ISIS religious police.\nSource: ISIS videos posted online\nMilitary\nThe Central Intelligence Agency believes that ISIS has between 20,000 and 31,500 fighters in Iraq and Syria and estimates that 15,000 of the jihadists are foreign recruits. Related article »\nThe origins of ISIS’s foreign recruits\nSweden Russia Britain Canada Germany Ukraine Kazakhstan France United States Turkey Syria China Afghanistan Tunisia Iraq Pakistan Libya Morocco Egypt Saudi Arabia Sudan Somalia KEY Indonesia 50 100 500 1,500 fighters Australia Dotted lines represent the low end of a range. Syria Iraq KEY 50 100 500 1,500 fighters Dotted lines represent the low end of a range.\nSources: C.I.A.; Peter Neumann, King's College London; the International Centre for the Study of Radicalisation and Political Violence; Soufan Group\nThe largest blocs of foreign fighters come from nearby Muslim countries, like Tunisia and Saudi Arabia. Smaller contingents come from countries as far away and disparate as Belgium, China, Russia and the United States.\nWeapons\nISIS has stolen hundreds of millions of dollars' worth of weapons and equipment from Iraqi and Syrian military installations. It has also intercepted supplies en route to Syrian rebel groups from foreign governments. Conflict Armament Research, a private firm that investigates arms trafficking, has tracked small arms and rockets used by ISIS that appear to have been provided to other combatants by Saudi Arabia and the United States.\nAmong the weapons that Conflict Armament Research examined were M16 and M4 rifles stamped “Property of U.S. Govt.” Such weapons are also in the hands of irregular Shiite forces in Iraq, where the United States provided hundreds of thousands of small arms to supportive forces during its long occupation.\nConflict Armament Research found M79 antitank rockets from the former Yugoslavia that were identical to M79 rockets provided by Saudi Arabia to rebels in Syria.", "url": "https://www.nytimes.com/interactive/2014/09/16/world/middleeast/how-isis-works.html"}