{"authors": ["Wilson Andrews", "K.K. Rebecca Lai", "Adam Pearce", "Rachel Shorey"], "date_download": "2022-10-25 23:02:23", "date_modify": "2022-10-25 23:02:23", "date_publish": "2016-06-21 19:54:23", "description": "What’s next for a campaign with a big fund-raising gap.", "filename": "interactive_2016_06_21_us_elections_trump-campaign-finance_1666738943.html", "image_url": "https://static01.nyt.com/images/2016/06/21/us/politics/trump-finances-1466536881410/trump-finances-1466536881410-facebookJumbo.png?year=2016&h=550&w=1050&s=48ae635b432d05ae85366bce39ca47fc8ac6d30e3b02a85b87990eac48d93534&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_06_21_us_elections_trump-campaign-finance_1666738943.html", "title": "Trump Is Running a Lean Operation, but Is It Too Lean?", "title_page": "Trump Is Running a Lean Operation, but Is It Too Lean? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Trump has less money at this point in the election than any other recent major-party presidential candidate.\nThe Trump campaign has not raised a significant amount of money from donors, relying instead on loans from Mr. Trump. The campaign ended May with less than $1.3 million on hand. The Clinton campaign, in comparison, has been raising money at a rate more on par with presidential candidates in recent elections.\nCash on hand in May (millions) Money raised in May 2000 $ 7 $ 4 8 6 2004 63 13 29 31 2008 32 17 43 22 2012 17 16 110 30 2016 1 3 42 20 Money raised in May 2000 $4 6 2004 13 31 2008 17 22 2012 16 30 2016 3 20\nClinton’s staff is almost 10 times as large as Trump’s.\nMrs. Clinton’s campaign had many more people on its payroll in May. Mr. Trump has had a small staff throughout the primary months and has yet to hire people for field offices in swing states. He has said he will rely on the Republican National Committee to fill many of these roles.\nStaff on payroll in May\nTrump 69 Clinton 685 Trump 69 Clinton 685\nBut Trump won the primaries while spending only a small fraction of what the other leading candidates spent.\nMrs. Clinton and Senator Bernie Sanders of Vermont have spent more than twice as much money as Mr. Trump.\nCash spent per month in 2016 (millions)\n$40 30 20 Clinton Sanders 10 Trump Jan. Feb. March April May $40 30 20 Clinton Sanders 10 Trump Jan. Feb. March April May\nDespite spending little on advertising, Mr. Trump had a news media presence that dwarfed those of other candidates, with pervasive coverage of his campaign on television, in print and on social media. According to mediaQuant, Mr. Trump earned $639 million in free media in May — more than double Mrs. Clinton’s $275 million.", "url": "https://www.nytimes.com/interactive/2016/06/21/us/elections/trump-campaign-finance.html"}