{"authors": [], "date_download": "2022-10-25 23:47:15", "date_modify": "2022-10-25 23:47:15", "date_publish": "2014-05-27 02:47:23", "description": "In the elections for the European Parliament over the weekend, many traditional, centrist political parties lost ground to smaller or upstart parties from both sides of the spectrum.", "filename": "interactive_2014_05_26_world_europe_the-appeal-of-the-fringe_1666741635.html", "image_url": "https://static01.nyt.com/images/2014/05/26/world/europe/the-appeal-of-the-fringe-1401156923012/the-appeal-of-the-fringe-1401156923012-articleLarge-v3.png?year=2014&h=517&w=600&s=267f455f2f1ca32cb09b7deea0ef34fbe8982357fb77cf3dab1ed228c1075b29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_05_26_world_europe_the-appeal-of-the-fringe_1666741635.html", "title": "The Appeal of the Fringe", "title_page": "The Appeal of the Fringe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "France\n2009\n2014\nNational Front\nUMP\nSocialists\n0\n10\n20\n30\n40\n%\nWHO WON Marine Le Pen’s far-right National Front, which opposes the European Union, rails against immigration and promises to zealously guard French national sovereignty, won about a quarter of the vote, relegating President François Hollande’s Socialist Party to an embarrassing third place. WHAT IT MEANS The vote, called a “shock, an earthquake” by Prime Minister Manuel Valls, deals a blow to Mr. Hollande, underlining the continuing alienation of French voters amid a faltering economy. It also lifts the prospects of the National Front, which performed robustly in recent local elections and has been seeking to rebrand itself as a mainstream party.\nBritain\nU.K. Independent Party\nLabour\nConservative\n0\n10\n20\n30\n40\nWHO WON The U.K. Independence Party, which advocates a radical overhaul of Britain’s relationship with Europe, won 28 percent of the vote. The victory by the Euroskeptic party was the first time in 100 years that both the governing Conservative Party and the opposition Labour Party failed to win an election. WHAT IT MEANS It will fan an already acrimonious debate on Britain’s future in the bloc. Nigel Farage, UKIP’s flamboyant leader, signaled he will use the result to press for a speedy referendum on whether Britain should remain in the E.U., or go it alone.\nSpain\nPopular Party\nSocialists\nPodemos\n0\n10\n20\n30\n40\nWHO WON Spain’s ruling Popular Party narrowly beat the opposition Socialists, but Spain’s two main parties were both badly bruised. Voters, fed up with economic austerity, rebeled by turning to smaller parties. WHAT IT MEANS The result was especially damaging for the Socialists, whose leader, Alfredo Pérez Rubalcaba, stepped down immediately on Monday, after failing to do well, despite economic woes under the Popular Party. Riding the wave of discontent was Podemos, or We Can, which denounces government spending cuts and calls for more social equality.\nDenmark\nDanish People's Party\nSocial Democrats\nLeft, Liberal Party\n0\n10\n20\n30\n40\nWHO WON The far-right Danish People’s Party, which has railed against immigration and promised to rein in benefits for other E.U. citizens living in Denmark, won nearly 27 percent of the vote. WHAT IT MEANS The vote undermines Denmark’s ruling Social Democrats, which have traditionally supported closer integration with the E.U. The stirring of sentiment against the bloc and immigrants has also forced more centrist parties to lurch to the right on issues such as immigration.\nGreece\nSyriza\nNew Democracy\nGolden Dawn\n0\n10\n20\n30\n40\nWHO WON Voters rallied behind the radical left Syriza party, which has preached an anti-austerity message. But perhaps more disturbing to Greek analysts was the performance of the extreme right Golden Dawn party, which will send three members to the European Parliament, gaining a foothold in the E.U.’s legislative body for the first time. WHAT IT MEANS The election was a setback for the conservative New Democracy party of Prime Minister Antonis Samaras, whom many Greeks blame for tough spending cuts undertaken to clear the way for the E.U. and the International Monetary Fund to bail out the country. It will also embolden the anti-immigrant Golden Dawn, which has been criticized for engaging in xenophobic violence.\nItaly\nDemocrats\nFive Star\nForza Italia*\n0\n10\n20\n30\n40\n50\nWHO WON The center-left Democrats of Prime Minister Matteo Renzi won more than 40 percent of the vote, a robust victory over the euro-skeptic Five Star Movement led by the charismatic actor and comedian Beppe Grillo and the center-right Forza Italia led by Silvio Berlusconi. WHAT IT MEANS The result will buttress the standing of Mr. Renzi, who became prime minister in February after pushing out his predecessor. It could also hobble an already weakened Forza Italia as well as Mr. Berlusconi, who last year was convicted of tax fraud.\n*Forza Italia’s results are compared with the 2009 results of Silvio Berlusconi’s previous party, The People of Freedom.\nPoland\nLaw and Justice\nCivic Platform\nNew Right\n0\n10\n20\n30\n40\n50", "url": "https://www.nytimes.com/interactive/2014/05/26/world/europe/the-appeal-of-the-fringe.html"}