{"authors": ["Lauren Leatherand Rich Harris"], "date_download": "2022-10-25 23:25:55", "date_modify": "2022-10-25 23:25:55", "date_publish": "2020-11-18 21:41:59", "description": "Using an index that tracks policy responses to the pandemic, The Times analyzed outbreaks in each state relative to the state’s most recent containment measures.", "filename": "interactive_2020_11_18_us_covid-state-restrictions_1666740355.html", "image_url": "https://static01.nyt.com/images/2020/11/18/us/covid-state-restrictions-promo-1605734627039/covid-state-restrictions-promo-1605734627039-facebookJumbo.png?year=2020&h=549&w=1050&s=740bb5660e9aa3758235f4a55513eebb3809e1a163dcf814062ef63a33c5f298&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_11_18_us_covid-state-restrictions_1666740355.html", "title": "See How Coronavirus Restrictions Compare to Case Counts in Every State", "title_page": "See How Coronavirus Restrictions Compare to Case Counts in Every State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Coronavirus cases are rising in almost every U.S. state. But the surge is worst now in places where leaders neglected to keep up forceful virus containment efforts or failed to implement basic measures like mask mandates in the first place, according to a New York Times analysis of data from the University of Oxford.\nUsing an index that tracks policy responses to the pandemic, these charts show the number of new virus cases and hospitalizations in each state relative to the state’s recent containment measures.\n⟵ Fewer Containment measures More ⟶ 50 100 150 200 Avg. new\ncases per\n100,000 Ala. Alaska Ariz. Ark. Calif. Colo. Conn. Fla. Ga. Hawaii Idaho Ill. Ind. Iowa Ky. Maine Mass. Mich. Minn. Miss. Mo. Mont. Neb. Nev. N.J. N.M. N.Y. N.C. N.D. Ohio Okla. Ore. Pa. R.I. S.C. S.D. Tenn. Utah Va. W.Va. Wis. Wyo. Weak recent containment measures and many cases. Strict recent measures and fewer cases. ⟵ Fewer Containment measures More ⟶ 20 40 60 80 Currently\nhospitalized\nper 100,000 Ariz. Calif. Colo. Conn. Fla. Ga. Hawaii Idaho Ill. Ind. Iowa Kan. Ky. La. Maine Mich. Minn. Miss. Mo. Mont. Neb. Nev. N.H. N.J. N.M. N.Y. N.C. N.D. Ohio Okla. Ore. Pa. R.I. S.C. S.D. Tenn. Texas Vt. Va. Wash. D.C. W.Va. Wis. Wyo. Note: Cases and hospitalizations are data from Nov. 16. Containment measures are as of Nov. 1. Sources: Oxford Covid-19 Government Response Tracker New York Times database of reports from state and local health agencies and hospitals\nOutbreaks are comparatively smaller in states where efforts to contain the virus were stronger over the summer and fall — potential good news for leaders taking action now. States and cities are reinstating restrictions and implementing new ones: In recent days, the governors of Iowa, North Dakota and Utah imposed mask mandates for the first time since the outbreak began.\nThe index comes from Oxford’s Blavatnik School of Government, where researchers track the policies — or lack thereof — governments use to contain the virus and protect residents, such as contact tracing, mask mandates and restrictions on businesses and gatherings. Researchers aggregate those indicators and assign a number from 0 to 100 to each government’s total response.\nAt its highest level of containment efforts, New York state scored an 80 on the index. At the beginning of November, most states were scoring in the 40s and 50s. Though many have taken fresh steps to contain the virus since then, the Times analysis compares cases and hospitalizations for a given date to a state’s index score from two weeks before, since researchers say it is reasonable to expect a lag between a policy's implementation and its outcome.\nMost states imposed tight restrictions in the spring even if they did not have bad outbreaks then. After reopening early, some Sun Belt states, including Arizona and Texas, imposed restrictions again after case counts climbed. Now, Midwestern states have among the worst outbreaks. Many have also done the least to contain the virus.\nCoronavirus containment index States are ordered from weakest to strongest overall response. Weaker containment measures Stronger containment measures 20 40 60 80 No data Restrictions reintroduced in some states after summer peak Spring restrictions Reopening begins March 1 Nov. 16 S.D. Iowa N.D. Okla. Idaho Utah Kan. Miss. Mo. S.C. Ala. Neb. Ark. Wis. Ga. Tenn. Ariz. Ind. Wyo. Nev. Ore. Mich. La. Wash. Minn. Va. Texas Fla. N.H. W.Va. N.C. Ill. Pa. Colo. Alaska N.J. Mont. Md. Ohio Ky. D.C. Mass. Vt. Del. Calif. Conn. Hawaii Maine R.I. N.Y. N.M. Weaker containment measures Stronger containment measures 20 40 60 80 No data Restrictions reintroduced in some states Spring restrictions Reopening begins Nov. 16 March 1 S.D. Iowa N.D. Okla. Idaho Utah Kan. Miss. Mo. S.C. Ala. Neb. Ark. Wis. Ga. Tenn. Ariz. Ind. Wyo. Nev. Ore. Mich. La. Wash. Minn. Va. Texas Fla. N.H. W.Va. N.C. Ill. Pa. Colo. Alaska N.J. Mont. Md. Ohio Ky. D.C. Mass. Vt. Del. Calif. Conn. Hawaii Maine R.I. N.Y. N.M. Weaker containment measures Stronger containment measures No data 20 40 60 80 Nov. 16 March 1 S.D. Iowa N.D. Okla. Idaho Utah Kan. Miss. Mo. S.C. Ala. Neb. Ark. Wis. Ga. Tenn. Ariz. Ind. Wyo. Nev. Ore. Mich. La. Wash. Minn. Va. Texas Fla. N.H. W.Va. N.C. Ill. Pa. Colo. Alaska N.J. Mont. Md. Ohio Ky. D.C. Mass. Vt. Del. Calif. Conn. Hawaii Maine R.I. N.Y. N.M. Weaker containment measures Stronger containment measures No data 20 40 60 80 March 1 Nov. 16 S.D. Iowa N.D. Okla. Idaho Utah Kan. Miss. Mo. S.C. Ala. Neb. Ark. Wis. Ga. Tenn. Ariz. Ind. Wyo. Nev. Ore. Mich. La. Wash. Minn. Va. Texas Fla. N.H. W.Va. N.C. Ill. Pa. Colo. Alaska N.J. Mont. Md. Ohio Ky. D.C. Mass. Vt. Del. Calif. Conn. Hawaii Maine R.I. N.Y. N.M. Source: Oxford Covid-19 Government Response Tracker\nWhen cases first peaked in the United States in the spring, there was no clear correlation between containment strategies and case counts, because most states enacted similar lockdown policies at the same time. And in New York and some other states, “those lockdowns came too late to prevent a big outbreak, because that’s where the virus hit first,” said Thomas Hale, associate professor of global public policy at the Blavatnik School of Government, who leads the Oxford tracking effort.\nA relationship between policies and the outbreak’s severity has become more clear as the pandemic has progressed.\n“States that have kept more control policies in a more consistent way — New England states, for example — have avoided a summer surge and are now having a smaller fall surge, as opposed to states that rolled them back very quickly like Florida or Texas,” Mr. Hale said. “I think timing really matters for the decisions.”\nThe worst outbreaks in the country now are in places where policymakers did the least to prevent transmission, according to the Oxford index. States with stronger policy responses over the long run are seeing comparatively smaller outbreaks.\nAverage daily coronavirus cases per capita States are categorized and ordered by their average containment index scores since March. Many of the states with the fewest controls have the highest case counts now. Tightest control measures Mass. Vt. Del. Calif. Conn. Hawaii Maine R.I. N.Y. N.M. Intermediate control measures Wyo. Nev. Ore. Mich. La. Wash. Minn. Va. Texas Fla. N.H. W.Va. N.C. Ill. Pa. Colo. Alaska N.J. Mont. Md. Ohio Ky. D.C. Fewest control measures S.D. Iowa N.D. Okla. Idaho Utah Kan. Miss. Mo. S.C. Ala. Neb. Ark. Wis. Ga. Tenn. Ariz. Ind. Sources: Oxford Covid-19 Government Response Tracker New York Times database of reports from state and local health agencies and hospitals\nLooking at one state at a time, it’s possible to track the relationship between coronavirus policy and public health. When the outbreak slammed the New York City area in March and April, leaders locked down. Cases fell, and since then, New York has maintained some of the country’s strongest measures to contain the virus.\nNew infections have stayed among the lowest in the country, adjusted for population — though cases now are rising in New York as they are everywhere.\nNew York ⟵ Fewer Containment measures More ⟶ 25 50 cases per 100,000 March Restrictions tightened as cases were rising Cases fell Restrictions stayed tight Note: State containment measures are shown from two weeks prior, reflecting what experts say is a lag between new policies and results. | Sources: Oxford Covid-19 Government Response Tracker New York Times database of reports from state and local health agencies and hospitals\nTexas locked down in the spring, when it had relatively few cases, then reopened quickly. When the state faced a surge of cases over the summer, the governor closed bars and placed limits on restaurant capacity. Many local leaders went further. Cases dropped in late July, but since then Texas has eased efforts to contain the virus, and cases are rising again.\nTexas ⟵ Fewer Containment measures More ⟶ 25 cases per 100,000 March Locked down in spring Cases rose after reopening Restrictions loosened again Note: State containment measures are shown from two weeks prior, reflecting what experts say is a lag between new policies and results. | Sources: Oxford Covid-19 Government Response Tracker New York Times database of reports from state and local health agencies and hospitals\nMany states in the Upper Midwest and Mountain West resisted more stringent control measures, like limits on gatherings and mask mandates. North Dakota, for example, made few efforts to contain the virus. After briefly ramping up restrictions — closing bars, restaurants, gyms, theaters and schools — in March, when most other states did, Gov. Doug Burgum reopened the state nearly fully in May.\nFor a while, the residents were spared. Now, nearly one in 10 North Dakotans have tested positive — about a third of those in the past two weeks — and one in 1,000 have died of the virus.\nNorth Dakota ⟵ Fewer Containment measures More ⟶ 50 100 150 cases per 100,000 March Control measures briefly tightened Cases surged Note: State containment measures are shown from two weeks prior, to account for a lag between policies and outcomes. | Sources: Oxford Covid-19 Government Response Tracker New York Times database of reports from state and local health agencies and hospitals\nOne of the biggest problems in the United States so far has been the lack of a coherent, cohesive national response, said Wafaa El-Sadr, an epidemiologist at Columbia University. “It’s been piecemeal,” Dr. El-Sadr said. “It’s been largely delegated to a subnational level, to the states, for example, and municipalities to figure it out themselves.”\nWithout strong national guidance, states’ containment policies have varied widely. Since the spring, Maine mandated masks and had strict travel restrictions for out-of-state visitors; South Dakota, meanwhile, has never had a mask mandate and welcomed nearly half a million people to the Sturgis motorcycle rally, as well as its state fair, which attracted more than 100,000 visitors.\nBut state-level policy choices do not explain everything: New Mexico and Rhode Island have maintained some of the country’s strongest containment measures, according to the Oxford index, yet both states are battling serious outbreaks now.\nThe animation below shows how average daily cases have changed relative to containment measures in every state over the course of the pandemic.\n⟵ Fewer Containment measures More ⟶ 0 50 100 150 200 Avg. new cases per 100,000 Ala. Alaska Ariz. Ark. Calif. Colo. Conn. Del. Fla. Ga. Hawaii Idaho Ill. Ind. Iowa Kan. Ky. La. Maine Md. Mass. Mich. Minn. Miss. Mo. Mont. Neb. Nev. N.H. N.J. N.M. N.Y. N.C. N.D. Ohio Okla. Ore. Pa. R.I. S.C. S.D. Tenn. Texas Utah Vt. Va. Wash. D.C. W.Va. Wis. Wyo. Most states locked down in the spring. Some reopened quickly and saw cases rise. Restrictions returned, and cases fell. The current surge is worst in places with few containment measures. Note: The position for a state on a given date reflects the 7-day average of cases on that date and the containment index value from two weeks prior, to account for a lag between policies and outcomes. | Sources: Oxford Covid-19 Government Response Tracker New York Times database of reports from state and local health agencies and hospitals\nThe wave of new restrictions in the United States follows national and regional lockdowns in Europe, where outbreaks surged past their spring peaks but cases per capita remained lower than many Upper Midwest states. A couple weeks into those lockdowns, countries with new restrictions may be seeing results: The rate of new daily cases has begun to level off or drop in France, Spain, Germany and Italy, though it continues to rise in the United Kingdom.\nMr. Hale said the Oxford data makes it clear that acting quickly and forcefully is the best shot governments have to combat the virus. And the more swiftly they can act, the shorter any lockdown-style policies need to be.\nSome countries that implemented fast, early restrictions and robust test-and-trace programs have seen the most success. New Zealand recently lifted all restrictions following 10 days with no new cases. New Zealand’s prime minister, Jacinda Ardern, called it a validation of the country’s “go hard, go early” strategy, in which the country reacts rapidly to signs of community spread.\nTaiwan recently recorded 200 days without a new coronavirus case after its leaders focused on a speedy response and invested in mass testing and contact tracing. Despite an early outbreak, South Korea flattened the curve with aggressive testing and contact tracing, as well as widespread mask wearing.\n“The question is — and I’m sure that’s the conversation now happening in the halls of power — what do we do next? Clearly you don’t want to wait too long because that’s the mistake we made last time, when things spun out of control. So there’s a need to make decisions and be decisive,” Dr. El-Sadr said. “Once you start thinking about acting, it probably is the time to act.”", "url": "https://www.nytimes.com/interactive/2020/11/18/us/covid-state-restrictions.html"}