{"authors": ["Alicia Parlapiano"], "date_download": "2022-10-25 23:35:59", "date_modify": "2022-10-25 23:35:59", "date_publish": "2017-09-27 21:58:00", "description": "The bill makes major changes to the tax code by lowering rates for individuals and corporations.", "filename": "interactive_2017_09_27_us_politics_six-charts-to-explain-the-republican-tax-plan_1666740959.html", "image_url": "https://static01.nyt.com/images/2017/09/27/us/politics/six-charts-to-explain-the-republican-tax-plan-1506546634604/six-charts-to-explain-the-republican-tax-plan-1506546634604-facebookJumbo-v2.png?year=2017&h=550&w=1050&s=b5103db33ed89a9167ea08bec521fcb84e21c135cd105240ff29de3bcdb5846b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_09_27_us_politics_six-charts-to-explain-the-republican-tax-plan_1666740959.html", "title": "Six Charts That Help Explain the Republican Tax Plan", "title_page": "Six Charts That Help Explain the Republican Tax Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "House Republicans released a bill on Thursday that would make major changes to the tax code. Some key elements of the proposal:\nLower Rates for Households\nThe bill would reduce the current marginal income tax brackets to four from seven — 12, 25, 35 and 39.6 percent — and lower taxes by increasing the income ranges affected by each rate.\nThe top rate would be the same as it is now, except the income level at which it would apply would increase to $1 million for married couples from $480,050 under the current law.\nCurrent rates Proposed rates Income taxed More than $480,050 More than $1 million 39.6% 39.6% 35% 35% $424,950 to $480,050 $260,000 to $1 million 33% $237,950 to $424,950 28% $156,150 to $237,950 25% 25% $77,400 to $156,150 $90,000 to $260,000 15% $19,050 to $77,400 $0 to $90,000 12% 10% $0 to $19,050 Current rates Proposed rates Income taxed 39.6% 39.6% 35% 35% $425 - $480k $260k - $1m 33% $238 - $425k 28% $156 - $238k 25% 25% $77 - $156k $90- $260k 15% $19 - $77k 12% $0 - $90k 10% $0 - $19k Rounded to nearest thousand Income thresholds are for married couples filing jointly. | Sources: Internal Revenue Service; House Ways and Means Committee\nWhile the lowest income rate would increase, typical families in the existing 10 percent bracket would most likely be better off because of a larger child tax credit and an increase in the standard deduction. The full effects of the plan on different groups has not yet been analyzed by experts.\nThe bill would repeal the individual Alternative Minimum Tax — which primarily affects households with incomes from $200,000 to $1 million — and would maintain preferential rates for investment income. It would also repeal the estate tax after six years, in the meantime doubling the amount of inherited wealth that is exempt from the tax to $11 million from $5.5 million.\nIncrease the Standard Deduction and Child Tax Credit\nThe plan would nearly double the amount of the standard deduction and eliminate the personal exemption, a deduction based on the number of taxpayers and the dependents claimed on a return.\nThe new, single deduction would be higher for many filers, except those who claim multiple children. An increase in the child tax credit to $1,600 from $1,000 and a new $300 credit for each parent and nonchild dependent could make up the difference.\nFiling status Current deduction Current deduction & exemptions Deduction under G.O.P. bill Single, no children $6,350 $10,400 $12,000 Married, no children $12,700 $20,800 $24,000 Married, two children $12,700 $28,900 $24,000 Sources: I.R.S.; House Ways and Means Committee | Proposed deduction amounts are comparable to the current 2017 levels and would increase with inflation in 2018.\nFilers can choose the standard deduction or itemized deductions, but not both. Most filers — 70 percent — currently choose the standard deduction because it is higher than what they qualify for in itemized deductions.\nDeductions taken by income group 20 million tax filers Higher income filers tend to itemize deductions 15 10 5 More tax filers choose the standard deduction $1K $5 $10 $15 $20 $25 $30 $40 $50 $75 $100 $200 $500 Adjusted gross income in thousands Deductions taken by income group 20 million tax filers Higher income filers tend to itemize deductions 15 10 5 More tax filers choose the standard deduction $1K 5 10 5 20 25 30 40 50 75 100 200 500 Adjusted gross income in thousands Source: Tax Policy Center | Based on 2014 data.\nAccording to an analysis of an earlier House Republican tax plan by the Tax Policy Center, 84 percent of filers who currently itemize their deductions would take the standard deduction if it were doubled.\nTo help pay for the increase, the plan would eliminate other deductions, with the exception of deductions for mortgage interest, charitable contributions and state and local property taxes. The mortgage interest deduction would be capped for newly purchased homes up to $500,000, and the property tax deduction would be capped at $10,000.\nEliminate the State and Local Tax Deduction\nThe biggest deduction that would be eliminated is the one for state and local taxes. That deduction primarily helps people in blue states where taxes are higher.\nRepublicans made a last-minute change to the bill that would retain some of the property tax portion of the deduction, but many upper-middle class taxpayers in these places could still end up paying more under the bill.\nHI States won in 2016 by: ME VT Trump WA Clinton AL AZ ID NV IA NM CA KS KY CO AK AR MI DE FL MO IL IN MT MN LA NE NH DC MS ND NC MA NY OK OH RI SD OR TN TX PA GA VA CT WV WY SC WI UT NJ MD 15% 20% 25% 30% 35% 40% 45% 50% Share of tax returns claiming the state and local tax deduction HI ME VT WA States won in 2016 by: AL Trump AZ Clinton ID NV IA NM CA KS KY CO AK AR MI DE FL MO IL IN MT MN LA NE NH DC MS ND NC MA NY OK OH RI SD OR TN TX PA GA VA CT WV WY SC WI UT NJ MD 15% 20% 25% 30% 35% 40% 45% 50% Share of tax returns claiming the state and local tax deduction Source: I.R.S. | Based on 2014 data.\nBut the political divide is not so straight-forward. A Tax Policy Center analysis in September found that of the 20 congressional districts with the highest percentage of returns claiming the deduction in 2014, eight had Republican representatives.\nCreate a New Tax Rate For ‘Pass-Through’ Businesses\nThe plan would create a new 25 percent tax rate for “pass-through” businesses — sole proprietorships, partnerships and S corporations that currently pay taxes at the individual rate of their owners. Pass-throughs now make up about 95 percent of businesses in the country and the bulk of corporate tax revenue for the government.\nMost pass-throughs are small sole proprietorships currently paying less than a 25 percent marginal rate. But a few are quite large — 1.7 percent of pass-through businesses generate more than 40 percent of all pass-through income and are taxed at the top 39.6 percent rate.\nShare of pass-through businesses at each marginal tax rate Share of pass-through net income at each marginal tax rate 40% 40% 30% 30% 20% 20% 10% 10% 0% 10 15 25 26* 28 28* 33 35 39.6 0% 10 15 25 26* 28 28* 33 35 39.6 Marginal tax rate Marginal tax rate Share of pass-through businesses at each marginal tax rate 40% 30% 20% 10% 0% 10 15 25 26* 28 28* 33 35 39.6 Marginal tax rate Share of pass-through net income at each marginal tax rate 40% 30% 20% 10% 0% 10 15 25 26* 28 28* 33 35 39.6 Marginal tax rate Source: *Alternative Minimum Tax | Tax Policy Center model, 2016\nThe bill includes a rule to help prevent wealthy individuals from incorporating as pass-through companies to pay a lower tax rate on their income. As a result, certain personal service businesses like law, accounting and consulting would not be eligible for the rate.\nLower the Corporate Rate While Eliminating Some Tax Breaks\nThe plan would lower the corporate tax rate to 20 percent from 35 percent and eliminate most business deductions and credits, with the exception of those for research and development and low-income housing. Cutting this tax rate is the most expensive change in the bill.\nA recent analysis by the Tax Foundation found that eliminating these corporate tax expenditures that do not change the structure of the tax code would only pay to lower the rate to 28.5 percent from 35 percent, far short of the 20 percent rate called for in the bill. Because the bill calls for retaining some expenditures, even more savings will have to be found elsewhere to pay for the corporate tax cut.\nExpenditure 10-year cost, in billions Domestic production deduction $152 billion $152 billion Research and development credit (KEEP) $135 $135 Low-income housing investment credit (KEEP) $90 $90 Exclusion of interest on bonds used for public infrastructure $88 $88 Orphan drug credit for testing drugs for rare diseases $53 $53 Exemption of credit union income $35 $35 Deduction for corporate charitable contributions $35 $35 Energy production credit $28 $28 Reduced rates for the first $10 million of taxable income $25 $25 Special rules for employee stock ownership plans $23 $23 Energy investment credit $18 $18 Exclusion of interest on bonds used for hospital construction $11 $11 42 other expenditures $74 $74 Source: Tax Foundation", "url": "https://www.nytimes.com/interactive/2017/09/27/us/politics/six-charts-to-explain-the-republican-tax-plan.html"}