{"authors": ["Margot Sanger-Katz", "Quoctrung Bui"], "date_download": "2022-10-25 23:30:29", "date_modify": "2022-10-25 23:30:29", "date_publish": "2017-10-05 07:18:25", "description": "Some gun limits are considered effective and would have public support.", "filename": "interactive_2017_10_05_upshot_how-to-reduce-mass-shooting-deaths-experts-say-these-gun-laws-could-help_1666740629.html", "image_url": "https://static01.nyt.com/images/2017/10/03/upshot/how-to-reduce-mass-shooting-deaths-experts-say-these-gun-laws-could-help-1507158732404/how-to-reduce-mass-shooting-deaths-experts-say-these-gun-laws-could-help-1507158732404-facebookJumbo.png?year=2017&h=550&w=1050&s=b46959ccef97a75ec2e1964052b16f063b4b8b0e9a2c6488a09478daa538e5db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_10_05_upshot_how-to-reduce-mass-shooting-deaths-experts-say-these-gun-laws-could-help_1666740629.html", "title": "How to Reduce Mass Shooting Deaths? Experts Rank Gun Laws", "title_page": "How to Reduce Mass Shooting Deaths? Experts Rank Gun Laws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "100% of Americans Support No sales to “known or suspected terrorists” Expand mental health treatment Stronger sentences for illegal guns Report lost or stolen guns Universal checks for gun buyers Bar sales to all violent criminals Bar sales to convicted stalkers Centralized record of gun sales Require safety training 3-day waiting period Bar sales to mentally ill Require gun safes Universal checks for ammo buyers Require gun licenses Fingerprint gun owners National gun registry Govt. buyback of banned guns Assault weapons ban Honor out-of-state conceal and carry permits Gun purchase limit Guns that microstamp bullets Ammo purchase limit School weapons ban Semiautomatic gun ban EXperts say not effective High-capacity magazine ban Experts Say Effective Workplace weapons ban Demonstrate a need for a gun 0% of Americans Support 3.5 4.0 4.5 5.0 5.5 100% of Americans Support No sales to “known or suspected terrorists” Expand mental health treatment Report lost or stolen guns Universal checks for gun buyers Stronger sentences for illegal guns Bar sales to all violent criminals Centralized record of gun sales 3-day waiting period Bar sales to mentally ill Require gun safes Fingerprint gun owners Universal checks for ammo buyers Require gun licenses National gun registry Govt. buyback of banned guns Assault weapons ban Honor out-of-state conceal and carry permits Guns that microstamp bullets Ammo purchase limit Gun purchase limit School weapons ban Semiautomatic gun ban High-capacity magazine ban EXperts say not effective Experts Say Effective Workplace weapons ban Demonstrate a need for a gun 0% of Americans Support 3.5 4.0 4.5 5.0 5.5 100% of Americans Support No sales to “known or suspected terrorists” Universal background checks Expand mental health treatment Bar sales to violent criminals Bar sales to mentally ill Require gun licenses Assault weapons ban Gun purchase limit School weapons ban EXperts say not effective Experts Say Effective Ammo purchase limit Workplace weapons ban Demonstrate a need for a gun 0% of Americans Support 3.5 4.0 4.5 5.0 5.5\nWhenever a mass shooting shocks America, people ask if tighter gun-control measures could have prevented the slaughter.\nGun violence researchers say that no law can eliminate the risk of mass shootings, which are unpredictable and represent a small minority of gun homicides over all. But there are a handful of policies that could reduce the likelihood of such events, or reduce the number of people killed when such shootings do occur. And several of them have strong public support.\nThese are findings from surveys we conducted a year ago about the recurring problem of gun violence in the United States. We asked dozens of researchers in criminology, law and public health to assess a range of policies often proposed to prevent gun deaths. We also conducted a national poll to measure public support for the same set of measures.\nThe policies in the upper right corner of our matrix are those that were deemed effective and popular. The most effective one, according to our experts, would be restricting gun sales to anyone found guilty of a violent crime. Under federal law, such limitations apply to those convicted of felonies or domestic violence crimes. That idea has not been debated much among federal policy makers.\nExpanding background checks for gun purchasers to a wider range of gun sales was also judged effective and popular. It is an idea that was considered by Congress in 2013, but failed to win enough votes to become law. Some popular measures, like strengthening sentences for illegal gun possession, were deemed less effective. And some measures that experts thought could reduce deaths, such as banning all semiautomatic weapons, were less popular, though a majority of people in our survey still approved.\nIn general, the public was more accepting of measures limiting the types of people who could obtain weapons than of restrictions on the types of guns and accessories available on the market.\nThe attack at a Las Vegas concert on Sunday was unusual even among mass shootings. Stephen Paddock, the shooter, appeared to have used modified semiautomatic weapons that fired at the rapid pace of a machine gun. Senator Dianne Feinstein of California has proposed legislation that would prohibit so-called bump stocks, the devices found on several of his guns. At least some Republicans in Congress have expressed openness to the idea.\nWe did not ask specifically about “bump stocks,” but we did ask about a broader set of gun modification restrictions that were part of a 1990s law known as the assault weapons ban, and about outlawing large-capacity ammunition magazines that enable rapid fire. Our experts thought both ideas could reduce the death toll from mass shootings, but they were not among the most popular ideas with the public.\nSelect Measures That May Help Prevent Mass Shootings NOTE: Starred measures have been passed by legislature or ballot initiative but have not yet been fully enacted.\nSOURCE: Law Center to Prevent Gun Violence\nWhen we developed our list of measures, we focused on policies that were not part of federal law. And we gathered ideas from advocates on the left and the right – some part of the mainstream political conversation, and some extremely unlikely to be considered.\nNo state has adopted more than a handful of the ideas our experts deemed to be effective, but some states have adopted more of our experts’ preferred measures than others. Nevada has adopted relatively few. In the accompanying table, we compared Nevada with California, which has been particularly aggressive about passing gun-control measures, and Mississippi, which is among the most permissive in its approach to firearms. The table omits policies that could be instituted only by the federal government.\nWhat Has Nevada Done?\n100% of Americans Support Universal checks for gun buyers EXperts say not effective School weapons ban Experts Say Effective 0% of Americans Support 3.5 4.0 4.5 5.0 5.5 100% of Americans Support Universal checks for gun buyers School weapons ban EXperts say not effective Experts Say Effective 0% of Americans Support 3.5 4.0 4.5 5.0 5.5\nIn 2016, Nevadans narrowly approved a ballot measure that called for instituting a universal background check for all gun purchases. Currently, people who buy guns from a federally licensed dealer must undergo a background check, but not those who buy guns from individuals, including at gun shows or through internet classified sites.\nThe ballot initiative has not yet been enacted. The governor and attorney general, who oppose the policy, have said it is unenforceable because the F.B.I. has not agreed to conduct the checks for the states, as specified in the measure. Advocates have protested, and are preparing to bring a lawsuit this month if no further action is taken.", "url": "https://www.nytimes.com/interactive/2017/10/05/upshot/how-to-reduce-mass-shooting-deaths-experts-say-these-gun-laws-could-help.html"}