{"authors": ["Ron Lieber", "Compiled Ron Lieber"], "date_download": "2022-10-25 23:30:33", "date_modify": "2022-10-25 23:30:33", "date_publish": "2015-05-21 15:55:46", "description": "Each year, we put out a call for college application essays about money, work and social class. This year, we picked seven — about pizza, parental sacrifice, prep school students, discrimination and deprivation.", "filename": "interactive_2015_05_20_your-money_college-essays-on-money_1666740633.html", "image_url": "https://static01.nyt.com/images/2015/05/20/business/20money-dominguez-web/20money-dominguez-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=68da545c414cef5529cee10426410d88af1d0629f1c64548a08778f54bb30272&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_05_20_your-money_college-essays-on-money_1666740633.html", "title": "Students and Money, in Their Own Words", "title_page": "Students and Money, in Their Own Words - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jon Carlo Dominguez\nHometown\nNorth Bergen, N.J.\nHigh school\nSt. Peter's Preparatory School\ncOLLEGE PLANS\nColumbia University\nGetting dressed each morning for school, I slip on my blazer, tighten my leather Oxfords, and pick a pair of glasses that match my outfit. Just a block away from my house, my town's high school is a two-minute walk to my left. However, I turn right and begin my hour-long commute to St. Peter's Prep. On my way to the bus stop, I always run into my childhood friends as we go in different directions. I wonder, “Why is my life so different from theirs? Do they think I'm pretentious, going to a prep school?” I don't live in a dystopian town where gunshots go off every day. However, many of my friends just don't care about school and use alcohol, drugs or sex to escape from their socioeconomic realities; the majority of my town is low-income and Latino.\nI continue walking to the bus stop and run into a friend who went to my elementary school. \"Those red pants make you look like one of those jerks from Prep, bruh. I work the register at a bank and I don't even wear that crap,\" he says while laughing in a sincere manner. He shakes my hand the same way we have since the second grade; we both smile at the fact that the gesture is alive after all these years.\nArriving at my high school, my favorite priest sketches the trinity on my torso and mentions something he wants me to do with the blessing of God that day: ace a test, inspire the freshmen with a motivational speech or simply be happy. Feeling loved, I move on to ethics class and analyze how the cycle of socialization comes into play with the same community I just tutored a weekend ago, Brooklyn Jesuit Prep. In my science class, I discuss how global warming relates to the research trip I recently attended in Alaska with my teacher.\nTo enjoy the weekend, I go to a football game between Prep and my neighborhood. During a play, my prep friends chant, “That's alright, that’s okay, you'll be working for us someday.” Having deep bonds of friendship on both sides, I'm shocked at the thoughtlessness of my classmates. Part of me feels ostracized, but another part of me wants to fix things; I fiercely lecture them on how wrong they are about my home. With my neighborhood friends, part of me wants to ignore what the football fans had to say, but a subtle fear that they may be right grows in my heart. I am moved and start tutoring my neighborhood friends with my used test-preparation books and showing them the social skills I learned from Dale Carnegie. I also start sharing books on body language and charisma, fascinating guides to lucid dreaming, and my favorite thrillers from Stephen King. I do this simply because it's what friends do. While I see college as an opportunity, many of my neighborhood friends see it as an obstacle keeping them from a paying job. I am trying to help this handful of friends realize that studying, reading, and learning can be rewarding.\nLiving two blocks away from me, my best friend, Eduardo, attends public school and wants to become a United States Marshal. Working out four hours every day and taking classes like public speaking, law and American literature, everything he does revolves around his goal. People like Eduardo give me hope among the football fans' chanting and make the fear in my heart subside.\nThe two worlds that comprise my being constantly play tug of war in my mind. My parents came from poverty in Ecuador, so I was raised believing that hard work and education can take you anywhere. Whether that work is in the classroom, at the gym or networking at a business event, persistence is what fosters success. Not your race. Not your native language. Not your ZIP code.", "url": "https://www.nytimes.com/interactive/2015/05/20/your-money/college-essays-on-money.html"}