{"authors": ["Alexandra Garcia", "Haeyoun Park", "Bedel Saget"], "date_download": "2022-10-25 23:27:14", "date_modify": "2022-10-25 23:27:14", "date_publish": "2018-02-16 11:02:07", "description": "His point deficit is so large that he has practically no chance to make the podium.", "filename": "interactive_2018_02_16_sports_olympics_nathan-chen-mens-figure-skating_1666740434.html", "image_url": "https://static01.nyt.com/images/2018/02/16/us/nathan-chen-mens-figure-skating-promo/nathan-chen-mens-figure-skating-promo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=a2ee294056ade7f20d5b2162f1ebd1b76929aaec962ac69cd1a8a3277edbe2b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_02_16_sports_olympics_nathan-chen-mens-figure-skating_1666740434.html", "title": "Three Jumps That Undid Nathan Chen’s Hope for Olympic Gold", "title_page": "Three Jumps That Undid Nathan Chen’s Hope for Olympic Gold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GANGNEUNG, South Korea — Nathan Chen, the United States national champion and America’s hope for a gold medal in men’s figure skating, made major errors on all three jump sequences in the short program event on Friday.\nSecond First rotation Third Fourth Backward take off Second First rotation Third Fourth Backward take off 2nd 3rd 1st rotation 4th Backward take off Composite image by Alexandra Garcia and Archie Tse\nHis mistakes began with his opening move, a quadruple lutz, shown above, that was supposed to be in combination with another jump. He fell on the landing of the lutz so he wasn’t able to complete the combination.\nSecond Third First rotation Step out of landing Fourth Backward take off Second Third First rotation Step out of landing Fourth Backward take off 2nd 3rd 1st rotation Step out of landing 4th Backward take off Composite image by Bedel Saget and Archie Tse\nChen also stepped out of his second jump, a quadruple toe loop, shown above.\nSecond First rotation Third Stumble Forward take off Both hands on ice Second First rotation Third Stumble Forward take off Both hands on ice 2nd 1st rotation 3rd Stumble Forward take off Both hands on ice Composite image by Archie Tse, Joe Ward and Jeremy White\nHe stumbled on the landing of his triple axel, shown above. It has been one of his weaker jumps, but is a required element in the short program.\nLeading up to the Winter Games, the 18-year-old, who was the first to land five quadruple jumps in a single routine, was promoted as one of America’s favorites for a medal and featured in prominent ads, including a Super Bowl commercial.\nChen also performed poorly with the same short program during the team event here a week earlier. During that program, he doubled a planned triple on his first jump, doubled a quadruple toe and fell on his triple axel.\nChen made three major mistakes in his short program. Chang W. Lee\nChen said at a press conference on Thursday that he had been working out issues from that program. “I need to be a little more present, a little bit more in the moment and hone in on the technical things that I have to think about before the jumps,” he said.\nChen, one of the best quad jumpers in the world, appears to have buckled under pressure.", "url": "https://www.nytimes.com/interactive/2018/02/16/sports/olympics/nathan-chen-mens-figure-skating.html"}