{"authors": ["Patrick Healy"], "date_download": "2022-10-25 23:55:50", "date_modify": "2022-10-25 23:55:50", "date_publish": "2016-02-08 10:30:09", "description": "A week in February 1992 revived Bill Clinton’s presidential campaign and made the state hallowed ground for the Clintons.", "filename": "interactive_2016_02_08_us_politics_bill-hillary-clinton-new-hampshire_1666742150.html", "image_url": "https://static01.nyt.com/images/2016/02/08/us/08CLINTONHISTORY-span/08CLINTONHISTORY-span-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=63edf83e1984880bf5fa0c0f6fcae15bd1484e428931779d9a4956dd086ee29d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_02_08_us_politics_bill-hillary-clinton-new-hampshire_1666742150.html", "title": "Resurrection: How New Hampshire Saved the 1992 Clinton Campaign", "title_page": "Resurrection: How New Hampshire Saved the 1992 Clinton Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Part One\n​Things Get Worse\nMonday, Feb. 10\nJames Carville Clinton senior strategist\nOur polling had really tanked. We had fallen 20 points in New Hampshire in a matter of days.\nPaul Begala Clinton senior strategist\nWe were in meltdown.\nTerry Shumaker New Hampshire co-chairman\nAfter Gennifer Flowers and the draft issue, we weren’t thinking about winning the nomination. We were thinking about surviving. First or second place in New Hampshire was survival.\nCarville\nWe knew we had to have a perfect eight days.\nBegala\nOur plane lands, and at the terminal is ABC News. They have a letter from a young Bill Clinton to Colonel Holmes. It said, “Thank you for saving me from the draft.” My knees buckled. But it was so well written, so emotional. Hillary immediately said: “This letter is you, Bill. It’s all you. I wish everyone could read it.”\nShumaker\nI actually had a really close friend tell me that he was not going to support Bill Clinton in the primary until he read the draft letter. My friend could see the conflict that Clinton had about the war. It just rang true to my friend, and he said, “Well, this is an authentic guy.”\nBegala\nIt was an anguished cri de coeur from a guy who was speaking for his whole generation. He laid out how torn he was — opposing the war, his misgivings about the draft, but also how much he loved his country.\nCarville\nI thought, “This letter is our friend.” The media was going to make this into a big story. But we wanted to take out a full-page ad in newspapers and run it. The idea was that if we printed it, people might think, “Maybe it’s not that bad.”\nBegala\nABC asked us to wait until they ran their story. So we went ahead with our events. Clinton started giving a speech we called the “fight like hell” speech. That title came from Hillary. She said, “I know what we’re going to do – we’re going to fight like hell.”\nMandy Grunwald Clinton advertising director\nHillary was always ready to do battle. She wasn’t going to let her husband’s message be defined by this kind of stuff. And she knew Paul Tsongas was competition in New Hampshire. Bob Kerrey was competition.\nBob Kerrey Former Nebraska senator and 1992 presidential candidate\nI knew you were not likely to survive as a presidential candidate if you’re third or fourth place coming out of New Hampshire. Tsongas first in the polls, Clinton second, me third.\nGrunwald\nWe thought Kerrey would attack Clinton on the draft, because Kerrey was a Vietnam war hero.\nKerrey\nMy campaign guys were saying: “You got to go after Clinton on the draft. There’s a lot of veterans up here.” But it just didn’t seem to me like a good thing to do. A lot of people hadn’t wanted to go to Vietnam. I didn’t want to go to Vietnam.\nBegala\nThe other candidates didn’t push the draft. But the media kept asking about Vietnam at our press conferences.\nTuesday, Feb. 11\nShumaker\nThe other state co-chairs and I got a call saying Governor Clinton wanted to meet with us at headquarters. We went into a small room. Governor Clinton asked his national staff not to be there. He closed the door and said, “This isn’t going very well, is it?” And that was like the understatement of the year. And he said, “I’ve gotten tons of advice. You guys know the state. What do you think I should do?” We hadn’t been asked that before. National staff usually treats state staff like furniture.\nGeorge Maglaras New Hampshire co-chairman and former mayor of Dover\nI told the governor that the election wasn’t about him. It was about real people. He had to change the focus of the media right now. We’d lost a lot of jobs in our state. I thought once people met Bill Clinton and heard him and touched him, the force of his personality would turn things around. But people had to see him talking about things that mattered to us.\nShumaker\nStop doing press conferences. Stop talking to the media. And Clinton had this startled look, kind of like, “But isn’t that what you’re supposed to do?” And one person said: “Go to the mall and shake hands. Just get out to places and see as many people as you can.”\nMaglaras\nSenator Tsongas’s and Senator Kerrey’s campaigns had been contacting me and saying: “Clinton is a losing proposition. You really need to jump to our campaign. We’ll help you.” And we could have sunk him, if five or six co-chairs had just walked away from the campaign. But that night he told us he would do what needed to be done.\nCarville\nWe still had to get the Colonel Holmes letter out. Clinton wasn’t sure if the letter was really going to be his friend. I was probably internally a little scared, but I didn’t want to show him that I was scared.\nShumaker\nWe’d just had this discussion about no more press conferences! But we had to do this one on the letter.\nMr. Clinton discussed his 1969 draft letter in Manchester, N.H., on Feb. 12. Edward Keating/The New York Times\nWednesday, Feb. 12\nDee Dee Myers Clinton campaign press secretary\nI didn’t think for a second that a press conference would allow us to put the draft behind us as a political issue. But the only question that really mattered, for the next six days, was whether voters would give him enough of a reprieve that they would be open to hearing about anything else. So we went from the edge of the abyss back into the abyss with the letter. We took our best shot, we put him out there, answered the questions, and then you march on.\nCarville\nThe reporters thought the letter was going to hurt us. But what really mattered was what the papers in Concord and the state wrote, what gets on television. We had local press writing about the economy and national reporters writing about this other stuff.\nBegala\nTed Koppel wanted us to go on “Nightline” that Wednesday night to talk about the letter.\nMyers\nWe started prepping Governor Clinton for “Nightline.” In typical Clinton fashion, there were too many voices in the room. Hillary was a little annoyed with us. She was like, just leave him with one voice in his head. Hillary wanted James’s voice. She always trusted him.\nCarville\nHillary was an ally of mine. I was the most hawkish in the group. You know, aggressively pushing back. And just being more aggressive was sort of her approach.\nMyers\nYou see it less in Hillary now, but in the spouse role, her attitude was always a little bit more like, you know, “We’re mad as hell, we’re not going to take this anymore.”\nBegala\nKoppel wanted Clinton to read the letter on TV. Clinton refused, so with Clinton sitting here, Ted read it.\nGrunwald\nThe governor also hit back at Ted with a line I gave him: “All I’ve been asked about by the press is a woman I didn’t sleep with and a draft I didn’t dodge.”\nMyers\n“Nightline” went well, but something even bigger happened Wednesday night.", "url": "https://www.nytimes.com/interactive/2016/02/08/us/politics/bill-hillary-clinton-new-hampshire.html"}