{"authors": [], "date_download": "2022-10-25 23:34:06", "date_modify": "2022-10-25 23:34:06", "date_publish": "2022-05-25 10:51:28", "description": "A senior British civil servant, Sue Gray, compiled a report on parties held in Downing Street in violation of Covid lockdown rules. The scandal has put pressure on Prime Minister Boris Johnson.", "filename": "interactive_2022_05_25_world_europe_final-report-uk-lockdown-parties_1666740846.html", "image_url": "https://static01.nyt.com/images/2022/05/25/doc-1375745-final-report-on-c-promo/doc-1375745-final-report-on-c-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2022_05_25_world_europe_final-report-uk-lockdown-parties_1666740846.html", "title": "Read the Sue Gray Report on UK Lockdown Parties", "title_page": "Read the Sue Gray Report on UK Lockdown Parties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "10. The Metropolitan Police has now confirmed that as a result of information provided by the Cabinet Office investigation team, as well as assessments made by Metropolitan Police officers, they are investigating the events on the dates set out above with the exception of the gatherings on: 11. The police have confirmed that on the basis of the information available the gatherings on these four dates are not considered to have reached the threshold for criminal investigation. 12. No conclusions should be drawn, or inferences made from this other than it is now for the police to consider the relevant material in relation to those incidents. The police have also said this does not in itself mean that they will decide to take further action or that there has necessarily been a breach of the regulations. 13. At the request of the police I have provided the material compiled in the course of my investigation relevant to the gatherings that they are now investigating. I have also been asked to retain all the other information collected in the course of this work, which I have confirmed that I will do. I will therefore ensure the secure storage and safekeeping of all the information gathered until such time as it may be required further. I will not be circulating the information internally within government, it has been provided in confidence to the Cabinet Office investigation team and it is important that this confidence is maintained to protect the integrity of the process. 14. As a result of the Metropolitan Police’s investigations, and so as not to prejudice the police investigative process, they have told me that it would only be appropriate to make minimal reference to the gatherings on the dates they are investigating. Unfortunately, this necessarily means that I am extremely limited in what I can say about those events and it is not possible at present to provide a meaningful report setting out and analysing the extensive factual information I have been able to gather. 15. In respect of the gatherings that the Metropolitan Police has assessed as not reaching the threshold for criminal investigation; they have not requested any limitations be placed on the description of those events, however, I have decided not to publish factual accounts in relation to those four dates. I do not feel that I am able to do so without detriment to the overall balance of the findings. 16. More generally, I did consider whether it would be better to pause, as provided for in the terms of reference, and wait until the conclusion of the police investigation before publishing anything. However, given the widespread public interest in, and concern about, these matters, and to avoid further delay, I am providing an update on the investigation and I am setting out some general findings now. I have not made comment on whether individual gatherings were in line with the relevant • 15 May 2020 • 27 November 2020 • 10 December 2020 • 15 December 2020 5", "url": "https://www.nytimes.com/interactive/2022/05/25/world/europe/final-report-uk-lockdown-parties.html"}