{"authors": ["David Gelles", "Karl Russell", "Ashwin Seshagiri"], "date_download": "2022-10-25 23:51:48", "date_modify": "2022-10-25 23:51:48", "date_publish": "2017-08-15 17:23:32", "description": "There was a mass exodus of executives from presidential advisory councils as they opposed stances taken by President Trump.", "filename": "interactive_2017_08_15_business_trump-councils_1666741908.html", "image_url": "https://static01.nyt.com/images/2017/08/15/business/trump-councils-1502816371416/trump-councils-1502816371416-facebookJumbo-v4.png?year=2017&h=550&w=1050&s=3f15a26a55fb7c1f58d5f0755224bb8470f663821a39f92d6ce8b0b35a955d6a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_08_15_business_trump-councils_1666741908.html", "title": "The Business Leaders Who Were on Trump’s Advisory Councils", "title_page": "The Business Leaders Who Were on Trump’s Advisory Councils - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "9 Executives Had Resigned From the Manufacturing Jobs Initiative\nKenneth Frazier Brian Krzanich Thea Lee Denise Morrison Elon Musk Scott Paul Kevin Plank Inge Thulin Richard Trumka\nRestoring the manufacturing industry was a hallmark of Mr. Trump’s campaign, and this council was filled with the heads of defense contractors, automakers, health care and other major industrial companies.\nName Company Circumstances Alex Gorsky Johnson & Johnson Andrew Liveris Dow Bill Brown Harris Corp. Brian Krzanich Intel Resigned after President Trump’s response to Charlottesville violence. Denise Morrison Campbell Soup Resigned after President Trump’s response to Charlottesville violence. Dennis Muilenburg Boeing Doug Oberhelman Caterpillar Elon Musk Tesla Resigned after the president came out against the Paris climate accord. Greg Hayes United Technologies Inge Thulin 3M Resigned after President Trump’s response to Charlottesville violence. Jeff Fettig Whirlpool Jeff Immelt G.E. Jim Kamsickas Dana John Ferriola Nucor Kenneth Frazier Merck Resigned after President Trump’s response to Charlottesville violence. Kevin Plank Under Armour Resigned after President Trump’s response to Charlottesville violence. Klaus Kleinfeld Arconic No longer on council after stepping down as Arconic chief. Marillyn Hewson Lockheed Mario Longhi U.S. Steel No longer on council after retiring from position at U.S. Steel. Mark Fields Ford No longer on council after ouster as Ford chief. Mark Sutton International Paper Michael Dell Dell Michael Polk Newell Brands Richard Kyle Timken Richard Trumka A.F.L.-C.I.O. Resigned after President Trump’s response to Charlottesville violence. Scott Paul Alliance for American Manufacturing Resigned after President Trump’s response to Charlottesville violence. Thea Lee A.F.L.-C.I.O. Resigned after President Trump’s response to Charlottesville violence. Wendell Weeks Corning\n3 Had Left the Strategic and Policy Forum\nBob Iger Elon Musk Travis Kalanick\nThis group was intended to advise the White House on economic policy and was led by Stephen A. Schwarzman, the head of Blackstone, one of the country’s largest investment firms.", "url": "https://www.nytimes.com/interactive/2017/08/15/business/trump-councils.html"}