{"authors": ["Rick Gladstone", "Sahil Chinoy"], "date_download": "2022-10-25 23:53:22", "date_modify": "2022-10-25 23:53:22", "date_publish": "2018-05-08 00:36:46", "description": "The restrictions on Iran’s nuclear program under the deal could survive.", "filename": "interactive_2018_05_07_world_middleeast_iran-deal-before-after_1666742002.html", "image_url": "https://static01.nyt.com/images/2018/05/08/us/iran-deal-before-after-promo-1525810744376/iran-deal-before-after-promo-1525810744376-facebookJumbo.png?year=2018&h=549&w=1050&s=d191c6441255799e839712149f9ddec9e1a7de674f9c0a3affb22b8899ce38d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_05_07_world_middleeast_iran-deal-before-after_1666742002.html", "title": "What Changes and What Remains in the Iran Nuclear Deal", "title_page": "What Changes and What Remains in the Iran Nuclear Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump announced Tuesday that the U.S. was withdrawing from the nuclear agreement between Iran and world powers, and that it would reinstate the punitive sanctions suspended under the 2015 accord.\nThe sanctions cover a range of of industries – from transportation and petroleum to insurance and finance – and will gradually come back into force over next six months.\nIt is not clear whether Mr. Trump’s decision will lead to a collapse of the agreement, which involves Iran and five other countries.\nU.S. sanctions Iran’s nuclear program Inspections E.U. sanctions After Trump’s announcement Mr. Trump said he would restore nuclear-related sanctions. All restrictions remain in place. For now, inspections will continue. Sanctions remain suspended or terminated. Under the deal The United States unfroze billions of dollars of impounded Iranian funds held in foreign banks and ceased application of nuclear-related sanctions. Iran’s ability to surreptitiously make nuclear weapons was eliminated or severely compromised. International experts were allowed to monitor Iran’s uranium mines and mills and centrifuge production, helping provide what experts called verifiable assurances. United Nations sanctions tied to Iran’s nuclear work were terminated, and the European Union ended an oil embargo. Before the deal The U.S. banned the import of Iranian goods and services, and virtually all trade and investment by Americans in Iran was prohibited. Iran had the technical capability to become a nuclear-weapons state, experts say. By some reckonings, Iran needed only a few months to make the required bomb fuel. Some monitoring was done because Iran is a signer of the Non-Proliferation Treaty, but the monitoring was far less intrusive than under the nuclear agreement. Extensive international sanctions, including an oil embargo and limits on Iranian banking, helped isolate and weaken Iran’s economy. U.S. sanctions After Trump’s announcement Mr. Trump said he would restore nuclear-related sanctions. Under the deal The United States unfroze billions of dollars of impounded Iranian funds held in foreign banks and ceased application of nuclear-related sanctions. Before the deal The U.S. banned the import of Iranian goods and services, and virtually all trade and investment by Americans in Iran was prohibited. Iran’s nuclear program After Trump’s announcement All restrictions remain in place. Under the deal Iran’s ability to surreptitiously make nuclear weapons was eliminated or severely compromised. Before the deal Iran had the technical capability to become a nuclear-weapons state, experts say. By some reckonings, Iran needed only a few months to make the required bomb fuel. Inspections After Trump’s announcement For now, inspections will continue. Under the deal International experts were allowed to monitor Iran’s uranium mines and mills and centrifuge production, helping provide what experts called verifiable assurances. Before the deal Some monitoring was done because Iran is a signer of the Non-Proliferation Treaty, but the monitoring was far less intrusive than under the nuclear agreement. E.U. sanctions After Trump’s announcement Sanctions remain suspended or terminated. Under the deal United Nations sanctions tied to Iran’s nuclear work were terminated, and the European Union ended an oil embargo. Before the deal Extensive international sanctions, including an oil embargo and limits on Iranian banking, helped isolate and weaken Iran’s economy.\nReimposing sanctions\nMr. Trump’s decision to restore sanctions was effective immediately, and will affect a range of industries that were able to engage with Iran under the nuclear agreement. But the Treasury Department said it would give businesses and individuals time – either 90 days or 180 days – for an “orderly wind down of activities.”\nIn a 10-page guidance document, the Treasury said sanctions enforcement would begin Aug. 6 on activities that include Iran’s purchase of commercial aircraft and services, Iran’s exports of carpets and food to the United States, and Iran’s trade in dollars, precious metals, industrial software, sovereign debt and the automotive sector.\nOn Nov. 4, sanctions enforcement would begin on industries that include shipping, oil, petrochemicals, insurance, energy and specialized banking and financial services.\nThe sanctions’ effects will depend partly on how non-American businesses and foreign governments respond, and whether they decide to risk U.S. penalties.\nThe most vulnerable Iranian industry may be oil, said Farhad Alavi, managing partner of Akrivis Law Group, a Washington law firm that specializes in international trade. The old U.S. sanctions, he said, “caused a severe drop in Iran oil exports – it was selling oil under the table at a discount.”\nThe deal could survive\nMaking good on a campaign promise to exit the nuclear agreement, Mr. Trump described it as so weak and lopsided in Iran’s favor that it was “a great embarrassment to me as a citizen and to all citizens of the United States.”\nHe faulted it for allowing Iran to eventually resume enrichment of nuclear fuel and for what he described as its failure to limit Iran’s missile development and “other malign behavior, including its sinister activities in Syria, Yemen and other places all around the world.”\nBut the American withdrawal does not necessarily mean the Iran agreement collapses — at least not immediately. Britain, China, France, Germany and Russia are still parties to the agreement. If they all agree to maintain it, the effect of restored American sanctions may be softened.\nMr. Trump also held out the possibility of negotiating a new agreement with Iran, though its leaders have said that won’t happen.\nIf the deal collapses, Iran will presumably be free to restart thousands of centrifuges mothballed under the agreement. That would let it increase its uranium fuel supply – without the close monitoring of the International Atomic Energy Agency.\nIran has said it could restore its uranium-enriching capability quickly, which could put it closer to a weapons path. But that might put Iran at risk of economic isolation, at least by the European countries that agreed to the accord.\nWhat nuclear capabilities did Iran have before the deal?\nIran had the technical capability to become a nuclear-weapons state, experts say.\nAccording to U.S. intelligence agency assessments, the Iranians once operated a covert nuclear weapons development program that they discontinued in 2003.\nWhile Iran has repeatedly asserted that its nuclear activities are for peaceful use only, it had amassed a stockpile of uranium that further refining could have turned into fuel for nuclear bombs.\nBy some reckonings, Iran needed only a few months to make the required bomb fuel. It would have needed considerably more time to make a reliable warhead for a missile to deliver such a weapon.\nU Pu Uranium Plutonium Centrifuges ‘Breakout’ time About 8,000 kilograms Production capable More than 19,000 Three months or less The heavy-water nuclear reactor under construction at Arak was meant to generate electricity, but its spent fuel could have also been mined for plutonium, a potent bomb fuel. Amount of time it would have taken Iran to produce enough bomb-grade material for a single nuclear weapon. If the 3.5 percent (low-enriched) uranium had been further enriched to weapons-grade (90 percent or more), the stockpile would have been sufficient to fuel more than seven nuclear warheads. The rapidly spinning machines were enriching uranium at two main facilities, Fordow and Natanz. Uranium U About 8,000 kilograms If the 3.5 percent (low-enriched) uranium had been further enriched to weapons-grade (90 percent or more), the stockpile would have been sufficient to fuel more than seven nuclear warheads. Plutonium Pu Production capable The heavy-water nuclear reactor under construction at Arak was meant to generate electricity, but its spent fuel could have also been mined for plutonium, a potent bomb fuel. Centrifuges More than 19,000 The rapidly spinning machines were enriching uranium at two main facilities, Fordow and Natanz. ‘Breakout’ time Three months or less Amount of time it would have taken Iran to produce enough bomb-grade material for a single nuclear weapon. U Pu Uranium Plutonium Centrifuges ‘Breakout’ time About 8,000 kilograms Production capable More than 19,000 Three months or less The heavy-water nuclear reactor under construction at Arak was meant to generate electricity, but its spent fuel could have also been mined for plutonium, a potent bomb fuel. Amount of time it would have taken Iran to produce enough bomb-grade material for a single nuclear weapon. If the 3.5 percent (low-enriched) uranium had been further enriched to weapons-grade (90 percent or more), the stockpile would have been sufficient to fuel more than seven nuclear warheads. The rapidly spinning machines were enriching uranium at two main facilities, Fordow and Natanz.\nIran’s nuclear capabilities at the time the agreement was reached reflected a longstanding effort by the country to harness nuclear power. It began well before the revolution that overthrew the American-backed shah in 1979.\nIran is a signer of the Treaty on the Non-Proliferation of Nuclear Weapons, requiring it to use nuclear energy exclusively for peaceful purposes.\nDespite Iran’s repeated denials, questions began to intensify more than 15 years ago about whether it had worked clandestinely to develop nuclear weapon capabilities.\nLed by the United States, Western powers sought to pressure Iran with economic sanctions to curb its steadily increasing capacity to enrich uranium and produce plutonium, the fuels of atomic weapons.\nAfter years of off-again-on-again negotiations, an agreement was reached in 2015 between Iran and the major world powers – Britain, China, France, Germany, Russia and the United States. It was endorsed by the United Nations.\nHere’s how the deal changed Iran’s nuclear program.", "url": "https://www.nytimes.com/interactive/2018/05/07/world/middleeast/iran-deal-before-after.html"}