{"authors": ["Gregor Aisch", "Sarah Almukhtar", "Tanner Curtis", "Matt Flegenheimer", "Jasmine C. Lee", "Alicia Parlapiano", "Anjali Singhvi", "Derek Watkins"], "date_download": "2022-10-25 23:34:33", "date_modify": "2022-10-25 23:34:33", "date_publish": "2017-06-14 14:34:53", "description": "Five people were shot at a morning practice about five miles from the Capitol, the police said.", "filename": "interactive_2017_06_14_us_virginia-shooting-congress-scalise_1666740873.html", "image_url": "https://static01.nyt.com/images/2017/06/14/us/virginia-shooting-congress-scalise-1497464179032/virginia-shooting-congress-scalise-1497464179032-facebookJumbo-v5.jpg?year=2017&h=550&w=1050&s=f7286c9a3854f33f78603f2e6b8aad4b920dbfd887b224e34c28bea63db1193c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_06_14_us_virginia-shooting-congress-scalise_1666740873.html", "title": "What Happened at the Shooting at a Congressional Baseball Practice", "title_page": "What Happened at the Shooting at a Congressional Baseball Practice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Representative Steve Scalise, Republican of Louisiana and the House majority whip, was among several people shot on Wednesday morning when a gunman opened fire at a baseball field where congressional Republicans were practicing. Here is what is known so far:\nEast Monroe Ave. Gunshots broke windows at the Y.M.C.A. building. The gunman fired from behind a fence between home plate and the third-base dugout. Capitol Police vehicles were parked behind the dugout. 3rd Senator Jeff Flake and others took cover in the first-base dugout. 1st Rep. Scalise was shot in the hip near second base and dragged himself into the outfield. Outfield EUGENE SIMPSON STADIUM PARK Dog park East Monroe Ave. Gunshots broke windows at the Y.M.C.A. building. The gunman fired from behind a fence between home plate and the third-base dugout. Capitol Police vehicles were parked behind the dugout. 3rd Senator Jeff Flake and others took cover in the first-base dugout. 1st Rep. Scalise was shot in the hip near second base and dragged himself into the outfield. Outfield EUGENE SIMPSON STADIUM PARK Dog park Gunshots broke windows at the Y.M.C.A. building. The gunman fired from behind the fence between home plate and the third-base dugout. Capitol Police vehicles were parked behind the dugout. 3rd Senator Jeff Flake and others took cover in the first-base dugout. 1st Rep. Scalise was shot near second base and dragged himself into the outfield. EUGENE SIMPSON STADIUM PARK Outfield The gunman fired from behind the fence between home plate and the third-base dugout. Capitol Police vehicles were parked behind the dugout. Senator Jeff Flake and others took cover in the first- base dugout. Rep. Scalise was shot near second base and dragged himself into the outfield. Outfield EUGENE SIMPSON STADIUM PARK Aerial image by Pictometry International\nThe police said a call came in at 7:09 a.m., and officers responded in three minutes. Two officers engaged the gunman and returned fire, according to the authorities.\nAt least four people were wounded and taken to the hospital, the police said:\n▪ Steve Scalise\nSteve Scalise ▪ Crystal Griner, a U.S. Capitol police officer\nCrystal Griner, a U.S. Capitol police officer ▪ Zach Barth, a staff member for Rep. Roger Williams of Texas\nZach Barth, a staff member for Rep. Roger Williams of Texas ▪ Matt Mika, a lobbyist for Tyson Foods and former congressional aide\nMore than a dozen Republican members of Congress and several coaches were at the park:\n▪ Rep. Joe L. Barton (Texas)\nRep. Joe L. Barton (Texas) ▪ Rep. Jack Bergman (Mich.)\nRep. Jack Bergman (Mich.) ▪ Rep. Mike Bishop (Mich.)\nRep. Mike Bishop (Mich.) ▪ Francis Brooke, a staff member for Vice President Mike Pence and a coach\nFrancis Brooke, a staff member for Vice President Mike Pence and a coach ▪ Rep. Mo Brooks (Ala.)\nRep. Mo Brooks (Ala.) ▪ Rep. K. Michael Conaway (Tex.)\nRep. K. Michael Conaway (Tex.) ▪ Rep. Rodney Davis (Ill.)\nRep. Rodney Davis (Ill.) ▪ Rep. Ron DeSantis (Fla.)\nRep. Ron DeSantis (Fla.) ▪ Rep. Jeff Duncan (S.C.)\nRep. Jeff Duncan (S.C.) ▪ Senator Jeff Flake (Ariz.)\nSenator Jeff Flake (Ariz.) ▪ Rep. Chuck Fleischmann (Tenn.)\nRep. Chuck Fleischmann (Tenn.) ▪ Larry Hardy, a former professional baseball player and a coach\nLarry Hardy, a former professional baseball player and a coach ▪ Rep. Trent Kelly (Miss.)\nRep. Trent Kelly (Miss.) ▪ Rep. Gary Palmer (Ala.)\nRep. Gary Palmer (Ala.) ▪ Senator Rand Paul (Ky.)\nSenator Rand Paul (Ky.) ▪ Rep. Mark Walker (N.C.)\nRep. Mark Walker (N.C.) ▪ Rep. Brad Wenstrup (Ohio)\nRep. Brad Wenstrup (Ohio) ▪ Rep. Roger Williams (Tex.), who was also injured in the shooting\nMr. Brooks told CNN that players took cover wherever they could on the field and that members of a security team exchanged fire with the gunman, who had a rifle.\nAfter the shooting stopped, members rushed to the aid of Mr. Scalise.\nRepresentative Roger Williams, Republican of Texas, was wheeled away by emergency medical service personnel at the park. Alex Wong/Getty Images\nThe Republicans were practicing at a park in Alexandria, Va., a suburb of Washington, for an annual charity baseball game against their Democratic counterparts scheduled for Thursday.\nThe suspect, James Thomas Hodgkinson, 66, of Belleville, Ill., died in a Washington hospital after the shootout. His brother said Wednesday that Mr. Hodgkinson had been distraught over the election of President Trump and had traveled to Washington in recent weeks to protest.\nSenator Jeff Flake, Republican of Arizona, departs the scene at Eugene Simpson Stadium park. Al Drago/The New York Times\nRepresentative Mo Brooks, Republican of Alabama, meets with reporters near the scene of the shooting. Al Drago/The New York Times", "url": "https://www.nytimes.com/interactive/2017/06/14/us/virginia-shooting-congress-scalise.html"}