{"authors": [], "date_download": "2022-10-25 22:58:42", "date_modify": "2022-10-25 22:58:42", "date_publish": "2022-09-16 06:55:01", "description": "Responses from a survey of registered voters conducted by The New York Times and Siena College Sept. 6 to 14, 2022.", "filename": "interactive_2022_09_16_upshot_september-2022-times-siena-poll-crosstabs_1666738722.html", "image_url": "https://static01.nyt.com/images/2022/09/16/business/16crosstabs-promo/16crosstabs-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2022_09_16_upshot_september-2022-times-siena-poll-crosstabs_1666738722.html", "title": "September 2022 Times/Siena Poll: Cross-Tabs for All Respondents", "title_page": "September 2022 Times/Siena Poll: Cross-Tabs for All Respondents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "(If voted in 2020) Did you vote for:\nDid you vote in the 2020 presidential election between Donald Trump and Joe Biden?\nDo you consider yourself politically liberal, moderate, or conservative? [FOLLOW UP: (If liberal or conservative) Is that very or somewhat?]\nRegardless of how you vote today, thinking back to the times you have voted over the last decade or so, as far back as 2012, have you generally voted more for Democrats, voted more for Republicans, or has it been more of a mix?\n(If not a Democrat or a Republican) And as of today, do you lean more to:\nDo you consider yourself a Democrat, a Republican, an Independent, or a member of another party?\n(If Hispanic) Does the use of the term Latinx [la-TEE-neks] to describe Hispanic and Latino people offend you? Yes or No? [FOLLOW UP IF YES: Do you find it a little offensive or a lot offensive?]\n(If Hispanic) Do you speak a language other than English at home? [FOLLOW UP: Is that Spanish or another language?]\n(If Hispanic and born in the U.S.) How many of your parents were born in the United States?\n(If Hispanic) Were you born in the United States, on the island of Puerto Rico, or in another country?\nOr is your heritage from another country (specify)\n(If Hispanic) What is your family’s national origin: [IF MORE THAN ONE: Which one do you identify with most?]\nWould you consider yourself: [IF “Biracial” or “Multi-racial” ask: “What races would that be?\"]\nAre you of Hispanic origin or descent, such as Mexican, Dominican, Puerto Rican, Cuban, or some other Spanish background?\n(If Protestant, Christian, Mormon, Greek/Russian Orthodox or some other religion) Do you consider yourself an evangelical or born-again Christian?\nDo you consider yourself Catholic, Protestant, Mormon, Jewish, Muslim, some other religion, or do you have no religious affiliation?\nWhich of the following general income categories is your total household income before taxes? [IF NEEDED: “I just want to remind you that you are completely anonymous. We only use this information in aggregate form to ensure we have a representative group of people.\"]\n(Split A) Which of the following comes closer to your view, even if neither is exactly right:\n(Split B) Do you support or oppose allowing public school teachers to provide classroom instruction on sexual orientation and gender identity to children in high school (grades 9 to 12)? [FOLLOW UP: Is that strongly or somewhat?]\n(Split B) Do you support or oppose allowing public school teachers to provide classroom instruction on sexual orientation and gender identity to children in middle school or junior high school (grades 6 to 8)? [FOLLOW UP: Is that strongly or somewhat?]\n(Split B) Do you support or oppose allowing public school teachers to provide classroom instruction on sexual orientation and gender identity to children in elementary school (grades 1 to 5)? [FOLLOW UP: Is that strongly or somewhat?]\nGender is an identity that is distinct from a person’s biological sex\n(Split B) Which of the following comes closer to your view, even if neither is exactly right:\nHard work and determination are no guarantee of success for most people\nMost people can get ahead if they’re willing to work hard\nWhat comes closer to your views, even if neither is exactly right:\n(Split B) Thinking about the investigations into Donald Trump, do you think that Donald Trump has or has not committed any serious federal crimes?\nHe went so far that he threatened American democracy\nHe was just exercising his right to contest the election\n(Split A) What comes closest to your view about Donald Trump's actions after the 2020 election?\n[VOL] Democrats have been about right in addressing racism and sexism\nDemocrats have not gone far enough in opposing racism and sexism\nDemocrats have gone too far in pushing a “woke” ideology on issues related to race and gender\nWhich of the following comes closest to your views about the Democratic party?\nDo you think “focused on the most important issues” describes:\nDo you think “party of the working class” describes:\nAs I read each of the following, please tell me whether you think it describes the Democratic Party more or the Republican Party more.\nWho do you agree more with on gun policy:\nWho do you agree more with on crime and policing:\nWho do you agree more with on climate and energy:\nWho do you agree more with on illegal immigration:\nWho do you agree more with on legal immigration:\nWho do you agree more with on the economy:\nFor each of the following, please tell me whether you agree more with the Democratic Party or the Republican Party.\n(Combined responses of Split A and Split B) The Inflation Reduction Act passed by Congress last month / The health and climate spending bill passed by Congress last month\nThe Biden administration’s cancellation of up to $20,000 [twenty thousand dollars] in student debt\nThe Supreme Court’s June decision to overturn Roe v. Wade and end the constitutional right to abortion\nFor each of the following policies or policy proposals, tell me whether you strongly support, somewhat support, somewhat oppose, or strongly oppose, or have you never heard of this?\nDo you think abortion should be always legal, mostly legal, mostly illegal, or always illegal?\n(Split A) Tell me whether you think each of the following groups faces a lot of discrimination in America, some discrimination, not much discrimination or no discrimination at all: Gay, lesbian and transgender people\n(Split A) Tell me whether you think each of the following groups faces a lot of discrimination in America, some discrimination, not much discrimination or no discrimination at all: Women\n(Split A) Tell me whether you think each of the following groups faces a lot of discrimination in America, some discrimination, not much discrimination or no discrimination at all: Men\n(Split A) Tell me whether you think each of the following groups faces a lot of discrimination in America, some discrimination, not much discrimination or no discrimination at all: Hispanic people\n(Split A) Tell me whether you think each of the following groups faces a lot of discrimination in America, some discrimination, not much discrimination or no discrimination at all: Black people\n(Split A) Tell me whether you think each of the following groups faces a lot of discrimination in America, some discrimination, not much discrimination or no discrimination at all: White people\nNot made much of a difference either way\nAnd thinking about your own personal finances, would you say that your personal financial situation is in excellent shape, good shape, only fair shape, or poor shape?\nEconomic issues such as jobs, taxes or the cost of living\nThinking about whether to vote for Democrats or Republicans for Congress this November, what types of issues are most important in deciding your vote: [IF NEEDED: If you had to choose one …]\n[VOL] Not going to vote/wouldn't vote if those are the choices\nIf the 2024 presidential election were held today, who would you vote for if the candidates were: [IF NEEDED: If you had to decide today, are you leaning towards one candidate?]\nI’m going to read a few names of people or groups in public life and I’d like you to tell me whether you have a very favorable, somewhat favorable, somewhat unfavorable or very unfavorable impression of each: The Blue Lives Matter movement\nI’m going to read a few names of people or groups in public life and I’d like you to tell me whether you have a very favorable, somewhat favorable, somewhat unfavorable or very unfavorable impression of each: The Black Lives Matter movement\nI’m going to read a few names of people or groups in public life and I’d like you to tell me whether you have a very favorable, somewhat favorable, somewhat unfavorable or very unfavorable impression of each: Socialism\nI’m going to read a few names of people or groups in public life and I’d like you to tell me whether you have a very favorable, somewhat favorable, somewhat unfavorable or very unfavorable impression of each: Capitalism\nI’m going to read a few names of people or groups in public life and I’d like you to tell me whether you have a very favorable, somewhat favorable, somewhat unfavorable or very unfavorable impression of each: Donald Trump\nI’m going to read a few names of people or groups in public life and I’d like you to tell me whether you have a very favorable, somewhat favorable, somewhat unfavorable or very unfavorable impression of each: Joe Biden\n(With approve and disapprove responses combined) Do you approve or disapprove of the way Joe Biden is handling his job as president?\nDo you approve or disapprove of the way Joe Biden is handling his job as president? FOLLOW UP: Is that strongly or somewhat?\nIf this year’s election for Congress were held today, which party’s candidate would you be more likely to vote for in your district: [IF NEEDED: If you had to decide today, would you lean toward:]\nThinking ahead to the November general election, are you almost certain that you will vote, very likely to vote, somewhat likely to vote, not very likely to vote, or not at all likely to vote?\n(If wrong direction) Are you optimistic or pessimistic that America can get back on the right track over the next decade? FOLLOW UP: Is that very or somewhat?\nDo you think the United States is on the right track, or is it headed in the wrong direction? [IF NEEDED: Based on anything you may have seen or heard, if you had to pick, would you say right track or wrong direction?]\nMethodology\nThe New York Times/Siena College poll of 1,399 registered voters nationwide, including an oversample of 522 Hispanic voters, was conducted in English and Spanish on cellular and landline telephones from Sept. 6 to 14, 2022. The margin of sampling error is +/- 3.6 percentage points for the full sample and +/- 5.9 percentage points for self-reported Hispanic voters.\nSample\nThe survey is a response-rate-adjusted stratified sample of registered voters on the L2 voter file. The sample was selected by The New York Times in multiple steps to account for the oversample of modeled Hispanic voters, differential telephone coverage, nonresponse and significant variation in the productivity of telephone numbers by state.\nFirst, the voter file was split by L2’s Hispanic ethnicity classification; sample selection for the Hispanic and non-Hispanic samples was performed separately.\nSecond, records were selected by state. To adjust for noncoverage bias, the L2 voter file was stratified by statehouse district, party, race, gender, marital status, household size, turnout history, age and home ownership. The proportion of registrants with a telephone number and the mean expected response rate were calculated for each strata. The mean expected response rate was based on a model of unit nonresponse in prior Times/Siena surveys. The initial selection weight was equal to the reciprocal of a strata’s mean telephone coverage and modeled response rate. For respondents with multiple telephone numbers on the L2 file, the number with the highest modeled response rate was selected.\nThird, state records were selected for the national sample. The number of records selected by state was based on a model of unit nonresponse in prior Times/Siena national surveys as a function of state (as a random effect), telephone number quality, age, race, turnout and metropolitan status. The state’s share of records was equal to the reciprocal of the mean response rate of the state’s records, multiplied by the state’s share of registered Hispanic or non-Hispanic voters nationwide, divided by the national sum of the weights.\nFielding\nThe Hispanic and non-Hispanic samples were stratified by party and region and fielded by the Siena College Research Institute, with additional field work by ReconMR, the Public Opinion Research Laboratory at the University of North Florida and the Institute of Policy and Opinion Research at Roanoke College. Interviewers asked for the person named on the voter file and ended the interview if the intended respondent was not available. Overall, 76 percent of respondents were reached on a cellular telephone, including 87 percent of self-reported Hispanics.\nThe instrument was translated into Spanish by ReconMR, and Spanish-speaking interviewers were assigned to the modeled Hispanic sample. Bilingual interviewers began the interview in English and were instructed to follow the lead of the respondent in determining whether to conduct the survey in English or Spanish. Monolingual Spanish-speaking respondents initially contacted by English-speakers, in either the Hispanic or non-Hispanic samples, were recontacted by Spanish-speaking interviewers. Overall, 14 percent of interviews among self-reported Hispanics were conducted in Spanish.\nWeighting\nThe survey was weighted by The Times using the R survey package in multiple steps to account for the oversample of modeled Hispanic voters and to incorporate weights based on both modeled and self-reported Hispanic ethnicity.\nFirst, the Hispanic and non-Hispanic samples were adjusted for unequal probability of selection by strata.\nSecond, the modeled Hispanic and modeled non-Hispanic samples were weighted separately to match voter file-based parameters for the characteristics of modeled Hispanics and non-Hispanics. The modeled Hispanic and non-Hispanic samples were also weighted to match targets for the self-reported Hispanic share of modeled Hispanic and non-Hispanic voters, based on Times/Siena polls.\nThird, the two samples were combined and adjusted to account for the oversample of modeled Hispanics.\nFourth, the combined sample was split by self-reported Hispanic origin. The weights for self-reported Hispanics and non-Hispanics were recalibrated to match census-based estimates for the educational attainment of Hispanics and non-Hispanics, while preserving previous voter file-based targets. The Hispanic sample was also weighted by nation of birth and Spanish-language use at home. Survey weights were trimmed at the 99th percentile.\nFifth, the self-reported Hispanic and non-Hispanic samples were recombined. No subsequent rebalancing was necessary, with the self-reported Hispanic and non-Hispanic shares of the sample remaining within 0.1 of a percentage point of target parameters.\nParameters\nThe following voter file-based targets were used to weight the modeled Hispanic and non-Hispanic samples:\n• Party (NYT classifications based on L2 data and, in states without party registration or primary vote history, a model of partisanship based on previous Times/Siena polls)\n• Age (Self-reported age or voter file age if the respondent refuses)\n• Gender (Self-reported gender or voter file gender if the respondent refuses)\n• Marital status (L2 model)\n• Home ownership (L2 model)\n• Metropolitan area (2013 National Center for Health Statistics Urban-Rural Classification Scheme for Counties)\n• Region (Census Bureau definition, except Maryland, Delaware and Washington, D.C., reclassified as Northeast)\n• Turnout history (NYT classifications based on L2 data)\n• Vote method in the 2020 elections (NYT classifications based on L2 data)• Census block group density (A.C.S. 2020 5-Year Census Block Group data)\n• Census block group Hispanic pct. (A.C.S. 2020 5-Year Census Block Group data)\n• Modeled Hispanic national origin, among modeled Hispanics (L2 model)\nThe following census-based targets were used to recalibrate the weights for self-reported Hispanics and non-Hispanics:\n• Educational attainment (NYT model based on A.C.S. and C.P.S. data)\n• Nation of birth, among self-reported Hispanics (NYT model based on A.C.S. and C.P.S. data)\n• Spanish-language use, among self-reported Hispanics (NYT model based on A.C.S. and C.P.S. data)\nThe margin of error due to sampling for the full sample is +/- 3.6 percentage points and +/- 5.9 percentage points for self-reported Hispanics. The margin of error accounts for the survey's design effect, a measure of the loss of statistical power due to survey design and weighting. The design effect for the full sample is 1.93 and 1.89 for self-reported Hispanics.", "url": "https://www.nytimes.com/interactive/2022/09/16/upshot/september-2022-times-siena-poll-crosstabs.html"}