{"authors": ["Josh Holder", "Karl Russell", "Stanley Reed"], "date_download": "2022-10-25 22:58:59", "date_modify": "2022-10-25 22:58:59", "date_publish": "2022-02-15 10:23:40", "description": "Europe needs Russian natural gas to help heat homes, generate electricity and power factories — a crucial factor in the crisis.", "filename": "interactive_2022_02_15_business_energy-environment_russia-gas-europe-ukraine_1666738739.html", "image_url": "https://static01.nyt.com/images/2022/02/14/us/russia-gas-europe-ukraine-promo-1644875568452/russia-gas-europe-ukraine-promo-1644875568452-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2022_02_15_business_energy-environment_russia-gas-europe-ukraine_1666738739.html", "title": "How a Ukraine Conflict Could Reshape Europe’s Reliance on Russia", "title_page": "How Ukraine Conflict Could Reshape Europe’s Reliance on Russian Natural Gas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Finland Which E.U. countries import the most Russian gas Share of country’s natural gas imports from Russia, 2020 Sweden None 20% 40% 60% 80% Estonia Russia Latvia Denmark Gas exports Lithuania Ireland Netherlands U.K. Poland Germany Belgium Arrow width proportional to country’s total gas imports from Russia. Czech Rep. Lux. Slovakia France Hungary Romania Slovenia Croatia Italy Bulgaria Spain Portugal Greece Cyprus Which E.U. countries import the most Russian gas Share of country’s natural gas imports from Russia, 2020 Finland Sweden None 20% 40% 60% 80% Estonia Russia Latvia Denmark Lithuania Gas exports Poland Ireland Netherlands U.K. Germany Czech Rep. Arrow width proportional to country’s total gas imports from Russia. France Hungary Romania Slovenia Italy Bulgaria Spain Greece Cyprus Which countries import the most Russian gas Finland Sweden Latvia Gas imports from Russia U.K. Poland Germany France Hungary Bulgaria Italy Spain Greece Share of country’s natural gas imports from Russia, 2020 None 20% 40% 60% 80% Arrow width proportional to country’s total gas imports from Russia Source: EuroStat and the British Department for Business, Energy & Industrial Strategy Note: Austria did not report the source of its natural gas imports in 2020. Data includes both piped and liquefied natural gas.\nUPDATE: Russia invaded Ukraine early Thursday morning. Read live updates ›\nEurope relies on Russia’s natural gas to help heat millions of homes, generate electricity and power factories. With Russian troops massed along Ukraine’s border, the continent’s heavy dependence on Russia is limiting its diplomatic options and threatening to throw its energy supplies into turmoil.\nIf the flow of gas is interrupted, either as collateral damage from warfare or as a negotiating tactic by President Vladimir V. Putin of Russia, experts worry that already high prices in a constantly shifting global market could skyrocket. Businesses may be forced to temporarily close, and if cutoffs persist, households already facing higher utility bills this winter could feel even more pain.\nAnalysts and industry executives are skeptical that Mr. Putin would cut off gas, in part because of how important gas exports are to his country’s economy. But the tensions come at a pivotal time for many European nations that have turned to natural gas to help them bridge their transitions from fossil fuels to wind, solar and other cleaner sources.\nDiplomatic proposals to counter Russia’s buildup center on sanctions that could limit energy trade. That could throw billions in investments and oil and gas contracts into jeopardy, especially for countries, including Germany and Italy, that rely on Russian gas more than others.\nHow each country’s dependency on Russian gas has changed Share of total natural gas imports from Russia Germany From elsewhere From Russia 0% 25% 50% 75% 100% 1990 2000 2010 2020 Lithuania 0% 25% 50% 75% 100% 1990 2000 2010 2020 Poland 0% 25% 50% 75% 100% 1990 2000 2010 2020 France 0% 25% 50% 75% 100% 1990 2000 2010 2020 Netherlands 0% 25% 50% 75% 100% 1990 2000 2010 2020 Italy 0% 25% 50% 75% 100% 1990 2000 2010 2020 Source: EuroStat\nIn 2021, 38 percent of the natural gas used by the European Union came from Russia, according to Bruegel, a research organization. Some countries, like Poland and Lithuania, have been gradually reducing their reliance on Russian gas. For others, the dependency has been steadily growing.\nGermany, which is at the center of the diplomatic standoff, is Moscow’s most important customer. The bulk of the gas to Germany flows directly from Russia through a large pipeline in the Baltic Sea known as Nord Stream. A second pipeline, Nord Stream 2, was recently completed at a cost of $11 billion.\nFuel has yet to flow through Nord Stream 2. American lawmakers in recent months have called for blocking its opening, as critics warn that the new pipeline could allow Moscow to wield greater influence over the continent and starve Ukraine of transit fees through its existing pipeline network that are crucial to Kyiv’s economy.\nPresident Biden has said Nord Stream 2 will not go forward if Russia invades Ukraine. But in an indication of how the politics and business of energy are intertwined, the pipeline’s operating company is chaired by a former German chancellor, Gerhard Schröder.\nSeveral large pipelines bring Russian gas into Europe, where it flows through a vast interconnected network. The amount of gas crossing Ukraine has declined sharply over the last decade, though it remains an important route. Other conduits are the Yamal pipeline through Poland and TurkStream, which feeds Turkey but also brings gas into Southern Europe.\nIf gas does stop flowing, importing countries would need to find other sources. Some of the difference would most likely be made up by bringing in more liquefied natural gas from sources around the globe.\nNatural gas pipelines and L.N.G. terminals in Europe Liquefied natural gas (LNG) terminal Natural gas pipeline LNG terminal under construction Major pipeline for gas from Russia Germany is among countries building up its L.N.G. infrastructure to reduce its dependency on piped natural gas. Finland NORD STREAM Sweden NORD STREAM 2 Esto. Latv. Den. Lith. YAMAL Russia Ireland UPU PROGRESS U.K. Neth. Poland Germany Belg. Ukraine Czech R. Slov. SOYUZ France Austria Hun. Romania Croatia Italy Bulgaria Spain TURK- STREAM Portugal Greece Cyprus While flows of natural gas vary and have recently fallen, about one-third of Russia’s gas exports to Europe usually go through Ukraine. Natural gas pipelines and L.N.G. terminals in Europe Natural gas pipeline Major pipeline for gas from Russia Liquefied natural gas (L.N.G.) terminal L.N.G. terminal under construction Finland NORD STREAM PIPELINE Estonia Germany is among countries building up its L.N.G. infrastructure to reduce its dependency on piped natural gas. Sweden Latvia Russia Den. Lithuania NORD STREAM 2 YAMAL Rus. Ireland Belarus Netherlands Poland Germany UPU PROGRESS Belgium Ukraine Lux. Czech Rep. SOYUZ Slovakia While flows of natural gas vary and have recently fallen, about one-third of Russia’s gas exports to Europe usually go through Ukraine. Austria France Slovenia Romania Croatia TURKSTREAM Italy Bulgaria Spain BLUE STREAM Portugal Greece Cyprus Natural gas pipelines and L.N.G. terminals in Europe Natural gas pipeline Major pipeline for gas from Russia Liquefied natural gas (L.N.G.) terminal L.N.G. terminal under construction Finland NORD STREAM PIPELINE Estonia Germany is among countries building up its L.N.G. infrastructure to reduce its dependency on piped natural gas. Sweden Latvia Russia Denmark NORD STREAM 2 Lithuania YAMAL Russia UPU PROGRESS Ireland While flows of natural gas vary and have recently fallen, about one-third of Russia’s gas exports to Europe usually go through Ukraine. Neth. Germany Belg. Ukraine Czech Rep. Lux. SOYUZ Slovakia Austria France Hungary Slovenia Romania Croatia TURKSTREAM Italy Bulgaria BLUE STREAM Spain Portugal Greece Cyprus Sources: SciGRID; European Network of Transmission System Operators for Gas (ENTSOG)\nLiquefied natural gas is made by chilling gas to around minus 260 degrees Fahrenheit so that it can be converted into liquid form and loaded more easily onto ships. The great advantage is that it can be transported stably from great distances, including from Australia and the United States — offering viable alternatives for local or regional sources.\nIn recent months, Europe has been witnessing a kind of dress rehearsal for a cutback in Russian gas as Moscow curtails shipments to Europe in what some analysts and politicians say is an effort to keep prices high. According to the International Energy Agency, Russia cut its gas exports by pipeline to Europe by 23 percent in the last quarter of 2021 compared with the same period a year earlier. At the same time, imports of liquefied gas have been on the rise.\nNatural gas imports to Europe by origin 5-day moving averages 500 million cubic meters a day L.N.G. 400 (Liquefied natural gas) Norway 300 Russia 200 100 Algeria Azerbaijan 0 Libya 2021 2022 500 million cubic meters a day L.N.G. 400 (Liquefied natural gas) Norway 300 Russia 200 100 Algeria Azerbaijan 0 Libya 2021 2022 500 million cubic meters a day L.N.G. 400 (Liquefied natural gas) Norway 300 Russia 200 100 Algeria Azerbaijan 0 Libya 2021 2022 Source: Wood Mackenzie\nIn reality, gas markets are far from static, with volumes and direction of flows largely dictated by price. And while the crisis has not yet led to any military action, the threat of conflict has been weighing on markets. Prices in Europe were already high to end the year as limited storage levels raised concerns that there would be enough fuel to last the winter.\nWhile they have since eased from the records hit in December, they are still roughly four times what they were a year ago.", "url": "https://www.nytimes.com/interactive/2022/02/15/business/energy-environment/russia-gas-europe-ukraine.html"}