{"authors": ["Kassie Bracken", "Rick Lyman", "Melissa Eddy"], "date_download": "2022-10-25 23:56:20", "date_modify": "2022-10-25 23:56:20", "date_publish": "2017-04-28 04:17:42", "description": "We interviewed refugees via 360-degree video inside their new bedrooms, living rooms and kitchens to explore the meaning of this most precious commodity.", "filename": "interactive_2017_04_28_world_europe_syria-germany-weimar-refugee-homes_1666742180.html", "image_url": "https://static01.nyt.com/images/2017/04/28/world/europe/syria-germany-weimar-refugee-homes-1493353329716/syria-germany-weimar-refugee-homes-1493353329716-facebookJumbo.jpg?year=2017&h=550&w=1050&s=25b8cf9fc6663a103af25f0468feed9b9534d53aa3c8b9896296a1319f5750cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_04_28_world_europe_syria-germany-weimar-refugee-homes_1666742180.html", "title": "When Do Four Walls Become a Home?", "title_page": "When Do Four Walls Become a Home? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The storied city of Weimar, Germany (population 65,000), absorbed 900 refugees in a year. Our journalists spent months on the ground examining integration from all sides.\n‘One room for five persons, and we have to share everything.’\n‘When I was in Syria, my home was my apartment, where my parents are.’\n‘The owner of this flat, the German lady, she leave everything here for us, even the kitchen tools.’\nOMAR, 28, a Syrian who declined to give his last name to protect relatives, and his girlfriend, SARAH ZDUN, 26, a German social worker\nInside these rooms, we glimpsed their new lives, still under construction. There were tiny kitchens and empty shelves, but also meticulously arranged mementos and neatly stacked blankets.\nThe refugees brought little with them: cellphones, of course; some clothes or toys; photos of Syria — of home. They spent weeks or months in a cramped dormitory that they considered a refugee camp on the edge of Weimar, then slowly fanned out to apartments across the city with relatives, other refugees they met along the way and, occasionally, Germans.\n‘I cannot take the other culture with a spoon and eat it and get it inside me.’\nThere is a German word that captures Omar’s feelings about living in Weimar: Heimat. It does not have a direct English translation but connotes a strong emotional bond, a sense of belonging to a spiritual, if not always physical, place.\nHeimat — not home, exactly — is how he thinks of the apartment he now shares with Sarah, whom he met shortly after arriving in Weimar.\nTheir small balcony holds Omar’s handmade birthday gift to Sarah: a birdhouse. On a bright winter morning, she eyed it optimistically and said, “Let’s see if we get a pet.”\n‘The owner of this flat, the German lady, she leave everything here for us.’\nThe communal living in Weimar’s refugee “camp” proved a breaking point for Mohamed’s marriage, which was already strained by war and relocation. “She called the police because I shout at her many times,” he said. “It was my mistake.”\nNow, Mohamed pays €155 a month (about $165) to share a government-subsidized two-bedroom apartment on the northwest outskirts of Weimar with three other Syrian men. He is studying German and earns money by sewing draperies, a skill learned from his father, as well as working as a translator and hosting a radio show about refugee issues.\nHe especially cherishes something he lacked at the camp: having a kitchen. “Now, I plan to have extra weight on my body because I can cook my own food!” he said.\nBut Mohamed misses his two sons — Hisham, who is 16, and Gheyath, 13 — and his 3-year-old daughter, Dana. He is still hoping for a reconciliation with his wife. “Many nights, I wake up in the middle of the night,” he said. “I cannot sleep. I cry.”\n“This,” he added, “is a temporary home.”\n‘When I was in Syria, my home was my apartment, where my parents are.’\nSitting among his German housemates, Bashar might be mistaken for an exchange student, and his communal residence, Hababusch, for a student-run experiment in alternative living. The eight residents have a “take something, leave something” approach to clothing, shoes and other items stacked in the vestibule, and they host exhibitions and events in the common areas.\nOne Friday night, young people packed the second floor for poetry and prose readings. Bashar is selective about sharing his experiences in Syria and discussing his hopes for the future. “It’s the last door that I would not like to open,” he said.\n“I find it a really big word to describe — to say something is ‘home’ or not,” Bashar said when asked about his comfort level in Hababusch. “Before, when I was in Syria my home was my apartment, where my parents are. But now, home is not a place,” he said. “Now, home, I think it’s more like a feeling.”\n‘One room for five persons, and we have to share everything.’\nIn December, Moaazzaza and her family were among about 20 refugees still living in the dormitory-style buildings on the Nordstrasse where the Weimar city government housed all the newcomers until they could find apartments.\nThe communal setting was a challenge: As religious Muslims, Moaazzaza and her mother believed that they had to cover their hair and arms even to go to the bathroom or get a drink of water, since they might encounter men who were not their relatives.\nThe family, including Moaazzaza’s 16- and 10-year-old brothers, shared the room on the Nordstrasse until Jan. 19, when they moved to a three-room apartment on the southern edge of the city that the government pays for. During our visit, one brother watched a muted television screen while Moaazzaza and her mother, Lena, worked on their German writing exercises.\n“She used to teach me,” the teenager said. “Now I teach her.”\n‘My older children have memories.’\nHindrin fled Syria without a single family picture. Her house in Kobani had been destroyed, her father-in-law killed. She and her husband, Jihad, and their sons, Revan and Azad — now ages 11 and 8 — left with almost nothing.\nNow she considers her most valuable possessions the knickknacks displayed in her Weimar living room. Among them is a trio of small red trucks she bought in Germany to remind her sons of their deceased grandfather who once drove a red truck. There are also class photographs taken at the boys’ new German school.\n“I would like to frame them, hang them on the wall,” she said. “This is how to make the house beautiful. This is what makes me feel this is home.”\nA lingering sorrow unmistakably fills their sunny two-bedroom apartment, but there is also a sense of joy: Hindrin is expecting a baby boy in June. When asked if she considered the apartment home, she initially responded through tears that she hoped to return to Syria someday to rebuild her home there.\n“My older children have memories,” she said. “They remember their old home, their room, their toys. This new child won’t have anything.”", "url": "https://www.nytimes.com/interactive/2017/04/28/world/europe/syria-germany-weimar-refugee-homes.html"}