{"authors": ["Emily Badger", "Claire Cain Miller", "Adam Pearce", "Kevin Quealy"], "date_download": "2022-10-25 23:30:26", "date_modify": "2022-10-25 23:30:26", "date_publish": "2018-03-27 09:07:01", "description": "Watch men and women of any race grow up in the United States.", "filename": "interactive_2018_03_27_upshot_make-your-own-mobility-animation_1666740626.html", "image_url": "https://static01.nyt.com/images/2018/03/26/upshot/make-your-own-mobility-animation-1521838318116/make-your-own-mobility-animation-1521838318116-facebookJumbo-v6.png?year=2018&h=549&w=1050&s=55d66c8d7a6c3002a61326022c1e5dcac2b9aada1beec912b603d9c44a580001&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_03_27_upshot_make-your-own-mobility-animation_1666740626.html", "title": "Income Mobility Charts for Girls, Asian-Americans and Other Groups. Or Make Your Own.", "title_page": "Income Mobility Charts for Girls, Asian-Americans and Other Groups. Or Make Your Own. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last week we wrote about a sweeping new study of income inequality, which followed 20 million children in the United States and showed how their adult incomes varied by race and gender. The research was based on data about virtually all Americans now in their late 30s.\nThis first animated chart illustrates one of the study’s main findings: White boys who grow up rich are likely to remain that way, while black boys raised in similarly wealthy households are more likely to fall to the bottom than stay at the top in their own adult households.\nBlack and white boys raised in wealthy families\nFollow the lives of these Americans and see where they end up as adults: Replay ↺\nIn the days since that article was published, we’ve heard from many readers eager to know more – about women, about other racial groups and about the differences between individual income and household income. The charts below make several such comparisons, and at the bottom of this page, we’ve created a tool that lets you make these animations for virtually any combination of race, gender, income type and household income level. If you’re an American born between 1978 and 1983, you are most likely reflected in this data (most of us at The Times who worked on this project are, too).\nBlack and white girls raised in poor families, as measured by individual income\nFollow the lives of these Americans and see where they end up as adults: Replay ↺\nBlack and white women raised in families with comparable incomes earn more similar amounts as individuals in adulthood. Previous research has suggested that black women may work longer hours than white women to compensate for the fact that they’re more likely to be the sole earner in a family. But — contrary to that idea — this data found that black and white women from similar backgrounds in this age group worked a similar number of hours per week, and made about the same amount of money per hour. They also had similar occupations.\nBlack and white girls raised in poor families, as measured by household income\nFollow the lives of these Americans and see where they end up as adults: Replay ↺\nBlack women’s economic prospects are still different from white women’s, however. As individuals, black and white women who start from the same place have comparable incomes. But white women are significantly more likely to marry than black women are, and that means they’re also more likely to have a second income at home. The household incomes of white women, as a result, are higher on average.\nAsian-American and white children raised in middle-class families, as measured by household income\nFollow the lives of these Americans and see where they end up as adults: Replay ↺\nBoth Asian-Americans and whites are likelier to move up the income ladder than down it. One reason Asian-Americans appear to have higher upward mobility rates than whites is that the children of Asian immigrants do particularly well in this data. If we look only at children whose mothers were born in the United States, Asian-Americans and whites fare about equally well.\nBlack and Hispanic children from all income groups, as measured by household income\nFollow the lives of these Americans and see where they end up as adults: Replay ↺\nBoth Hispanic and black Americans grow up to earn less than whites raised at the same income level. But Hispanics are on track to close that gap in several generations if mobility stays the same, while blacks are not. (The data included Americans born in the United States and authorized immigrants.)\nWhite boys and white girls from all income groups\nFollow the lives of these Americans and see where they end up as adults: Replay ↺\nAnother way to think about this data is that white men earn more than almost anyone else. They earn more than black men and they earn more than white women. Both gender and race contribute to inequality, and white men hold advantages in both ways. In this chart, which compares individual incomes, they fare better than white women, in part because men were about 10 percentage points more likely than women to be employed.\nCreate Your Own Mobility Animations\nPick any two demographic groups. You can sort by gender and by the income bracket in which children were raised. You can watch what happens to them as adult individuals, or in their adult households, in a variety of scenarios.", "url": "https://www.nytimes.com/interactive/2018/03/27/upshot/make-your-own-mobility-animation.html"}