{"authors": ["Audrey Carlsen", "Fahima Haque"], "date_download": "2022-10-25 23:46:12", "date_modify": "2022-10-25 23:46:12", "date_publish": "2017-10-13 09:00:02", "description": "The company’s rules help to show how it distinguishes between free speech and hate speech. Judge for yourself.", "filename": "interactive_2017_10_13_technology_facebook-hate-speech-quiz_1666741572.html", "image_url": "https://static01.nyt.com/images/2017/08/18/us/00-hatespeech/00-hatespeech-facebookJumbo-v4.png?year=2017&h=550&w=1050&s=d19494d193a0a043c01ae5aa436af892823d37761c886e95577aa53df6d56fa4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_10_13_technology_facebook-hate-speech-quiz_1666741572.html", "title": "What Does Facebook Consider Hate Speech? Take Our Quiz", "title_page": "What Does Facebook Consider Hate Speech? Take Our Quiz - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Have you ever seen a post on Facebook that you were surprised wasn’t removed as hate speech? Have you flagged a message as offensive or abusive but the social media site deemed it perfectly legitimate?\nUsers on social media sites often express confusion about why offensive posts are not deleted. Paige Lavender, an editor at HuffPost, recently described her experience learning that a vulgar and threatening message she received on Facebook did not violate the platform’s standards.\nHere are a selection of statements that combine examples from a Facebook training document with real-world comments found on social media. Most readers will find them offensive. But can you tell which ones would run afoul of Facebook’s rules on hate speech?\nHate speech is one of several types of content that Facebook reviews, in addition to threats and harassment. Facebook defines hate speech as:\nAn attack, such as a degrading generalization or slur. Targeting a “protected category” of people, including one based on sex, race, ethnicity, religious affiliation, national origin, sexual orientation, gender identity, and serious disability or disease.\nFacebook’s hate speech guidelines were published in June by ProPublica, an investigative news organization, which is gathering users’ experiences about how the social network handles hate speech.\nDanielle Citron, an information privacy expert and professor of law at the University of Maryland, helped The New York Times analyze six deeply insulting statements and determine whether they would be considered hate speech under Facebook’s rules.", "url": "https://www.nytimes.com/interactive/2017/10/13/technology/facebook-hate-speech-quiz.html"}