{"authors": ["Weiyi Cai", "Ford Fessenden"], "date_download": "2022-10-25 22:56:05", "date_modify": "2022-10-25 22:56:05", "date_publish": "2020-12-21 04:42:53", "description": "These maps show how areas with Latino and Asian residents shifted the vote in a way that may scramble the future of electoral politics, according to a New York Times analysis of 28,000 precincts.", "filename": "interactive_2020_12_20_us_politics_election-hispanics-asians-voting_1666738565.html", "image_url": "https://static01.nyt.com/images/2020/12/18/us/election-hispanics-asians-voting-promo-1608353360166/election-hispanics-asians-voting-promo-1608353360166-facebookJumbo.jpg?year=2020&h=549&w=1050&s=74a8d5486862e7fe6a8fab600b41738c71e3f53f5a4bad941294fe9c4472b1d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_12_20_us_politics_election-hispanics-asians-voting_1666738565.html", "title": "Where Immigrant Neighborhoods Swung Right in the Election", "title_page": "Where Immigrant Neighborhoods Swung Right in the Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Across the United States, many areas with large populations of Latinos and residents of Asian descent, including ones with the highest numbers of immigrants, had something in common this election: a surge in turnout and a shift to the right, often a sizable one.\nThe pattern was evident in big cities like Chicago and New York, in California and Florida, and along the Texas border with Mexico, according to a New York Times analysis of voting in 28,000 precincts in more than 20 cities.\nJoseph R. Biden Jr. beat President Trump in almost all of these places en route to his record popular vote victory. But the red shifts, along with a wave of blue shifts in Republican and white areas, have scrambled the conventional wisdom of American politics and could presage a new electoral calculus for the parties.\nEvanston Des Plaines Skokie O’Hare International Airport O’Hare International Airport CHICAGO Lake View Humboldt Park Austin Austin Garfield Park CHICAGO CHICAGO Chinatown Pilsen Little Village Bridgeport CHICAGO CHICAGO Hyde Park Gage Park Englewood Chicago Lawn Chatham Oak Lawn Arlinton Heights Evanston Des Plaines Skokie Humboldt Park Austin Chinatown Pilsen Oak Park Bridgeport CHICAGO CHICAGO Gage Park CHICAGO Englewood Chatham Oak Lawn\nHere’s Cook County, home to Chicago. Mr. Biden won it by 50 percentage points over Mr. Trump. But these red arrows on the map show precincts that have shifted right since 2016 — there are 2,158 of them, compared with the 1,508 that have shifted left.\nIn particular, Chicago precincts with a lot of immigrants saw more people turning out than in 2016, and many shifted to Mr. Trump.\nAreas where 30% or more are born abroad Almost all of the precincts with a majority Latino population showed an increase in enthusiasm for the president …\nAreas that are more than 50% Latino … including ones with tens of thousands of residents of Mexican descent. Mr. Trump received 45 percent more votes in these areas than four years ago. Mr. Biden still won, but the number of people who voted Democratic did not increase over 2016.\nAreas that are more than 50% of Mexican descent It was not just Latino areas. In a belt of suburbs north of Chicago — precincts that are home to South Asian, Arab and Eastern European immigrants — there was also higher turnout, and a shift to Mr. Trump.\nAreas where 30% or more are born abroad In Chinatown, Mr. Trump’s vote increased by 34 percent over 2016, while Mr. Biden received 6 percent fewer votes than Hillary Clinton. Mr. Biden still won in precincts with a majority of residents of Asian descent, but the Democratic margin of victory fell 12 percentage points.\nAreas that are more than 50% of Asian descent Meanwhile, areas with more modest red shifts tended to be predominantly Black, with few immigrants. Mr. Biden received fewer votes than Mrs. Clinton in these areas while Mr. Trump’s vote increased slightly.\nAreas that are more than 50% Black\nThousands of new voters across the country turned out in areas with significant numbers of Latinos and residents of Asian descent — populations whose participation in past elections has lagged. And over all, Mr. Trump, whose policies and remarks were widely expected to alienate immigrants and voters of color, won the lion’s share of the additional turnout.\nIt’s true that not all of the residents of these areas are immigrants, and many of those born abroad are not citizens and so are ineligible to vote. But typically, immigrants settle in places where others like them already live, and their presence is a bellwether of similar populations and successive generations of earlier immigrants.\nChange in votes cast from 2016 to 2020, in precincts where the combined population of Latinos and residents of Asian descent is at least 65 percent Areas are ordered by number of Latino and Asian residents, from most to least. Biden Trump Precincts\nanalyzed Countywide\n2020 result Los Angeles +23% +78% 1,544 +44 Biden New York City +2% +78% 1,164 +31 Biden Houston +14% +59% 237 +13 Biden Miami -6% +61% 416 +7 Biden Orange County, Calif. +24% +73% 419 +9 Biden Chicago +2% +49% 407 +50 Biden Phoenix +46% +64% 69 +2 Biden San Diego +21% +59% 118 +23 Biden San Antonio +27% +42% 258 +18 Biden Dallas +24% +33% 70 +32 Biden San Jose +19% +94% 194 +48 Biden Las Vegas +10% +54% 76 +9 Biden Denver +19% +32% 33 +61 Biden Fort Worth +22% +31% 154 <0 Biden Atlanta area +29% +51% 11 +22 Biden Orlando +4% +70% 16 +23 Biden Albuquerque +25% +38% 122 +22 Biden Philadelphia -17% +111% 100 +64 Biden Notes: Returns are from an entire county or counties in which a city is located. The Atlanta area numbers are for Cobb, DeKalb, Fulton and Gwinnett Counties. Numbers for Joseph R. Biden Jr. show the change from votes for Hillary Clinton in 2016.\nWith only a few exceptions, all of these areas continued to be Democratic strongholds, giving more votes to Mr. Biden by substantial margins. But in a divided American electorate, any shift can be consequential. Already the shift appears to have changed outcomes in a number of congressional races.\nAsian-Americans and Latinos are growing parts of the American electorate. Currently, about 13 percent of eligible voters are Hispanic, and 4 percent are Asian-American. By 2032, Hispanic voters are predicted to make up 18 percent of the electorate and the Asian-American share is also expected to grow.\nThe chronically low turnout in both groups has been a continuing riddle, but the voters in each group — while widely diverse in background, income and outlook — had leaned heavily Democratic over all. And they had been viewed as likely to tip the scales for Democrats in the future.\nLatino growth in particular had figured in experts’ predictions of the decline of Republican influence in battleground states like Texas, Florida and Arizona. That could change, however, with the 2020 turnout surge and Mr. Trump’s success at peeling off voters.\n“There remains a huge reservoir of Latino nonvoters and low-propensity voters,” said Roberto Suro, a professor of journalism and public policy at the University of Southern California. “And if increased turnout improves the G.O.P. share, that would overturn a great deal of conventional wisdom about the political impact of demographic change.”\nThe Times analysis also shows that in urban and suburban precincts with the highest proportion of white voters, turnout also rose steeply, but Mr. Trump’s margin declined in those places, compared with 2016. It also fell in Republican precincts: In 3,600 of the 5,000 precincts where he beat Mrs. Clinton, Mr. Trump's margin in 2020 was lower than it was in 2016.\nBut even as Mr. Trump lost ground in white and Republican areas in and around cities — ultimately leading to his election loss — he gained new votes in immigrant neighborhoods.\nFlorida It wasn’t just the Cuban areas in Miami.\nShift in margin from 2016 Fort Lauderdale More Democratic +30 pts. +20 +10 Davie More Republican +30 pts. +20 +10 Areas where 30% or more are born abroad Pembroke Pines Hollywood Hialeah Darker areas are majority Cuban Miami Beach Miami Kendall Biscayne Bay Fort Lauderdale Davie Pembroke Pines Hollywood Darker areas are majority Cuban Hialeah Miami Beach Miami Biscayne Bay Kendall Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Areas where 30% or more are born abroad Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Areas where 30% or more are born abroad Fort Lauderdale Davie Pembroke Pines Hollywood Darker areas are majority Cuban Hialeah Miami Beach Miami Kendall Biscayne Bay\nFort Lauderdale Miami Vote margin Biden Trump In Florida, a state Mr. Trump won, the red shift was especially large in areas with many people of Cuban descent — including refugees from Communist rule and an energized younger generation. Willy Guardiola of Palm Beach Gardens, an immigrant from Cuba who runs a full-time anti-abortion ministry, voted for Mr. Trump. “We have to have a president who is as pro-life as President Trump,” Mr. Guardiola said. “I still believe in my heart that he won 2020,” he said. “They’re trying to steal the election from Trump.” Mr. Trump has been making false claims of voter fraud since his loss, and he has persuaded many followers that the election was stolen even though there is no evidence of this. In once deeply blue Miami, where a majority of Latinos are of Cuban descent, Mr. Biden’s margin of victory was just seven percentage points, down from Mrs. Clinton’s margin of 29 percentage points in 2016. And two Democratic congresswomen lost their seats there in this election. But the shift right in areas with high immigrant populations was statewide, not just in Miami, and helped the president win the state with a margin larger than in 2016, though polls had predicted a Biden win. The shift occurred in many precincts with Latino immigrants from Central and South America, including in Fort Lauderdale, north of Miami. And it also encompassed areas that are Latino but not immigrant. In Orlando, precincts with a substantial population of Puerto Ricans shifted red, though less so than the ones in Miami.\nAreas that are more than 50% Latino Lake Apopka Orlando Areas that are more than 50% Latino Orlando\nThere were substantial variations in the level of turnout and in the magnitude of the shift in different populations, including large shifts and turnout in Cuban precincts; huge turnout and milder shifts in Mexican precincts in Arizona; and big shifts and modest turnout in Dominican neighborhoods of New York City. But almost everywhere, there was a turnout increase, and a rightward shift.\nThe Times analysis included 5,700 precincts in which the combined population of Latinos and people of Asian descent was 65 percent or more. In these places, the margin shifted toward the president by an average of 13 points.\nTexas A blue shift in urban Texas, except in Mexican neighborhoods.\nShift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 HOUSTON Gulfton Pasadena Sharpstown Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 HOUSTON Pasadena Sharpstown Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. HOUSTON Pasadena Sharpstown Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 HOUSTON Gulfton Pasadena Sharpstown Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 HOUSTON Alief Sugar Land Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 HOUSTON Alief Sugar Land Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. HOUSTON Alief Sugar Land Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 HOUSTON Alief Sugar Land Kohrville Cypress Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Jersey Village HOUSTON Uptown Bellaire Clear Lake City Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Kohrville HOUSTON Uptown Bellaire Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Kohrville HOUSTON Kohrville Cypress Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Jersey Village HOUSTON Uptown Bellaire Clear Lake City\nIn Houston’s 245 precincts with the largest share of Latinos, turnout was up sharply from 2016, and Mr. Trump won nearly two-thirds of the additional votes.\nAreas that are more than 50% Latino About 7 percent of Harris County’s residents are of Asian descent, most of them immigrants. Precincts in Alief, in the county’s southwest — where many Vietnamese refugees and people of Mexican and Nigerian descent live — had some of the biggest rightward shifts.\nAreas where more than 30% are born abroad As in most other big cities examined, Houston’s Republican areas as well as predominantly white ones tended to shift in Mr. Biden’s direction. Over all, Mr. Trump’s margin in precincts he won in 2016 fell by 8 percentage points.\nAreas that are more than 50% white\nThe long-anticipated purpling of Republican Texas that was supposed to come as more Latinos joined the electorate was certainly nowhere in evidence on Election Day.\nMr. Trump’s most sizable gains outside of Miami were in the Rio Grande Valley in the predominantly Hispanic areas along the border with Mexico, including Hidalgo County, home to McAllen.\nShift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Counties that are more than 50% Latino\nAustin Houston Dallas Fort Worth San Antonio El Paso McAllen\nIn San Antonio, the nation’s biggest majority Latino city, turnout was up nearly 30 percent. Democrats hoped to flip the 23rd Congressional District in southwest Texas, including much of the city, but failed.\nSAN ANTONIO 80%+ Latino 50%+ Latino SAN ANTONIO 80%+ Latino 50%+ Latino\nIn fact, Democrats had spent lavishly in attempts to win Republican congressional seats in suburban areas around the other big cities as well.\n“They were banking to win on the backs of Black and brown and Asian voters,” said Chuck Rocha, a Latino organizer who was a senior adviser to Senator Bernie Sanders during the primaries. “They lost all of these areas.”\nIn Dallas and Fort Worth, the trend held in areas that are predominantly Latino even as mostly white areas drove the counties left in the presidential race.\nGarland Irving Dallas Fort Worth Arlington DeSoto Areas that are more than 50% Latino Garland Irving Dallas Fort Worth Arlington Areas that are more than 50% Latino DeSoto Fort Worth Arlington Areas that are more than 50% Latino Garland Irving Dallas DeSoto\nAcross Texas, the red shifts were most pronounced in precincts with the highest proportion of Latinos. The Democratic margin in 80 percent Latino precincts dropped an average of 17 percentage points.\nChange in votes cast from 2016 to 2020, in precincts that are at least 80 percent Latino Biden Trump Precincts\nanalyzed Countywide\n2020 result Houston +7% +60% 111 +13 Biden San Antonio +18% +53% 138 +18 Biden Dallas +18% +49% 26 +32 Biden McAllen +7% +93% 226 +17 Biden Fort Worth +23% +58% 42 <0 Biden Notes: Returns are from an entire county or counties in which a city is located. Numbers for Mr. Biden show the change from votes for Mrs. Clinton in 2016.\nPennsylvania A swing state flips blue, as Philadelphia shifts to the right.\nRhawnhurst Northeast Philadelphia PHILADELPHIA West Philadelphia Chinatown Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 South Philadelphia Northeast Philadelphia PHILADELPHIA Chinatown Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 South Philadelphia Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Northeast Philadelphia PHILADELPHIA South Philadelphia Northeast Philadelphia North Philadelphia PHILADELPHIA West Philadelphia Shift in margin from 2016 Center City More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 South Philadelphia Northeast Philadelphia North Philadelphia PHILADELPHIA West Philadelphia Shift in margin from 2016 Center City More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 South Philadelphia Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. PHILADELPHIA Center City West Oak Lane Germantown PHILADELPHIA West Philadelphia Shift in margin from 2016 Center City More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Eastwick West Oak Lane Germantown PHILADELPHIA West Philadelphia Shift in margin from 2016 Center City More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Germantown PHILADELPHIA Center City\nIn Philadelphia, precincts in the Northeast — home to a mix of many Asian and Eastern European immigrants — shifted in Mr. Trump’s direction, even though a majority still favored Mr. Biden.\nAreas where more than 30% are born abroad The Democratic vote fell 18 percent in majority Latino areas, including in the largely Puerto Rican precincts in North Philadelphia. The president got 15 percent of the vote here, up from 5 percent in 2016.\nAreas that are more than 50% Latino In majority Black precincts, Mr. Biden still received 95 percent of the vote despite slight shifts to the right. But voting was down 20 percent.\nAreas that are more than 50% Black\nPhiladelphia Vote margin Trump Biden Over all, Mr. Biden won Pennsylvania by about 82,000 votes, reversing Mrs. Clinton’s critical loss in the state in 2016. But Democrats lost ground in Philadelphia. In precincts with high numbers of Latinos and residents of Asian descent, Mr. Biden lost about 10,000 votes, compared with the Democratic vote four years ago. He lost an additional 5,000 votes in majority Black precincts.\nNew York In the city of immigrants, Democrats lost ground almost everywhere.\nShift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Areas that are more than 50% Latino or more than 50% Asian Mr. Trump’s share of the vote doubled to 15 percent in areas where residents of Dominican descent make up the majority. Bronx Harlem There was uniform shift to Mr. Trump in both Flushing and Corona, neighborhoods with high populations of Latinos and Asians. Astoria Flushing Corona Manhattan Williamsburg Queens Bushwick In mostly Orthodox Jewish Williamsburg and Borough Park, already pro-Trump, there was a further shift to the right. Jamaica Brooklyn Sunset Park Flatbush Canarsie Sheepshead Bay Jamaica Bay Staten Island Rockaway Beach Brighton Beach The few areas in the city that did not shift right were mostly white, including most precincts on Staten Island. Areas that are more than 50% Latino or more than 50% Asian Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Mr. Trump’s share of the vote doubled to 15 percent in areas where residents of Dominican descent make up the majority. Bronx Harlem There was uniform shift to Mr. Trump in both Flushing and Corona, neighborhoods with high populations of Latinos and Asians. Astoria Flushing Corona Manhattan Queens Williamsburg In mostlly Orthodox Jewish Williamsburg and Borough Park, already pro-Trump, there was a further shift to the right. Bushwick Jamaica Brooklyn Sunset Park Flatbush Jamaica Bay Sheepshead Bay Staten Island Rockaway Beach The few areas in the city that did not shift right were mostly white, including most precincts on Staten Island. Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Areas that are more than 50% Latino or more than 50% Asian Mr. Trump’s share of the vote doubled to 15 percent in areas where residents of Dominican descent make up the majority. Bronx There was uniform shift to Mr. Trump in both Flushing and Corona, neighborhoods with high populations of Latinos and Asians. Harlem Flushing Corona Manhattan Queens Brooklyn Sheepshead Bay Staten Island The few areas in the city that did not shift right were mostly white, including most precincts on Staten Island. Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Areas that are more than 50% Latino or more than 50% Asian Bronx Mr. Trump’s share of the vote doubled to 15 percent in areas where residents of Dominican descent make up the majority. Harlem There was uniform shift to Mr. Trump in both Flushing and Corona, neighborhoods with high populations of Latinos and Asians. Flushing Corona Manhattan Queens Williamsburg In mostly Orthodox Jewish Williamsburg and Borough Park, already pro-Trump, there was a further shift to the right. Brooklyn Jamaica Bay Sheepshead Bay Staten Island The few areas in the city that did not shift right were mostly white, including most precincts on Staten Island.\nNew York City Vote margin Trump Biden In New York City, where 38 percent of residents are immigrants, most areas shifted right, even though they all remained strongly Democratic. This included virtually every predominantly Latino precinct and ones where a majority of residents are of Asian descent. In the city’s 100 precincts with the largest number of Latinos, Mr. Trump received 18 percent of the vote this year, compared with just 7 percent in 2016. In precincts with large numbers of residents of Asian descent, turnout was up 20 percent, with Mr. Trump winning most of the additional votes.\nCalifornia In the center of Asian immigration, a veer to the right.\nBurbank Pasadena Beverly Hills Los Angeles Los Angeles Diamond Bar Santa Monica Shift in margin from 2016 Fullerton More Democratic More Republican Lakewood Torrance +30 pts. +20 Anaheim +30 pts. +20 +10 +10 Garden Grove ORANGE COUNTY Long Beach Westminster Santa Ana Huntington Beach Irvine Irvine Burbank Pasadena Beverly Hills Los Angeles Inglewood Shift in margin from 2016 More Democratic +30 pts. +20 +10 More Republican Torrance ORANGE COUNTY +30 pts. +20 +10 Garden Grove Long Beach Santa Ana Irvine Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Pasadena Los Angeles ORANGE COUNTY Torrance Long Beach Santa Ana Irvine Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Pasadena Los Angeles ORANGE COUNTY Torrance Long Beach Santa Ana Irvine Burbank Burbank Pasadena Pasadena Beverly Hills Beverly Hills Monterey Park Los Angeles Los Angeles Diamond Bar Santa Monica Santa Monica Rowland Heights Fullerton Shift in margin from 2016 More Democratic More Republican Lakewood Torrance +30 pts. +20 Anaheim +30 pts. +20 +10 +10 ORANGE COUNTY Long Beach Santa Ana Huntington Beach Irvine Irvine Burbank Pasadena Beverly Hills Monterey Park Los Angeles Rowland Heights Inglewood Shift in margin from 2016 More Democratic +30 pts. +20 +10 More Republican Torrance +30 pts. +20 +10 ORANGE COUNTY Long Beach Santa Ana Irvine Shift in margin from 2016 Shift in margin from 2016 More Democratic More Democratic More Republican More Republican +30 pts. +30 pts. +20 +20 +30 pts. +30 pts. +20 +20 +10 +10 +10 +10 Los Angeles Rowland Heights Fullerton ORANGE COUNTY Torrance Long Beach Santa Ana Irvine Shift of margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Pasadena Los Angeles Torrance ORANGE COUNTY Long Beach Irvine Burbank Pasadena Beverly Hills Los Angeles Diamond Bar Santa Monica Shift in margin from 2016 Fullerton More Democratic More Republican Lakewood Torrance +30 pts. +20 Anaheim +30 pts. +20 +10 +10 ORANGE COUNTY Long Beach Santa Ana Huntington Beach Irvine Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Pasadena Los Angeles ORANGE COUNTY Torrance Long Beach Santa Ana Irvine Burbank Pasadena Beverly Hills Los Angeles Inglewood Shift in margin from 2016 More Democratic +30 pts. +20 +10 More Republican Torrance +30 pts. +20 +10 ORANGE COUNTY Long Beach Santa Ana Irvine Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Pasadena Los Angeles Torrance ORANGE COUNTY Long Beach Irvine Burbank Pasadena Glendale Beverly Hills Los Angeles Diamond Bar Santa Monica Shift in margin from 2016 Fullerton More Democratic More Republican Lakewood Torrance +30 pts. +20 Anaheim +30 pts. +20 +10 +10 ORANGE COUNTY Long Beach Santa Ana Huntington Beach Irvine Burbank Glendale Pasadena Beverly Hills Los Angeles Inglewood Shift in margin from 2016 More Democratic +30 pts. +20 +10 More Republican Torrance +30 pts. +20 +10 ORANGE COUNTY Long Beach Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Glendale Beverly Hills Los Angeles ORANGE COUNTY Torrance Long Beach Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Glendale Beverly Hills Los Angeles Torrance ORANGE COUNTY Long Beach Burbank Pasadena Los Angeles Santa Monica Yorba Linda Shift in margin from 2016 More Democratic More Republican Lakewood Torrance +30 pts. +20 +30 pts. +20 +10 +10 ORANGE COUNTY Long Beach Huntington Beach Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +30 pts. +20 +10 +10 Los Angeles Yorba Linda ORANGE COUNTY Santa Ana Irvine Huntingdon Beach Los Angeles Shift in margin from 2016 More Democratic Yorba Linda +30 pts. +20 +10 More Republican +30 pts. +20 +10 ORANGE COUNTY Santa Ana Irvine Huntingdon Beach Shift in margin from 2016 More Democratic More Republican +30 pts. +20 +10 +10 +20 +30 pts. Los Angeles Yorba Linda ORANGE COUNTY Huntington Beach\nCalifornia is home to a third of the country’s residents of Asian descent. One of the most drastic red shifts in the country came in Orange County in precincts with many Vietnamese residents, who basically switched sides.\nAreas whose populations are more than 50% of Asian descent, a majority of them of Vietnamese descent In other precincts in Orange and Los Angeles Counties that have many residents of Asian descent, Mr. Trump’s vote increased as well. Two Democratic congressmen lost to Republicans in these counties.\nAreas that are more than 50% of Asian descent In Los Angeles and Orange precincts with a Latino majority, more than 415,000 additional voters cast ballots; 87 percent of the precincts shifted right.\nAreas that are more than 50% Latino Mr. Trump also won new voters in some mostly white areas, including Glendale and Beverly Hills.\nAreas in Los Angeles County that are over 50% white But, again, the president lost votes in some white Republican redoubts, including Yorba Linda, home of the Richard Nixon Presidential Library and Museum, and in Huntington Beach.\nAreas in Orange County that are over 50% white\nLos Angeles Anaheim Vote margin Trump Biden In Garden Grove and Westminster, the shift was similar to majority Cuban areas in Florida. Turnout was up 60 percent in precincts where a majority of residents are of Vietnamese descent, and the shift to Mr. Trump was 42 percentage points. “Just like Miami, you have another Communist refugee population that’s moved into an area with a conservative power structure,” said Karthick Ramakrishnan, professor at the University of California at Riverside, and director of the National Asian American Survey. Kevin Nguyen, 46, a manager of a packing and shipping service in the area known as Little Saigon in Westminster, Calif., came to the United States from Ho Chi Minh City, Vietnam, 10 years ago. He said he cast his first presidential vote in 2020 for Mr. Trump. “I think he’s a businessman, so he’s thinking about business, good business for everybody,” Mr. Nguyen said, expressing support for the president’s pledge to bring jobs back to the United States. In areas with a majority of residents of Chinese descent, the shift was less extreme, but still to the right, in spite of the president’s xenophobic behavior, including the deliberate labeling of the coronavirus as the “Chinese virus” and demanding that China be held accountable for the pandemic.\nChange in votes cast from 2016 to 2020, in precincts in Los Angeles and Orange Counties Biden Trump Precincts\nanalyzed Majority Vietnamese +5% +156% 22 Majority Chinese +38% +60% 33 Note: Numbers for Mr. Biden show the change from votes for Mrs. Clinton in 2016.\nIn Santa Clara County, home to Silicon Valley, some of the strongest shifts to the right were in precincts with sizable populations of residents of Vietnamese descent in San Jose. Precincts with large populations of residents of Indian and Chinese descent had rightward shifts, but they were not as pronounced.\nMilpitas Sunnyvale Santa Clara San Jose Areas that are more than 50% Latino or more than 50% Asian Milpitas Santa Clara San Jose Areas that are more than 50% Latino or more than 50% Asian\nWhat does it mean? A battle over the narrative\nThe reasons behind the new crosscurrents in the American polity will be debated for years to come.\nSome Latino Democrats argue that the eddies of this shift are less important than the tide of Latinos — and Asian-Americans as well — who still voted mostly for Mr. Biden, and who deserve a large share of credit for Mr. Trump’s defeat.\n“So far, the white-person-driven narrative to blame Hispanics has been utterly racist, given that a strong majority of white people voted to re-elect Trump and a majority of Hispanics voted for Biden,” said Matt A. Barreto, a political scientist at the University of California at Los Angeles and a founder of the polling firm Latino Decisions, who worked for the Biden campaign.\nIndeed, in Maricopa County in Arizona, home to Phoenix, the overall turnout even in Latino precincts that shifted right was so large that it added far more votes to Mr. Biden’s totals than Mr. Trump’s, and was instrumental in turning the state blue, in spite of the shift.\nGlendale Scottsdale PHOENIX Mesa Areas that are more than 50% Latino Glendale Scottsdale PHOENIX Mesa Areas that are more than 50% Latino Glendale Scottsdale PHOENIX Areas that are more than 50% Latino\nRepublicans argue that the election represents the beginnings of a realignment of conservative, religious working people in immigrant communities and communities of color into their party.\n“#Florida & the Rio Grande Valley showed the future of the GOP,” Senator Marco Rubio, Republican of Florida, tweeted after the election. “A party built on a multi-ethnic multi-racial coalition of working AMERICANS.”\n“The Latino conservatives feel a lot of momentum,” said Geraldo L. Cadava, a professor at Northwestern University and author of a book on Latino Republicans. They had argued that Mr. Trump could win Latino voters, not with the Bushesque strategy of moderation on immigration, but with a Reaganesque message of personal responsibility and hard work, he said.\nAnd Mr. Trump spent money reaching out.\n“It’s a split-screen reality,” Dr. Cadava said. “On one hand, there are the tweets, and Trump giving Stephen Miller free rein to do the worst things imaginable. But at the same time, they are articulating a broad-based appeal to Latinos based on the economy and freedom of religion.”\nRuy Teixeira, a senior fellow at the liberal Center for American Progress, said he worried before the election that Democrats’ focus on racial justice issues came at the expense of outreach about easing the lives of hard-pressed workers.\n“In general, it suggests that Democrats’ theory of the case — that their electoral problems were all about race rather than class — was incorrect,” he said.\nMr. Rocha, the Sanders organizer, lamented the Democrats’ failure to make a strong case to Latino and Asian-American voters, and he acknowledged that the president’s bully pulpit and deep pockets could have made a difference.\n“When you have a candidate who has 1,000 percent name ID and is spending a lot of money, if you lie long enough about having a horse, someone will buy you a saddle,” he said. “New immigrant voters are infrequent voters, and they’re hungry for information. We need to have Democrats telling our immigration story.”", "url": "https://www.nytimes.com/interactive/2020/12/20/us/politics/election-hispanics-asians-voting.html"}