{"authors": ["Alexandra Garcia", "Troy Griggs", "Jon Huang", "K.K. Rebecca Lai", "Jasmine C. Lee", "Haeyoun Park", "Bedel Saget", "Archie Tse", "Joe Ward", "Jeremy White"], "date_download": "2022-10-25 23:27:10", "date_modify": "2022-10-25 23:27:10", "date_publish": "2018-02-24 03:21:36", "description": "The Winter Olympics has featured acts of athleticism too fast to be fully appreciated, so we revisited those moments, frame by frame.", "filename": "interactive_2018_02_23_sports_olympics_fractions-of-a-second-composite-images_1666740430.html", "image_url": "https://static01.nyt.com/images/2018/02/23/us/composite-images-from-pyeongchang-olympic-games-promo/composite-images-from-pyeongchang-olympic-games-promo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f37f733fae3fccce762ee4d360c0994af958aacf1e744ac0f416035536b56b01&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_02_23_sports_olympics_fractions-of-a-second-composite-images_1666740430.html", "title": "The Speed of 12 Olympians: Capturing Their Twists, Turns and Leaps in Fractions of a Second", "title_page": "The Speed of 12 Olympians: Capturing Their Twists, Turns and Leaps in Fractions of a Second - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Women’s Slopestyle\nMany of the competitors in the women’s slopestyle event fell victim to gusty winds, including Japan’s Yuka Fujimori, 31. She completed her first run, shown here, but crashed in her second run and finished 9th. Jamie Anderson, 27, of the United States, adjusted her runs because of the weather and won gold, scoring nearly 7 points ahead of the silver medalist.\nComposite image by Jeremy White/The New York Times\nWomen’s Giant Slalom\nMikaela Shiffrin, 22, of the United States, who had sought multiple golds in Pyeongchang, took the top slot in the giant slalom after roaring down the steep and taxing course, a portion of which is shown here. For this, her only gold, she finished 0.39 seconds ahead of the silver medalist.\nComposite image by Joe Ward/The New York Times\nWomen’s Alpine Combined\nIn the downhill portion of the combined, Shiffrin finished sixth, nearly two seconds behind her teammate Lindsey Vonn, 33. Shiffrin made up ground by attacking the slalom portion of the race to win the silver medal. The fast, technical turns Shiffrin is known for were on display in this final section of the course, below.\nComposite image by Jeremy White/The New York Times\nMen’s Double Luge\nAmerican luge doubles Matt Mortensen, 32, and Jayson Terdiman, 29, sped down the track at more than 70 miles per hour and finished their first run in sixth place, in striking distance of a spot on the podium. But in their second run, shown below, they posted a slower time, and finished the event in 10th place.\nComposite image by Bedel Saget/The New York Times\nMen’s Team Ski Jump\nNorway won the ski jumping team event, collectively jumping nearly 13 meters farther than the German team, which took silver. Robert Johansson, 27, shown here in his final jump, had the second longest jumps of the four-man Norway team.\nComposite image by Joe Ward/The New York Times\nWomen’s Halfpipe\nChloe Kim, the 17-year-old American, won gold with a nearly perfect score in halfpipe. She had already secured the gold after her first run. But she went bigger and bolder in her final run, executing back-to-back 1080s, a combination that she first landed in 2016. No other woman has matched that feat in competition.\nStart Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Start Method Frontside 1080 Cab 1080 Frontside 900 McTwist Crippler 720 Composite image by Alexandra Garcia and Jeremy White/The New York Times\nWomen’s Big Air\nAfter trailing a rival in the first two runs, Anna Gasser, 26, of Austria, nailed her hardest trick, a cab double cork 1080, shown here, in her final run. The move, which is so difficult in part because it has a blind landing, won her gold in the Olympic debut for big air snowboarding.\nComposite image by Bedel Saget and Jasmine C. Lee/The New York Times\nMen’s Figure Skating\nYuzuru Hanyu, 23, of Japan, successfully defended his gold medal in figure skating with a performance that combined both artistry and jumping ability. In a competition in which executing several quads was a must to win, Hanyu, who is recovering from an ankle injury, attempted four of them, including a quad salchow in his long program, shown here.\nSecond Third First rotation Fourth Quad Salchow Second Third First rotation Fourth Quad Salchow Backward takeoff 2nd 3rd 1st rotation 4th Quad Salchow Composite image by Archie Tse/The New York Times\nNathan Chen, 18, of the United States performed poorly in his short program, finishing 17th. He made major errors in all three of his jump sequences, which included two quads — the four-rotation jumps that made him famous. But he redeemed himself by executing a record-breaking six quads in his long program, shown here, pulling himself up the ranks to fifth place.", "url": "https://www.nytimes.com/interactive/2018/02/23/sports/olympics/fractions-of-a-second-composite-images.html"}