{"authors": ["Nadja Popovich", "Livia Albeck-Ripka", "Kendra Pierre-Louis"], "date_download": "2022-10-25 23:23:03", "date_modify": "2022-10-25 23:23:03", "date_publish": "2020-10-16 17:12:50", "description": "The Trump administration has dismantled nearly 100 policies focused on clean air, water, wildlife and toxic chemicals, and left more than a dozen rollbacks unfinished. Here’s how they add up.", "filename": "interactive_2020_climate_trump-environment-rollbacks-list_1666740183.html", "image_url": "https://static01.nyt.com/images/2020/10/16/climate/trump-environment-rollbacks-1602864956137/trump-environment-rollbacks-1602864956137-facebookJumbo-v6.png?year=2021&h=549&w=1050&s=1bde38ddc09dea4a75ade74eafa2c7be94822654185c7611cc3fc787c0cabdde&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_climate_trump-environment-rollbacks-list_1666740183.html", "title": "The Trump Administration Rolled Back More Than 100 Environmental Rules. Here’s the Full List.", "title_page": "The Trump Administration Rolled Back More Than 100 Environmental Rules. Here’s the Full List. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "30. Proposed a rule limiting the ability of individuals and communities to challenge E.P.A.-issued pollution permits before a panel of agency judges.\n29. Proposed revisions to standards for carbon dioxide emissions from new, modified and reconstructed coal power plants , eliminating Obama-era restrictions that, in effect, required them to capture and store carbon dioxide emissions.\n28. Relaxed some Obama-era requirements for companies to, including exempting certain low-production wells – a significant source of methane emissions – from the requirements altogether. (Other leak regulations were eliminated.)\n26. Threw out most of a proposed policy that would have tightened pollution standards for offshore oil and gas operations and required them to use improved pollution controls.\n24. Changed rules to allow states and the E.P.A. to take longer to develop and approve plans aimed at cutting methane emissions from existing landfills .\n23. Lifted a summertime ban on the use of E15, a gasoline blend made of 15 percent ethanol . (Burning gasoline with a higher concentration of ethanol in hot conditions increases smog.)\n22. Repealed a requirement that state and regional authorities track tailpipe emissions from vehicles on federal highways.\n21. Revoked an Obama executive order that set a goal of cutting the federal government’s greenhouse gas emissions by 40 percent over 10 years.\n20. Withdrew guidance directing federal agencies to include greenhouse gas emissions in environmental reviews . But several district courts have ruled that emissions must be included in such reviews.\n19. Released new guidance that allows upwind states to contribute more ozone pollution to downwind states than during the Obama-era. (The E.P.A. under Mr. Trump also rejected petitions from a handful of states over failure to address upwind states’ pollution.)\n18. Directed agencies to stop using an Obama-era calculation of the social cost of carbon , which rulemakers used to estimate the long-term economic benefits of reducing carbon dioxide emissions.\nleaking and venting of powerful greenhouse gases known as hydrofluorocarbons\n17. Repealed rules meant to reduce leaking and venting of powerful greenhouse gases known as hydrofluorocarbons from large refrigeration and air conditioning systems.\nair pollution regulations for a handful of plants that burn waste coal for electricity\n16. Relaxed air pollution regulations for a handful of plants that burn waste coal for electricity .\n15. Established a minimum pollution threshold at which the E.P.A. can regulate greenhouse gas emissions from stationary sources : 3 percent of total U.S. greenhouse gas emissions. (Power plants meet this threshold, but oil and gas production facilities fall just below it.)\n14. Weakened oversight of some state plans for reducing air pollution in national parks .\n13. Weakened an Obama-era rule meant to reduce air pollution in national parks and wilderness areas .\n12. Overturned Obama-era guidance meant to reduce emissions during power plant start-ups, shutdowns and malfunctions . As part of the process, the E.P.A. also reversed a requirement that Texas follow emissions rules during certain malfunction events.\nsafeguard communities from increases in pollution from new power plants\n10. Revised a program designed to safeguard communities from increases in pollution from new power plants to make it easier for facilities to avoid emissions regulations.\n9. Withdrew a Clinton-era rule designed to limit toxic emissions from major industrial polluters , and later proposed codifying the looser standards.\n8. Eliminated Obama-era methane emissions standards for oil and gas facilities and narrowed standards limiting the release of other polluting chemicals known as “volatile organic compounds” to only certain facilities.\n7. Revised and partially repealed an Obama-era rule limiting methane emissions on public lands , including intentional venting and flaring from drilling operations. A federal court struck down the revision in July 2020, calling the Trump administration’s reasoning “wholly inadequate” and mandating enforcement of the original rule. However, the Obama-era rule was later partially struck down in a separate court case, during which the Trump administration declined to defend it.\n5. Changed the way cost-benefit analyses are conducted under the Clean Air Act , potentially making it harder to issue new public health and climate protections.\n4. Formally withdrew the United States from the Paris climate agreement , an international plan to avert catastrophic climate change adopted by nearly 200 counties.\n3. Withdrew the legal justification for an Obama-era rule that limited mercury emissions from coal power plants .\nDrilling and extraction\nCompleted\n31. Made significant cuts to the borders of two national monuments in Utah and recommended border and resource-management changes to several more. Presidential Proclamation; Interior Department | Read more »\n32. Lifted an Obama-era freeze on new coal leases on public lands . In April 2019, a judge ruled that the Interior Department could not begin selling new leases without completing an environmental review. In February 2020, the agency published an assessment that concluded restarting federal coal leasing would have little environmental impact. Executive Order; Interior Department | Read more »\n33. Finalized a plan to allow oil and gas development in the Arctic National Wildlife Refuge in Alaska, a move that overturns six decades of protections for the largest remaining stretch of wilderness in the United States. The Trump administration held last-minute lease sales in December, but failed to attract major interest from fossil fuel companies. Congress; Interior Department | Read more »\n34. Opened more than 18 million acres of land for drilling in the National Petroleum Reserve in Alaska, a vast swath of public land on the Arctic Ocean. The Obama administration had designated about half of the reserve as a conservation area. Interior Department | Read more »\n35. Lifted a Clinton-era ban on logging and road construction in Tongass National Forest, Alaska , one of the largest intact temperate rain forests in the world. (The Clinton-era rule applied to much of the national forest system.) Interior Department | Read more »\n36. Approved construction of the Dakota Access pipeline , less than a mile from the Standing Rock Sioux Reservation. The Obama administration had halted the project, with the Army Corps of Engineers saying it would explore alternative routes. In 2020, a federal court reversed the Trump administration’s decision to allow the pipeline to run along its current path, but it was allowed to continue operating. Executive Order; Army | Read more »\n37. Rescinded water pollution regulations for fracking on federal and Indian lands . Interior Department | Read more »\n38. Withdrew a requirement that Gulf oil rig owners prove they can cover the costs of removing rigs once they stop producing. Interior Department | Read more »\n39. Moved the permitting process for certain projects that cross international borders , such as oil pipelines, to the office of the president from the State Department, exempting them from environmental review. Executive Order | Read more »\n40. Changed how the Federal Energy Regulatory Commission considers the indirect effects of greenhouse gas emissions in environmental reviews of pipelines . Federal Energy Regulatory Commission | Read more »\n41. Revoked an Obama-era executive order designed to preserve ocean, coastal and Great Lakes waters in favor of a policy focused on energy production and economic growth. Executive Order | Read more »\n42. Loosened offshore drilling safety regulations implemented by the Obama after following the 2010 Deepwater Horizon explosion and oil spill, including reduced testing requirements for blowout prevention systems. Interior Department | Read more »\nIn progress\n43. Proposed opening most of America’s coastal waters to offshore oil and gas drilling , but delayed the plan after a federal judge in 2019 ruled that reversing a ban on drilling in the Atlantic and Arctic Oceans was unlawful. Ahead of the 2020 election, Mr. Trump announced he would exempt from drilling coastal areas around Florida, a crucial battleground state, Georgia and South Carolina. Interior Department | Read more »\n44. Approved the Keystone XL pipeline rejected by President Barack Obama, but a federal judge blocked the project from going forward without an adequate environmental review process. The Supreme Court in July 2020 upheld that ruling, further delaying construction of the pipeline. Executive Order; State Department | Read more »\n45. Withdrew proposed restrictions on mining in Bristol Bay, Alaska , despite concerns over environmental impacts on salmon habitat, including a prominent fishery. In late 2020, the U.S. Army Corps of Engineers denied a permit for one proposed project, known as the Pebble Mine, noting it would “result in significant degradation of the aquatic ecosystem.” E.P.A.; Army | Read more »\nsafety regulations for exploratory offshore oil and gas drilling in the Arctic that were developed after a 46. Proposed easingthat were developed after a 2013 accident Executive Order; Interior Department | Read more »\n47. Proposed weakening a rule that increased royalty payments for oil and gas leases on public lands , bringing them in line with market value. The Obama-era policy updated a 1980s rule that critics said allowed companies to underpay the federal government. An earlier attempt by the Trump administration to reverse the Obama rule was struck down in court, but a separate court ruling exempted the coal industry from the updated pricing policy. Interior Department | Read more »\n48. Proposed easing the approval process for oil and gas drilling in national forests by curbing the power of the Forest Service to review and approve leases, among other changes. Agriculture Department; Interior Department | Read more »", "url": "https://www.nytimes.com/interactive/2020/climate/trump-environment-rollbacks-list.html"}