{"authors": ["Karen Yourish", "Derek Watkins", "Tom Giratikanon"], "date_download": "2022-10-25 23:02:10", "date_modify": "2022-10-25 23:02:10", "date_publish": "2015-06-17 14:58:23", "description": "More than a dozen countries have had attacks since the Islamic State, or ISIS, began to pursue a global strategy in the summer of 2014.", "filename": "interactive_2015_06_17_world_middleeast_map-isis-attacks-around-the-world_1666738930.html", "image_url": "https://static01.nyt.com/images/2015/06/15/world/middleeast/map-isis-attacks-around-the-world-1434502994040/map-isis-attacks-around-the-world-1434502994040-facebookJumbo-v12.png?year=2015&h=326&w=622&s=86ca88156ca489c5fb88ff48b75a410076eb775c77a002f09c9f0a5d4690bd38&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_06_17_world_middleeast_map-isis-attacks-around-the-world_1666738930.html", "title": "Where ISIS Has Directed and Inspired Attacks Around the World", "title_page": "Where ISIS Has Directed and Inspired Attacks Around the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FILTER BY REGION: All events Asia and Australia Europe Middle East and North Africa North America\nDate Location Details\nBelgium A series of deadly terrorist attacks struck Brussels, with two explosions at the city’s main international airport and a third in a subway station at the heart of the city, near the headquarters complex of the European Union. More »\nTurkey A suicide bombing on Istanbul's busiest thoroughfare killed three Israeli citizens and an Iranian. Two of the Israelis held dual Israeli-American citizenship. More »\nYemen Gunmen killed 18 people at a nursing home founded by Mother Teresa and run by Christian nuns. More »\nYemen A bomb-packed car driven by a suicide attacker exploded at a checkpoint near the presidential palace in the southern city of Aden, killing at least eight people. More »\nIndonesia ISIS claimed responsibility for explosions and gunfire that rocked central Jakarta, killing at least two civilians. More »\nTurkey A Syrian suicide bomber set off an explosion in the historic central district of Istanbul, killing 10 people and wounding at least 15 others, in an attack the Turkish government attributed to ISIS. More »\nFrance A teenager attacked a Jewish teacher with a machete in Marseille, and afterward told the police that he had carried out the attack in the name of God and the Islamic State.\nEgypt Gunmen reportedly carrying an ISIS flag opened fire at a Red Sea resort, injuring at least two tourists. More »\nEgypt ISIS claimed responsibility for an attack on a hotel in Cairo near the pyramids at Giza. No one was hurt. More »\nPennsylvania A man shot and wounded a Philadelphia police officer sitting in a patrol car in the name of Islam and the Islamic State, police said. More »\nLibya Islamic State militants attempted to capture an oil port along Libya’s coast, in fighting that left at least seven people dead.\nYemen The Islamic State claimed responsibility for a car bomb that killed a provincial governor and eight of his body guards. More »\nCalifornia A married couple shot and killed 14 people in San Bernardino, Calif. The FBI is investigating the shooting as an act of terrorism inspired by ISIS. More »\nBangladesh ISIS claimed responsiblity for an attack on a Shiite mosque during evening prayer in which gunmen opened fire on worshipers with machine guns, killing one man and injuring three others. More »\nEgypt ISIS militants attacked a hotel in the northern Sinai Peninsula, killing at least seven people.\nFrance A teacher at a Jewish school in Marseille was stabbed by three people who appeared to profess support for ISIS. More »\nFrance President François Hollande blamed the Islamic State for terrorist attacks across Paris that killed more than 100 people. The Islamic State claimed responsiblity. More »\nLebanon ISIS claimed responsiblity for a double suicide bombing that ripped through a busy shopping district at rush hour, killing at least 43 people. More »\nEgypt ISIS's Sinai affiliate claimed responsiblity for a suicide bombing that killed at least four police officers. More »\nBangladesh ISIS claimed responsibility for a stabbing and shooting that left one police officer dead and another wounded. More »\nEgypt An ISIS affiliate in Sinai claimed responsiblity for the downing of a Russian passenger jet that killed all 224 people on board. More »\nTurkey ISIS militants killed two Syrian anti-ISIS activists.\nBangladesh ISIS claimed responsiblity for bombings that killed one person and wounded dozens more during a procession commemorating a Shiite Muslim holiday. More »\nTurkey Two explosions killed more than 100 people who had gathered for a peace rally in Turkey's capital. Turkish officials believe ISIS is responsible. More »\nYemen A series of bombings in Yemen's two largest cities killed at least 25 people. More »\nBangladesh ISIS claimed responsibilty for the shooting death of a Japanese man riding a rickshaw. More »\nBangladesh ISIS claimed responsiblity for the shooting death of an Italian aid worker. More »\nYemen At least 25 people were killed when two bombs went off outside a mosque during prayers to commemorate Eid al-Adha, a major Muslim holiday. More »\nLibya Militants loyal to the Islamic State attacked a prison inside a Tripoli air base. More »\nGermany An Iraqi man was shot dead after he stabbed a policewoman in Berlin.\nYemen Yemen's ISIS affiliate claimed responsibility for two bombings at a mosque that killed at least 20 people. More »\nEgypt The Sinai Province of the Islamic State group claimed responsibility for three gunmen who shot and killed two police officers.\nFrance A gunman opened fire aboard a packed high-speed train traveling from Amsterdam to Paris, wounding several passengers before he was tackled and subdued by three Americans.\nEgypt An ISIS affiliate claimed responsibility for bombing a branch of the Egyptian security agency. More »\nEgypt An ISIS affiliate said it had beheaded a Croatian expatriate worker because of Croatia's \"participation in the war against the Islamic State.\" More »\nSaudi Arabia ISIS claimed responsibility for a suicide bombing at a mosque that killed at least 15 people, including 12 members of a Saudi police force. More »\nTurkey A Turkish citizen believed to have had ties to ISIS killed at least 32 people at a cultural center. More »\nEgypt In what appeared to be the first attack on a naval vessel claimed by Sinai Province, the ISIS affiliate said it destroyed an Egyptian naval vessel and posted photographs on social media of a missile exploding in a ball of fire as it slammed into the vessel. More »\nEgypt ISIS claimed responsibility for an explosion outside the Italian Consulate’s compound in downtown Cairo that killed one person. More »\nEgypt Militants affiliated with the Islamic State killed dozens of soldiers in simultaneous attacks on Egyptian Army checkpoints and other security installations in Egypt's northern Sinai Peninsula. More »\nTunisia At least one gunman disguised as a vacationer attacked a Mediterranean resort, killing at least 38 people at a beachfront hotel — most of them British tourists — before he was shot to death by the security forces. More »\nKuwait A suicide bomber detonated explosives at one of the largest Shiite mosques in Kuwait City during Friday Prayer. More »\nYemen An ISIS branch claimed responsibilty for a series of car bombings in Sana, the capital, that killed at least 30 people. More »\nEgypt ISIS's Sinai province claimed responsibility for firing rockets toward an air base used by an international peacekeeping force.\nTurkey An explosion at a political rally in the predominantly Kurdish city of Diyarbakir killed two people and wounded more than 100. Turkish officials have said ISIS was behind the attack. More »\nAfghanistan ISIS is suspected of beheading 10 members of the Taliban. More »\nLibya A suicide bomber from an ISIS affiliate killed at least four Libyan fighters at a checkpoint. More »\nSaudi Arabia One week after a similar attack in the same region, a suicide bomber dressed in women’s clothing detonated an explosive belt near the entrance to a Shiite mosque, killing three people. More »\nYemen ISIS claimed responsibility for a bomb attack on a Shiite mosque that injured at least 13 worshipers.\nSaudi Arabia In what appeared to be ISIS's first official claim of an attack in Saudi Arabia, a suicide bomber detonated an explosive at a Shiite mosque during midday prayer, killing at least 21 and injuring 120. More »\nTurkey A bomb detonated at the pro-Kurdish Peoples’ Democratic Party, or H.D.P.\nTurkey Militants detonated a bomb at office of the pro-Kurdish Peoples’ Democratic Party, or H.D.P.\nTexas Two men who reportedly supported ISIS and were later acknowledged by ISIS as \"soldiers of the caliphate\" opened fire in a Dallas suburb outside a Prophet Muhammad cartoon contest. More »\nYemen One of ISIS's Yemen affiliates released a video showing the killing of 15 Yemeni soldiers.\nBosnia and Herzegovina A gunman attacked a police station.\nLibya ISIS released a video of militants from two of its Libya affiliates killing dozens of Ethiopian Christians, some by beheading and others by shooting.\nLibya ISIS's Tripoli affiliate claimed credit for a bomb that exploded outside the Moroccan Embassy.\nEgypt ISIS militants killed at least 12 people in three separate attacks on Egyptian security forces. More »\nLibya ISIS's Tripoli affiliate claimed responsibility for an attack on the South Korean Embassy that killed two local police officers. More »\nSaudi Arabia Gunmen opened fire on a police patrol, killing two officers.\nLibya ISIS killed at least four people in an attack on a security checkpoint.\nAfghanistan The Afghan vice president accused ISIS of kidnapping 31 civilians in February.\nEgypt An ISIS affiliate in the Sinai Peninsula killed 13 people with simultaneous car bombs at military checkpoints. More »\nTurkey Militants killed a Syrian teacher in Turkey.\nYemen An ISIS affiliate claimed responsibility for coordinated suicide strikes on Zaydi Shiite mosques that killed more than 130 people during Friday Prayer. More »\nTunisia ISIS claimed responsibility for an attack on a museum that killed 22 people, almost all European tourists. More »\nLibya ISIS's Derna affiliate claimed responsibility for three car bombs that killed at least 40 people. More »\nLibya ISIS released a video that appeared to show its militants in Libya beheading a group of Egyptian Christians who had been kidnapped in January. More »\nDenmark A Danish-born gunman who was inspired by ISIS went on a violent rampage in Copenhagen, killing two strangers and wounding five police officers. More »\nLibya ISIS militants were suspected of killing 12 people, including four foreigners, in an attack on an oil field. More »\nEgypt ISIS's Sinai affiliate claimed responsibility for coordinated bombings that killed 24 soldiers, six police officers and 14 civilians. More »\nLibya ISIS's Tripoli affiliate claimed credit for an armed assault on a luxury hotel that killed at least eight people. It was the deadliest attack on Western interests in Libya since the assault on the American diplomatic mission in Benghazi. More »\nLebanon ISIS attacked an outpost of the Lebanese Armed Forces.\nBosnia and Herzegovina An attacker killed an imam at a mosque.\nLibya ISIS's Tripoli affiliate said they were holding 21 Egyptian Christians captive. More »\nFrance A video surfaced of Amedy Coulibaly, the shooter at the supermarket in an attack that coincided with the attack on Charlie Hebdo, declaring allegiance to ISIS. More »\nTurkey Suicide bomber injured two people at a police station.\nFrance A van plowed into an outdoor Christmas market in Nantes. More »\nFrance A French citizen of Algerian and Moroccan descent drove into pedestrians in Dijon, wounding 13 people. More »\nAustralia A gunman who said he was acting on ISIS's behalf seized 17 hostages in a Sydney cafe. Two of the hostages died. More »\nSaudi Arabia A Danish executive was shot in his car. A group of ISIS supporters later claimed responsibility.\nNew York A hatchet-wielding man charged at four police officers in Queens. ISIS said the attack was the “direct result\" of its September call to action. More »\nCanada An Islamic convert shot and killed a soldier who was guarding the National War Memorial in Ottawa, stormed Canada's parliament and fired multiple times before being shot and killed. More »\nCanada A 25-year-old man who had recently adopted radical Islam ran over two soldiers near Montreal, killing one. More »\nAlgeria Militants kidnapped and beheaded a French tourist shortly after the Islamic State called on supporters around the world to harm Europeans in retaliation for airstrikes in Iraq and Syria. More »", "url": "https://www.nytimes.com/interactive/2015/06/17/world/middleeast/map-isis-attacks-around-the-world.html"}