{"authors": ["Guilbert Gates"], "date_download": "2022-10-25 23:43:44", "date_modify": "2022-10-25 23:43:44", "date_publish": "2016-10-15 18:19:47", "description": "As Bob Dylan has said, his songs “didn’t get here by themselves.” Here’s a sampler of his influences, from Woody Guthrie to the Kinks, alongside the tracks he made famous.", "filename": "interactive_2016_10_14_arts_music_bob-dylan-influences-playlist-spotify_1666741424.html", "image_url": "https://static01.nyt.com/images/2016/10/14/arts/bob-dylan-playlist-slide-B0QW/bob-dylan-playlist-slide-B0QW-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=127c57739bdfc25b8f41695e2bf28c1f3438cb1d6b4223eaaa00ccb31f29abed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_10_14_arts_music_bob-dylan-influences-playlist-spotify_1666741424.html", "title": "Listen to Bob Dylan’s Many Influences", "title_page": "Listen to Bob Dylan’s Many Influences - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This week, Bob Dylan was awarded the Nobel Prize in Literature, “for having created new poetic expressions within the great American song tradition.”\nBut, as Mr. Dylan himself has said, his songs “didn’t get here by themselves.” The influences that have informed Mr. Dylan’s work are legion. Early on, Country and Western music. Later, the rock ’n’ roll of Chuck Berry and Little Richard. In his teens, he discovered folk musicians like Odetta, and became enamored of Woody Guthrie, even imitating Guthrie’s Oklahoma twang. He arrived on the Greenwich Village folk scene in New York in January 1961, and continued absorbing folk and traditional songs wherever he could find them — from fellow performers, from books like Alan Lomax’s “Folk Songs of North America,” and from records. And not only other music inspired him — poetry, literature and film have all made their way into his work.\nBut his true importance is that he was able to internalize these disparate influences, and to transform them, with great courage and sensitivity, into a sound that was uniquely, unmistakably his own. Indeed, to create “new poetic expressions within the great American song tradition.”\nAll music previews and full tracks provided by Spotify.", "url": "https://www.nytimes.com/interactive/2016/10/14/arts/music/bob-dylan-influences-playlist-spotify.html"}