{"authors": [], "date_download": "2022-10-25 23:30:17", "date_modify": "2022-10-25 23:30:17", "date_publish": "2019-03-11 09:00:02", "description": "“Black audiences are what I’ve considered my base, and I will always make movies for that base.”", "filename": "interactive_2019_03_11_magazine_regina-hall-movies-black-audience_1666740617.html", "image_url": "https://static01.nyt.com/images/2019/03/17/magazine/17mag-talk-slide-4YYA/17mag-talk-slide-4YYA-facebookJumbo.png?year=2019&h=550&w=1050&s=2f00874721e0e2842fed8bf6373045a7d0f6bbff0101b79317b682de229ba06a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_03_11_magazine_regina-hall-movies-black-audience_1666740617.html", "title": "Regina Hall on the Two Hollywoods, Spirituality and Success", "title_page": "Regina Hall on the Two Hollywoods, Spirituality and Success - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since the start of her career in the late 1990s, Regina Hall had been the kind of actress who maybe didn’t have the pull to get films made, but whose vital, unshowy performances very often made the films in which she appeared. Then came the surprise one-two of 2017’s hit comedy “Girls Trip” and 2018’s critically acclaimed indie “Support the Girls”1 and, with it, something akin to breakout stardom. “It feels like a culmination,” she said of this new phase of her professional life. “I didn’t always want to be the auxiliary character.” Now Hall, 48, is at the heart of Showtime’s Wall Street satire “Black Monday” and will also co-star in the highly anticipated film comedy “Little,” with Issa Rae, which will be released in April, and in a “Shaft” sequel, in June. “I’m potentially in a position,” Hall told me with the guarded optimism of a late bloomer, “where I could become more of a force.”\nThe industry is treating you differently now than it used to, but it’s not as if you’re more talented than you were, say, five years ago. Is that disconnect — between where your career is and where your skill level has always been — hard to wrap your head around? “Girls Trip” made a lot of money, which matters, and then the critics were so responsive to “Support the Girls.” It’s weird. I’ve always had steady work, but I guess there are lists in Hollywood. I was on the top of one before; now I’m on the bottom of a more difficult one.\nHow would you characterize the difference between those lists? There are certain films with predominantly black casts. The list of who’s considered for parts in those is a whole different one than the list of who’s considered for films with roles that could be played by anybody. I remember there was a script that I read that I loved, and my agent told me, “They went after Amy Adams, and she’s not doing it.” And I said, “I’ll do it!” And he was like, “They love you, but they’re going to Natalie Portman.” “Oh, right.” There’s always another.\nRegina Hall, right, and Haley Lu Richardson in “Support The Girls”. Magnolia Pictures/Everett Collection\nI was listening to you on Michael Rapaport’s podcast, and you two had a digression about navigating black Hollywood. In terms of your own career, how does black Hollywood diverge from and intersect with Hollywood writ large? We have a support system. I was once with my business manager, I don’t remember where, and somebody was looking at me. I said, “They probably recognize me.” My manager goes, “Why would you say that?” “They’re black.” “What does that mean?” “It means they’ve seen the movies!”2 Black audiences are what I’ve considered my base, and I will always make movies for that base.\nI imagine there’s a difference between the fans who come up to you quoting “Scary Movie” and the ones asking about Ace Boogie.3 Yeah, three little white boys quoted the “Scary Movie” line about “Imma [expletive] on these walls” to me once. They were like 11 years old! I felt horrible. Like, this is what I’m putting into the world?\nSome of the negative stereotypes about black women as hypersexualized or overly demonstrative that you parodied as Brenda in “Scary Movie” are the same stereotypes that easily could have sunk “Girls Trip” but that the film transcended so beautifully. Were you thinking at all about those parallels? What we wanted to show in “Girls Trip,” more than anything about black women, was how women talk. I have friends of all races. My white girlfriends say “dick,” too. It’s like, remember that movie “Prime”?\nHall, left, with Shannon Elizabeth and Anna Faris in ‘‘Scary Movie’’. Dimension Films/Everett Collection\nWith Edward Norton? No, that’s “Primal Fear.” “Prime” was with Uma Thurman and Meryl Streep.\nOh, yeah. Where Uma Thurman dates the younger guy and Meryl Streep plays the guy’s mother? Yes! What I loved about that movie was that it was honest about dating when there’s an age difference, but it was also culturally specific, because the mother was Jewish. We represented black women specifically in “Girls Trip,” because the cast was black, but the big thing was making sure that the movie resonated with all women.\nWhat’s the funniest thing you’ve ever heard Tiffany Haddish say? Tiffany, Jesus. “Girls Trip” was hours of, “What did you just say, Tiffany?” I remember her talking about how her dog likes her belly rubbed and how that was “like dog, like Mama.” I won’t even go into it.\nYou’re friends with both Tiffany and Sanaa Lathan. So tell me the truth: Was Tiffany serious when she implied Sanaa bit Beyoncé? Let me tell you something: I could tap your leg with my foot and Tiffany would retell it as me kicking you. She’s a comedian. She can make a story, know what I mean? That whole thing took on a life of its own.4\nTiffany Haddish, Jada Pinkett Smith, Hall and Queen Latifah in ‘‘Girls Trip.’’ Universal Pictures/Everett Collection\nHas reaching a higher level of career success in middle age changed your thinking at all about life outside work? My idea of success has changed. Now I think about it more in terms of present-moment happiness than “if this happens then that might happen.” I also have a weird thing now where I’m so conscious of my mother’s safety, probably to an extreme, because when I lose my mother, I’ll be an orphan. And that’s tough. We act like when people die it’s tragic and it is, yet it’s as certain as birth. My dog died a year and a half ago, and I was traumatized. But I know he’s good. I even know he’s here. I believe in reincarnation. I think that’s why I’m always on some sort of spiritual quest.\nI know you had a period, not all that long ago, where you considered becoming a nun. You were ready to walk away from acting? From sex? That was eight years ago. And I wanted to be a nun when I was a little girl too.\nYou were raised Catholic? No, but I went to Catholic schools. I never thought about walking away from anything. I thought of walking to something. Think of Mother Teresa. I’m not like, “Oh, Mother Teresa never got to have sex.” When I was thinking about becoming a nun, I had gone through a breakup. I wasn’t having sex anyway. I thought being a nun would be peaceful.\nAnd the reason you didn’t become one is that you were too old? Yeah, the group I was interested in had an age limit for joining. There were a couple things in my way. I could’ve lied about them, but I didn’t want to start off as a nun like that.\nIs it also right that you decided to pursue acting after your father had a stroke? That’s what made you feel as if you had to give it a shot? I had gone to Fordham and was living in New York after finishing school. My parents were divorced, but united when it came to education, and they were like, “It’s been six months since you graduated, are you going to get a job?” I really liked acting, but my father was a contractor, and acting wasn’t a feasible profession in his mind. But I’d also gotten obsessed with Ted Koppel’s “Nightline” and Alexis de Tocqueville’s “Democracy in America.” I thought journalism was pretty amazing. So I went to grad school at New York University for that. Then my father had a stroke during my first trimester and passed away. It was shocking. It wasn’t so clear cut that I would go into acting then, but I thought, Wow, your life could change at any moment.\nYou’ve worked with Kevin Hart a bunch, and you two are close. Was he right to step away from hosting the Oscars?5 From a selfish point of view, do I wish he had hosted? Yes. People are really conscious of making sure that no one feels offended or marginalized and everything’s so reactive online that no one’s given an opportunity to say, “What would be a solution to the problem?” Maybe the issue could have been addressed during the show in a hilarious skit. And Kevin is not homophobic. He isn’t. I don’t think anything was malicious.\nHall and Kevin Hart in ‘‘About Last Night.’’ Matt Kennedy/Sony Pictures, via Everett Collection.\nThere’s a way in which someone who doesn’t believe that he’s homophobic, and maybe even deep down isn’t, can still be guilty of saying homophobic things that need to be reckoned with. Yeah, it’s true. I can sit here and say joking things about men, but I’m not anti-man. But whenever a movement is starting and demanding change, everything has to be strict because that’s how lines get drawn. And we’re at a time when lines are being drawn, and everyone is making sure that we’re not sending mixed messages. But knowing Kevin, I know that’s not him.\nSex and the drawing of lines is obviously the subtext of a film like “Support the Girls,” but so is, at least in this cultural moment, #MeToo. In your line of work, have you ever found yourself in potentially exploitative situations like the women in that film? I’m sure I’ve been in those situations. I’m sure I’ve used those situations on purpose to my advantage as well.\nHow so? I don’t want to say I’ve always been prey. I don’t want to act like in every moment of flirtation I’ve always been the victim. We know the dynamics of what is alluring to the opposite sex but also know there has to be boundaries. For my character Lisa in “Support the Girls,” it’s like, we work in a breastaurant, but here are the boundaries. And #MeToo is defining new parameters. It’s all about where lines get drawn. That’s what’s so interesting about this movement.\nI can’t imagine it happens much anymore, but do people still ever mistake you for Regina King? It happens a lot! Years ago I got a layout in a magazine. I can’t remember which one. The magazine said it was using a picture of me in a bright red dress. I’m thinking, I wonder when I wore a bright red dress? Then there was the layout — of Regina King. She and I laugh about it. Regina, it’s a good thing I love you.", "url": "https://www.nytimes.com/interactive/2019/03/11/magazine/regina-hall-movies-black-audience.html"}