{"authors": ["Jeremy Ashkenas", "Derek Watkins", "Archie Tse"], "date_download": "2022-10-25 23:54:07", "date_modify": "2022-10-25 23:54:07", "date_publish": "2014-12-11 14:42:19", "description": "Maps showing the violent rise of the Islamist militant group that is waging a campaign of terror in Nigeria.", "filename": "interactive_2014_12_11_world_africa_boko-haram-nigeria-maps_1666742047.html", "image_url": "https://static01.nyt.com/images/2014/12/11/world/africa/boko-haram-nigeria-terrorism-maps-1418279191613/boko-haram-nigeria-terrorism-maps-1418279191613-articleLarge.png?year=2014&h=369&w=600&s=eaac0287fcc2d67f79e3d634c8daeab47a44fbf4e4163aa0be565efbf23c39fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_12_11_world_africa_boko-haram-nigeria-maps_1666742047.html", "title": "Boko Haram: The Other Islamic State", "title_page": "Boko Haram: The Other Islamic State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In July 2013, dozens of teenage male students are killed in a raid on a school in Buni Yadi.\nIn August, Boko Haram fighters attack a mosque in Konduga with automatic weapons, killing more than 40 people.\nIn December, hundreds of militants attack an air force base and military checkpoint in Maiduguri.\nIn April 2014, Boko Haram kidnaps more than 250 schoolgirls in Chibok, setting off an international outcry.\nIn May, in a brutal attack on the border town of Gamboru Ngala, Boko Haram fires on a busy marketplace, burns down houses, and shoots people attempting to flee; hundreds are killed.\nNigeria’s president declares a state of emergency in the northeast, sending in more troops and granting them additional powers of arrest and the ability to seize “any building or structure.” Boko Haram responds with a wave of attacks, issuing an ultimatum to southern Nigerians living in the north. Hundreds of thousands flee. The United Nations calls the brutality and frequency of attacks on civilians “unprecedented.” According to data gathered from news reports by IHS Jane’s Terrorism and Insurgency Center, Boko Haram killed about 2,000 people during the first six months of 2014, nearly as many as during the entire previous four years. The attacks include:", "url": "https://www.nytimes.com/interactive/2014/12/11/world/africa/boko-haram-nigeria-maps.html"}