{"authors": ["Kenan Davis", "Victor Mather", "Joe Ward"], "date_download": "2022-10-25 23:36:14", "date_modify": "2022-10-25 23:36:14", "date_publish": "2018-06-25 08:20:32", "description": "The group stage of the World Cup is almost over. What will it take for each team to advance to the knockout round?", "filename": "interactive_2018_06_25_sports_world-cup_how-teams-can-advance_1666740974.html", "image_url": "https://static01.nyt.com/images/2018/06/25/us/how-teams-can-advance-promo-1529914306357/how-teams-can-advance-promo-1529914306357-facebookJumbo.jpg?year=2018&h=549&w=1050&s=0b1eccf6e4bde10e1cf97da847ac525d19afc4d8913a2c8dd6e3ed50bf567c3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_06_25_sports_world-cup_how-teams-can-advance_1666740974.html", "title": "World Cup 2018: How Teams Can Advance to the Round of 16", "title_page": "World Cup 2018: How Teams Can Advance to the Round of 16 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Thursday: Groups G and H\nThe group stage of the World Cup is almost over: All 32 teams have completed their second of three games of group play. Now is the time many serious fans start to do the math to determine what their teams must do to ensure a place in the knockout stage of the competition.\nIn the early matches, Colombia’s 1-0 victory over Senegal earned it the top spot in Group H, and Japan lost to Poland, 1-0. Japan still advanced on the sixth tiebreaker, the “fair play” rule. The rule says that the team with fewest yellow cards and red cards in the tournament would advance to the next round, and Japan had four yellows while Senegal had six.\nIn the later matches, England and Belgium, having already clinched a spot in the round of 16, faced off amid debate about whether it would be better to play to lose and avoid what is considered the tougher side of the knockout-round bracket. The Belgians won, 1-0, and will now play in the side of the bracket featuring four previous World Cup champions with 10 titles between them. In the match between two eliminated teams, Tunisia beat Panama, 2-1.\nNow that the round of 16 is set, here’s the bracket for the knockout rounds.\nMiss a match? Go here for all of our World Cup coverage.\nGroup A\nW L D GF GA +/- Pts Uruguay 3 0 0 5 0 +5 9 Russia 2 1 0 8 4 +4 6 Saudi Arabia 1 2 0 2 7 -5 3 Egypt 0 3 0 2 6 -4 0\nUruguay won the group with a 3-0 win over Russia. It will play the second-place team from Group B, Portugal.\nRussia has exceeded expectations by clinching a berth in the next round, and scoring eight goals in the group stage. It will play Spain, the Group B winners.\nSaudi Arabia was eliminated, but earned its first World Cup win since 1994 after beating Egypt, 2-1.\nEgypt was eliminated but we’ll be talking about how Mohamed Salah was drawn into a political controversy during his team’s stay in Chechnya for the tournament.\nGroup B\nW L D GF GA +/- Pts Spain 1 0 2 6 5 +1 5 Portugal 1 0 2 5 4 +1 5 Iran 1 1 1 2 2 0 4 Morocco 0 2 1 2 4 -2 1\nSpain clinched advancement, and won the group over Portugal on a tiebreaker of goals scored. It will play Russia, the host team, in the round of 16.\nPortugal advanced with a draw against Iran in its final game of group play and will face Uruguay next.\nIran was eliminated after tying Portugal, 1-1.\nMorocco was eliminated before its final game, but it earned a point in its 2-2 draw with Spain.\nGroup C\nW L D GF GA +/- Pts France 2 0 1 3 1 +2 7 Denmark 1 0 2 2 1 +1 5 Peru 1 2 0 2 2 0 3 Australia 0 2 1 2 5 -3 1\nFrance won the group against Denmark in the tournament’s first 0-0 draw. It will face the second-place team from Group D, Argentina.\nDenmark advanced after tying France. It will play Croatia, the winner of Group D.\nPeru was eliminated before its final match, but it beat Australia, 2-0, delighting its fans, who have made the most of La Blanquirroja’s first World Cup appearance since 1982.\nAustralia had a chance to advance, but it needed to win against Peru and for Denmark to lose to France. Neither of those happened and Australia finished at the bottom of the group.\nGroup D\nW L D GF GA +/- Pts Croatia 3 0 0 7 1 +6 9 Argentina 1 1 1 3 5 -2 4 Nigeria 1 2 0 3 4 -1 3 Iceland 0 2 1 2 5 -3 1\nCroatia won the group after defeating Iceland, 2-1. It will play Denmark, from Group C, in the next round.\nArgentina secured a spot in the round of 16 with a riveting 2-1 win over Nigeria. It will match up next against France, the Group C winners.\nNigeria would have advanced with a win over Argentina but was eliminated.\nIceland had to win against Croatia in its final game in order have a chance to progress, but it lost and was eliminated.\nGroup E\nW L D GF GA +/- Pts Brazil 2 0 1 5 1 +4 7 Switzerland 1 0 2 5 4 +1 5 Serbia 1 2 0 2 4 -2 3 Costa Rica 0 2 1 2 5 -3 1\nBrazil won the group after a solid performance, defeating Serbia, 2-0. The Selecao went into the match at risk of being eliminated, but Brazil’s victory continued its streak of advancing beyond the tournament’s first hurdle in every World Cup since its shocking group stage exit in 1966. It will play Mexico, from Group F, next.\nSwitzerland advanced with a 2-2 draw against Costa Rica. It will face Sweden, the Group F winners, in the next round.\nSerbia would have advanced with a win over Brazil, but it lost and was eliminated instead.\nCosta Rica was eliminated before its final game against Switzerland, but it finally scored in its 2-2 draw with the Swiss, ensuring that every team scored at least one goal in the tournament.\nGroup F\nW L D GF GA +/- Pts Sweden 2 1 0 5 2 +3 6 Mexico 2 1 0 3 4 -1 6 South Korea 1 2 0 3 3 0 3 Germany 1 2 0 2 4 -2 3\nSweden won the group, after defeating Mexico, 3-0. It will play the second-place team from Group E, Switzerland.\nMexico survived and advanced despite a drubbing by Sweden in its final game of the group stage. It needed help to survive from South Korea in the group’s other match, and South Korea delivered by beating Germany, knocking out the reigning World Cup champions. In the last 16, Mexico will play Brazil, the winners of Group E.\nSouth Korea won against Germany in its final game, and it needed Mexico to beat Sweden to give it a chance of advancing. But Mexico lost to Sweden, and South Korea was eliminated.\nGermany failed to reach the round of 16 after South Korea scored two goals in stoppage time to win, 2-0. In three of the previous four World Cups, the reigning champion was eliminated in the group stage. Germany, finishing at the bottom of the group, continued that trend.\nGroup G\nW L D GF GA +/- Pts Belgium 3 0 0 9 2 +7 9 England 2 1 0 8 3 +5 6 Tunisia 1 2 0 5 8 -3 3 Panama 0 3 0 2 11 -9 0\nBelgium won the group after beating England, 1-0. It will match up against Japan next.\nEngland advanced, finishing second in the group after losing to the Belgians. It will play the Group H winners, Colombia.\nTunisia was eliminated before it before its final group match against Panama.\nPanama was also eliminated before its final match.\nGroup H\nW L D GF GA +/- Pts Colombia 2 1 0 5 2 +3 6 Japan 1 1 1 4 4 0 4 Senegal 1 1 1 4 4 0 4 Poland 1 2 0 2 5 -3 3\nColombia won the group and advanced with a 1-0 win over Senegal. It will play the second-place team from Group G.\nJapan advanced despite losing to Poland, 1-0, in its final game of group play. It progressed to the last 16 on the sixth tiebreaker, the “fair play” rule. Japan will face the winner of Group G.\nSenegal had a chance to reach the next round, but it lost to Colombia in its final game of the group stage. That left Senegal deeply tied with Japan for second place, but the tiebreaker rules eliminated Senegal because it had six yellows in the tournament and Japan only had four.", "url": "https://www.nytimes.com/interactive/2018/06/25/sports/world-cup/how-teams-can-advance.html"}