{"authors": ["Sarah Almukhtar", "Derek Watkins"], "date_download": "2022-10-25 23:49:57", "date_modify": "2022-10-25 23:49:57", "date_publish": "2016-09-06 02:56:12", "description": "A survivor’s story of how he was almost crushed to death at the 2015 hajj.", "filename": "interactive_2016_09_06_world_middleeast_2015-hajj-stampede.html_action=click&module=RelatedLinks&pgtype=Article_1666741797.html", "image_url": "https://static01.nyt.com/images/2016/09/06/world/middleeast/hajj-crush-square-promo/hajj-crush-square-promo-facebookJumbo.jpg?year=2016&h=550&w=1050&s=110b6735cb0fed71ce7811a635986722b75dcb41d7a23b44d83c88523ce34897&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_09_06_world_middleeast_2015-hajj-stampede.html_action=click&module=RelatedLinks&pgtype=Article_1666741797.html", "title": "How One of the Deadliest Hajj Accidents Unfolded", "title_page": "How One of the Deadliest Hajj Accidents Unfolded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Sept. 24, 2015, hundreds, maybe thousands, of pilgrims were crushed to death at the hajj in Mecca. Rashid Siddiqui survived.This is his story of that day.\nOn Sept. 24, 2015, hundreds, maybe thousands, of pilgrims were crushed to death at the hajj in Mecca.\nRashid Siddiqui survived.This is his story of that day.\n“I’m dying.\nI’m dying. I need water.”\n“I’m dying. I’m dying. I need water.” Rashid Siddiqui kept hearing those words from his fellow Muslim pilgrims lying mangled on the ground in 118-degree heat, under a searing Saudi sun. Barefoot, topless and dazed, Mr. Siddiqui had somehow escaped being crushed by the surging crowd.\nIt was Sept. 24, 2015, the third morning of the hajj, the annual five-day pilgrimage to Mecca, Saudi Arabia, by millions of Muslims from around the world. By some estimates, it was the deadliest day in hajj history and one of the worst accidents in the world in decades.\nAn American from Marietta, an Atlanta suburb, Mr. Siddiqui, 42, had been walking through a sprawling valley of tens of thousands of pilgrim tents. His destination: Jamarat Bridge, where pilgrims throw pebbles at three large pillars in a ritual symbolizing the stoning of the devil.\nHe was less than a mile from the bridge when the crush began.\nRashid Siddiqui at his home in Marietta, Ga. Melissa Golden for The New York Times\nHundreds, and probably thousands, died. But nearly a year later, the Saudi authorities have yet to explain exactly how the disaster happened. Nor have they provided what is widely considered an accurate death toll. Many of the victims came from Iran, Saudi Arabia’s bitter rival, creating a new source of acrimony between the countries that led Iran’s government to bar its citizens from the hajj this year.\nDeadly crowd crushes once frequently marred the hajj, especially around the Jamarat Bridge. The Saudis sought to prevent such calamities by expanding the bridge after more than 360 people died near it in 2006.\nAfter the expansion, there were no major episodes — until last year.\nA count by The Associated Press, derived from official and state news reports of the dead from 36 countries with pilgrims in Mecca, found that at least 2,400 people had died. The Saudi authorities, however, still give an official death toll of 769.\nSub-Saharan Africa Deaths, by region of origin Southeast Asia Middle East and North Africa South Asia Iran 368 135 334 464 1,103 Sub-Saharan Africa Deaths, by region of origin Southeast Asia Middle East and North Africa South Asia Iran 135 334 368 464 1,103 Deaths, by region of origin Sub-Saharan Africa 1,103 Iran 464 South Asia 368 Middle East and North Africa 334 Southeast Asia 135 Deaths, by region of origin Sub-Saharan Africa 1,103 Iran 464 South Asia 368 Middle East and North Africa 334 Southeast Asia 135 The New York Times | Source: The Associated Press\nDespite years of accusations of mismanagement, the Saudi royal family has repeatedly insisted on its right to supervise the hajj.\nAll Muslims who are physically and financially able to complete the hajj are obliged to do so at least once in their lives. Under Saudi Arabia’s ruling royal family, which regards the king as the custodian of Islam’s holiest sites, the number of pilgrims coming from outside the country has grown more than tenfold since World War II.\nIn recent years, two million to three million people have attended the annual hajj.\n2012 3.2 million Pilgrims at the hajj, in millions Last year 2 million 1996 ’00 ’05 ’10 2015 2012 3.2 million Pilgrims at the hajj, in millions Last year 2 million 1996 ’00 ’05 ’10 2015 2012 3.2 million Last year 2 million Pilgrims at the hajj, in millions 1996 ’00 ’05 ’10 2015 The New York Times | Source: Saudi Central Department of Statistics and Information\nThe Saudis have poured tens of billions of dollars into expanding pilgrimage accommodations that often cater to the wealthy, who can pay upward of $2,700 a night for choice hotel rooms overlooking the Kaaba, the black cube that is considered to be the House of God, at the center of Islam’s holiest mosque in Mecca.\nMuslim pilgrims prayed around the Kaaba during the hajj in 2014. Muhammad Hamed/Reuters\nBut even the wealthiest pilgrims spend part of the pilgrimage in an enormous tent city, known as Mina, where Muslims are grouped according to the part of the world they come from.\nMr. Siddiqui awoke before dawn inside a brightly lit tent. He had stayed up late, chatting and drinking tea with friends, then slept on a floor mattress beside dozens of other pilgrims separated by canvas partitions.\nDespite the hour, Mr. Siddiqui said, he felt fresh and strong. Two weeks earlier, he had been working as a building information manager in Riyadh, the Saudi capital, but he quit and decided at the last minute to make his first hajj.\nSecrets of\nthe Kingdom Articles in this series explore the power and influence of Saudi Arabia. Read more He was surprised to find the pilgrimage relaxing — almost like a vacation, he said — not the grueling trek that some hajj veterans had warned him to expect.\nDressed in sandals and his ihram, the men’s hajj clothing of two white, cloth wraps, Mr. Siddiqui washed, prayed and ate breakfast from the tent’s buffet with his companions, relishing the communal experience.\nHe hung his official identification card around his neck and placed valuables in his belt pack — a wallet, a local cellphone and a smartphone to call his wife, Farah, who was at home with their two children in Marietta.\nAbout 6:30, Mr. Siddiqui exited his tent, ready to follow the footsteps taken by the Prophet Muhammad more than a millennium ago.\nWalking with a group that included his brother-in-law, his brother-in-law’s wife and a few friends, Mr. Siddiqui stopped often to take photographs he would post on Facebook.\nHe was awed by the diversity of the crowd, with people of varying skin colors from all over the world, carrying the flags of their countries.\nIn what seemed like a hiccup, they were stopped by guards who had closed their intended route, for reasons yet to be made clear. Looking around, Mr. Siddiqui said, they saw a lot of people taking an alternate route via an overpass, and they decided to follow.\nMr. Siddiqui took this photograph just before he and his companions were stopped. Rashid Siddiqui\nMr. Siddiqui video-called his wife to share the excitement. It was past midnight in Atlanta, and she had just finished preparing for Eid al-Adha, or the Feast of Sacrifice, celebrated to signify the end of the hajj.\nWatching the hajj over the phone, Mrs. Siddiqui said, she was blinded by what she saw — a sunlit sea of people in white. Mr. Siddiqui then caught up to his brother-in-law and turned the camera on him. Her brother seemed intent on his destination, Mrs. Siddiqui said, and stopped just long enough to greet her with a salute. Her sister-in-law also smiled and waved.\nIt would be the last time she would see or speak with her brother and his wife.\nTheir path began to narrow. Mr. Siddiqui fell in behind his companions as they shifted to single file, hands on one another’s shoulders. He felt pressure from the crowd building as more people poured in.\nMr. Siddiqui took this photograph about 15 minutes before the crush. Rashid Siddiqui\nUp ahead, Mr. Siddiqui noticed pilgrims scrambling up tall fences on both sides of the road, apparently attempting to escape something. He had a moment to wonder whether he should do the same. He never had the chance.\nMr. Siddiqui was pushed, fell two or three times and lost the rest of his group. People around him were chanting final prayers to God.\nThe crush felt like being caught in a wave. Bodies pressed in on him from every direction.\nHe could move only as the crowd moved. There was not an inch of space left.\nThe push and pull of the crush stripped the clothing off many pilgrims, leaving them naked as they struggled to climb the fences.\n“I was really scared at that time,” Mr. Siddiqui said. All he could think about was his family.\nMuslims from outside Saudi Arabia seeking to perform the hajj are required by the Saudi hajj ministry to travel in organized groups, through private travel agencies or national delegations.\nBecause Mr. Siddiqui, an American citizen of Indian origin, was already in Saudi Arabia, he was able to register through a local agency in Riyadh that caters to people of Indian, Pakistani and Bangladeshi origin.\nHe traveled to Mecca from Riyadh on a bus chartered by his travel agency. He began his pilgrimage at the Kaaba, then went to Mina, Arafat and Muzdalifah before heading to Jamarat. Most pilgrims, including Mr. Siddiqui, traveled through the Mina valley on foot to reach Jamarat. Tents in Mina are reserved through the hajj ministry, which organizes pilgrims according to where they come from. Mr. Siddiqui’s tent was in an area for locals and South Asians, about two miles from the Jamarat Bridge. His planned route along Street 511 was blocked, so his group took Street 406, which turns into Street 204. The crush took place near the intersection of Street 204 and Street 223. The Saudi authorities said that the accident happened when two large groups of pilgrims converged. An analysis of photographs of the aftermath showed that the crush probably extended over at least 1,000 feet of Street 204. The New York Times | Source: Map composite from satellite imagery from NASA/USGS Landsat 8 and DigitalGlobe via Google Earth\nThe crush has been described as a stampede, but most victims in such crowd disasters are actually crushed, not trampled, by pressures that are strong enough to bend steel fences.\nIn a crush, the flow of the crowd slips beyond the control of the individuals in it. Waves of pressure ripple through, lifting people off the ground, sometimes carrying them more than 10 feet.\nThe main cause of death in a crowd crush is asphyxiation. People can be squeezed so tightly that they suffocate standing in place.\nMiraculously, perhaps 15 minutes after it began, Mr. Siddiqui found himself pushed backward and out of the crush.\nHe had lost his sandals, the top of his ihram and his identification card, but he was not injured.\nPilgrims in nearby tents were throwing water bottles into the crowd. Survivors scrambled for them, drinking the water and pouring it over themselves. Someone turned on a hose. Streams of water flowed down the street.\nMr. Siddiqui was dehydrated and dazed, with others dying in front of him. “I don’t know how I survived,” he said.\nFor two hours, Mr. Siddiqui watched the police move slowly toward him. They were helping the seriously hurt, leaving other survivors and the dead behind. When an officer finally reached Mr. Siddiqui, he was told to continue the pilgrimage.\nMr. Siddiqui cried as he struggled, climbing over the bodies of the dead, to move a few hundred feet closer to the Jamarat Bridge. He had lost his sense of direction, and the soles of his feet burned on the pavement.\n“I was walking like a dead man,” he said.\nMr. Siddiqui was trying to reach these ramps leading to the Jamarat Bridge on the morning of the crush. Mohammed Al-Shaikh/Agence France-Presse — Getty Images\nWhen he finally reached the bridge, a woman handed him stones to throw and an umbrella for shade. Maybe she had taken pity on him because he was half dressed and dirty, but they did not exchange any words. She just seemed to know that he was in need. He could not even muster a thank you.\nMr. Siddiqui completed the Jamarat ritual, but does not remember how many stones he threw.\nBy the time he got back to his tent, he knew that his in-laws were missing. He had called them repeatedly but got no answer. They did not show up at the tent that night.\nFor the next four days, in between completing the final rituals of the hajj, Mr. Siddiqui walked for hours in the heat to hospitals and clinics. There was no information.\nThe Saudi authorities did not provide a centralized place to assist people searching for loved ones, Mr. Siddiqui contended, so he checked each facility every day. He walked 90 minutes to a morgue, but guards refused to let anyone in.\nMr. Siddiqui canceled his flight home to Atlanta and, with his sister-in-law’s family, continued searching after the hajj ended. Every day, they repeated the same routine and found nothing.\nIn all, Mr. Siddiqui said, about 20 members of his family became involved in the search. They followed every lead, often finding only rumors and misinformation.\nWhen they heard, for example, that the Indian consulate had a list of all of the missing pilgrims from India, Mr. Siddiqui and his family headed there immediately. But Mr. Siddiqui’s brother-in-law and wife were not on the list.\nOther relatives of victims were also frustrated. Syed Shahzad Azhar of Pakistan lost his mother and brother. It took nine months and DNA tests to confirm his mother’s death.\nBut Mustafizur Rahman, who lost his sister Sabina in the crush, said Saudi hospital employees had been very helpful. He flew from his home in Bangladesh to Mecca and identified her two weeks later in a photograph while reviewing a slide show of photographs of the dead.\nVictims of the crush were laid out in the street. Associated Press\nMaj. Gen. Mansour al-Turki, a spokesman for the Saudi Interior Ministry, said after the crush that it appeared to have been caused by two large groups of pilgrims converging onto Street 204.\nIran, which had the most deaths, blamed what it has described as Saudi mismanagement and criminal negligence. The victims were “murdered” by the Saudis, Iran’s supreme leader, Ayatollah Ali Khamenei, said on Sept. 5.\nThe authorities in Indonesia, which sends more pilgrims to the hajj than any other country and lost nearly 130 citizens in the disaster, also expressed frustration with the Saudi response, saying they were not given full access to victims and hospitals for days.\nPakistan, a close ally of Saudi Arabia and large recipient of Saudi aid, has played down the Pakistani death toll and warned the local news media to avoid criticizing hajj management.\nThe Muslim Public Affairs Council, an American policy advocacy group, released a statement calling for an independent investigation, and transparency from Saudi Arabia. The group also suggested that the Saudi authorities relinquish management of the hajj to international control, an idea the Saudis have rejected.\nIn June, the Saudis announced that electronic bracelets would be given to pilgrims this year to ease identification. The Saudi hajj ministry has also imposed new restrictions on when pilgrims can perform the stoning at Jamarat Bridge. But despite promising to conduct an investigation, the ministry has not disclosed any findings related to the crush.\nIRAQ IRAN SAUDI ARABIA EGYPT OMAN Riyadh Mecca RED SEA ARABIAN SEA SUDAN YEMEN IRAQ IRAN SAUDI ARABIA EGYPT OMAN Riyadh Mecca RED SEA ARABIAN SEA SUDAN YEMEN IRAQ IRAN SAUDI ARABIA OMAN Riyadh EGYPT Mecca RED SEA SUDAN ARABIAN SEA YEMEN ETHIOPIA SOMALIA The New York Times\nExhausted and eager to reunite with his wife and children, Mr. Siddiqui returned to Riyadh about 10 days after the crush. A few days later, he flew back to Atlanta while other relatives searched on.\nFifteen days after the crush, Mr. Siddiqui’s brother-in-law was confirmed dead at a morgue in Mina by his younger brother. He was buried in Mina a half an hour later.\nAfter another two weeks, his brother-in-law’s wife was confirmed dead based on photographic evidence of her remains. By that time, she had been buried by the Saudi authorities.\nThe couple left behind two young children, who now live with their extended family in India.\nSince the crush, Mr. Siddiqui has questioned every action he took that changed his life. When he returned home, he researched what had happened, mapping out the routes he took and writing about his experience. Eventually, he said, he stopped looking for answers.\n“I was there,” he said of the crush, but “I cannot tell you exactly the cause.”\nSources: Mina tent organization from Umm Al-Qura University. Hajj management information from the Saudi Ministry of Hajj and Umrah website. Crowd crush dynamics based on “The Causes and Prevention of Crowd Disasters,” by John J. Fruin. Hajj history from “Guests of God: Pilgrimage and Politics in the Islamic World,” by Robert R. Bianchi, and “Hajj: Journey to the Heart of Islam,” edited by Venetia Porter.", "url": "https://www.nytimes.com/interactive/2016/09/06/world/middleeast/2015-hajj-stampede.html?action=click&module=RelatedLinks&pgtype=Article"}