{"authors": ["Sopan Deb", "Sam Anderson"], "date_download": "2022-10-25 23:35:00", "date_modify": "2022-10-25 23:35:00", "date_publish": "2021-06-16 12:56:08", "description": "Body control, footwork, passing, shooting … he had it all on Tuesday night in the Nets’ playoff win over the Milwaukee Bucks.", "filename": "interactive_2021_06_16_sports_basketball_kevin-durant-nets-bucks_1666740900.html", "image_url": "https://static01.nyt.com/images/2021/06/16/sports/16nba-durant1/merlin_189315297_40316859-8228-4c08-8b08-121941034402-facebookJumbo.jpg?year=2021&h=550&w=1050&s=10a744d16c8f06bb18158d93d281197134e601b14f8860ca8ce28e7cf3e6b175&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_06_16_sports_basketball_kevin-durant-nets-bucks_1666740900.html", "title": "Here’s Why Kevin Durant Was Unstoppable in Game 5 Against the Bucks", "title_page": "Here’s Why Kevin Durant Was Unstoppable in Game 5 Against the Bucks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Bucks could not contain Kevin Durant on Tuesday. Elsa/Getty Images\nKevin Durant’s performance on Tuesday night was a Pantheon Game, one that gets talked about for years to come and elevates a star player’s legacy.\nWith Kyrie Irving out because of an ankle injury, and James Harden clearly hobbled, the Nets needed Durant to carry their offense in Game 5 against the Milwaukee Bucks. Like Atlas, who put the Earth on his back, Durant did. He finished with 49 points, 17 rebounds and 10 assists, and became the first player in league history to record those totals in a playoff game. It was the highest-scoring performance by a Nets player in playoff history. Durant played every minute in the 114-108 victory in Brooklyn that gave the Nets a three-games-to-two series lead.\nOver and over, Durant showed what makes him almost impossible to guard.\nHe is nearly 7 feet tall and plays like an elite guard. His height sets him apart from other N.B.A. greats, and his skill from that of other towering players in today’s N.B.A. Ben Simmons of the Philadelphia 76ers has the passing ability, but not the scoring; Kristaps Porzingis of the Dallas Mavericks doesn’t come close to Durant’s skill level in just about anything.\nShooting over P.J. Tucker. Brad Penner/USA Today Sports, via Reuters\nDurant has a wiry frame for a 6-foot-10 player. At the N.B.A. combine before he was drafted in 2007, there were concerns about his strength because he couldn’t bench-press 185 pounds.\nHis game is based more on finesse than muscle, which is exceedingly rare for players of his height. In theory, the Bucks have three players who should give Durant trouble: P. J. Tucker, a mobile forward who is stronger than Durant; Jrue Holiday, a fast defender who has made three All-Defensive teams; and Giannis Antetokounmpo, a former Defensive Player of the Year, who has more strength and is taller than Durant. But Durant has counters for all of them.\n“He’s maybe the greatest scorer ever, one of the best,” Tucker said earlier in the series. “He’s going to score the ball, nobody’s going to stop that.”\nDurant has routinely shot over Tucker in this series, like this play in the first quarter on Tuesday night.\nBrooklyn Nets, YouTube\nDurant simply muscled Holiday in the paint (and shot over him). And Durant can simply drive by Antetokounmpo with his superior foot speed (and he occasionally shoots over him too).\nBody Control\nAs tall as Durant is, he has incredible agility and body control. In this play, he goes to his left to use a screen and is met by Brook Lopez at the free-throw line. So Durant goes the other way, before hitting a fadeaway.\nBrooklyn Nets, YouTube\nIt looks easy, since it’s close to the basket. But with his momentum taking him away from the hoop, Durant needs to have good balance when he jumps to get a shot off.\nAnd notice when Durant makes his move. He begins to quickly slither through the defense from about 35 feet out near the half-court logo and easily gets to a spot he likes.\nFootwork\nSome N.B.A. stars have obvious weaknesses. Antetokounmpo is not a strong outside shooter, so defenders load up the paint to try to force him to take more jumpers. Some players are much stronger driving to the right than the left.\nDurant’s footwork and ball-handling give him an edge in any single matchup. A good example is when Durant is matched up with Elijah Bryant early in the second quarter here.\nBrooklyn Nets, YouTube\nBryant is in a pickle from the start because Durant cannot be forced right or left, since he’s strong on both sides of the floor. This makes Durant more unpredictable. According to StatMuse, Durant had an above-average shooting percentage from every spot on the floor this season, except near the right side of the free-throw line.\nDurant dribbles the ball behind his back — not an easy move to pull off for someone as tall as him — and lands with his feet in perfect position to launch a jumper.\nHe again exploits his height advantage. Once he moves the ball behind his back, he has extra space to work with. Even if Bryant can stay with Durant on the initial dribble, Durant can simply shoot over him. His footwork gives him the extra two or three inches he needs.\nPassing\nIn order for Durant to be an elite scorer, he also needs to be able to pass effectively. Here he gets doubled in the paint by Tucker and Khris Middleton at the free throw line. He punishes them by finding an open Bruce Brown cutting underneath the basket.\nBrooklyn Nets, YouTube\nA lot of players would have simply passed the ball back out, missed Brown entirely, or gotten the ball to him too late, allowing the defense to recover. But Durant’s basketball I.Q. is exceedingly high. His height helps here too: He can see over defenders on the perimeter, particularly smaller guards. Durant averaged 5.6 assists this regular season, the second highest of his career.\nShooting\nAside from being able to create his shot whenever he wants, Durant is an elite 3-point shooter, another rarity for a near 7-footer. This year, he shot a whopping 45 percent from deep. For his career, he’s at 38.4 percent.\nThis means defenders can’t stay in the paint as they can when guarding players like Antetokounmpo and Simmons. They have to guard Durant on the perimeter, leaving their defenses more spread out and giving him more room to operate.\nContesting Durant’s deep shots is difficult, too: He’s so tall that he can see the basket more easily.\nDurant’s height lets him see the basket better. Kathy Willens/Associated Press\nTuesday night’s Game 5 had a perfect example of this. With the Nets up 1 point with the ball and less than a minute left, Durant pulls up with 1.4 seconds left on the shot clock and shoots over Middleton. For other players of Durant’s height, that’s almost a sure miss. But he gets a clear look at the basket and is able to ice the game.\nBrooklyn Nets, YouTube\nCan Durant Be Stopped?\nDurant shot only 20 for 53 combined in Games 3 and 4, for 58 points. That made him look somewhat mortal. The player who has had the most success against Durant this series is Tucker, who has used his strength to push Durant off his comfortable spots. But Durant adjusted to that on Tuesday by making quicker decisions to keep Tucker off balance.\nThe Bucks have tried various defensive strategies on Durant, including switching defenders constantly. But one thing that is worth trying is to aggressively trap Durant any time he has the ball, forcing him to give it up. Unfortunately for the Bucks, Durant is a strong enough ballhandler to evade those traps, an accurate enough passer to find open shooters and a good enough shooter for traps to simply not matter.\nDurant didn’t rest on Tuesday and has played at least 40 minutes in every game except one this series. He’s got to be tired in Game 6 on Thursday. (Right?)", "url": "https://www.nytimes.com/interactive/2021/06/16/sports/basketball/kevin-durant-nets-bucks.html"}