{"authors": ["The New York Times"], "date_download": "2022-10-25 23:00:50", "date_modify": "2022-10-25 23:00:50", "date_publish": "2019-09-26 12:51:35", "description": "The complaint filed by an intelligence officer about President Trump’s interactions with the leader of Ukraine.", "filename": "interactive_2019_09_26_us_politics_whistle-blower-complaint.html_action=click&module=RelatedLinks&pgtype=Article_1666738850.html", "image_url": "https://static01.nyt.com/images/2019/09/26/us/whistleblower-complaint-promo-1569502500532/whistleblower-complaint-promo-1569502500532-facebookJumbo-v6.jpg?year=2019&h=549&w=1050&s=c738a36d0cd4724facd2f0f13f74040cd07a37268f7fad6108f9587d491585ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_09_26_us_politics_whistle-blower-complaint.html_action=click&module=RelatedLinks&pgtype=Article_1666738850.html", "title": "Document: Read the Whistle-Blower Complaint", "title_page": "Document: Read the Whistle-Blower Complaint - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "UNCLASSIFIED\nThe President also praised Ukraine’s Prosecutor General, Mr. Yuriy Lutsenko, and suggested that Mr. Zelenskyy might want to keep him in his position. (Note: Starting in March 2019, Mr. Lutsenko made a series of public allegations—many of which he later walked back—about the Biden family’s activities in Ukraine, Ukrainian officials’ purported involvement in the 2016 U.S. election, and the activities of the U.S. Embassy in Kyiv. See Part IV for additional context.)\nThe White House officials who told me this information were deeply disturbed by what had transpired in the phone call.2 They told me that there was already a “discussion ongoing” with White House lawyers about how to treat the call because of the likelihood, in the officials’ retelling, that they had witnessed the President abuse his office for personal gain.\nThe Ukrainian side was the first to publicly acknowledge the phone call. On the evening of 25 July, a readout was posted on the website of the Ukrainian President that contained the following line (translation from original Russian-language readout):\n“Donald Trump expressed his conviction that the new Ukrainian government will be able to quickly improve Ukraine’s image and complete the investigation of corruption cases that have held back cooperation between Ukraine and the United States.”\nAside from the above-mentioned “cases” purportedly dealing with the Biden family and the 2016 U.S. election, I was told by White House officials that no other “cases” were discussed.\nBased on my understanding, there were approximately a dozen White House officials who listened to the call — a mixture of policy officials and duty officers in the White House Situation Room, as is customary. The officials I spoke with told me that participation in the call had not been restricted in advance because everyone expected it would be a “routine” call with a foreign leader. I do not know whether anyone was physically present with the President during the call.\nIn addition to White House personnel, I was told that a State Department official, Mr. T. Ulrich Brechbuhl, also listened in on the call.\nI was not the only non-White House official to receive a readout of the call. Based on my understanding, multiple State Department and Intelligence Community officials were also briefed on the contents of the call as outlined above.\nII. Efforts to restrict access to records related to the call\nIn the days following the phone call, I learned from multiple U.S. officials that senior White House officials had intervened to “lock down” all records of the phone call, especially the official word-for-word transcript of the call that was produced—as is customary—by the White House Situation Room.3 This set of actions underscored to me that White House officials understood the gravity of what had transpired in the call.\nWhite House officials told me that they were “directed” by White House lawyers to remove the electronic transcript from the computer system in which such transcripts are typically stored for coordination, finalization, and distribution to Cabinet-level officials.\n3\nUNCLASSIFIED", "url": "https://www.nytimes.com/interactive/2019/09/26/us/politics/whistle-blower-complaint.html?action=click&module=RelatedLinks&pgtype=Article"}