{"authors": ["The New York Times"], "date_download": "2022-10-25 23:38:47", "date_modify": "2022-10-25 23:38:47", "date_publish": "2016-08-17 17:28:46", "description": "Britain has started the clock on leaving the European Union, and will be out of the bloc by March 2019. Here is how “Brexit” has affected business so far.", "filename": "interactive_2016_business_international_brexit-uk-what-happens-business_1666741127.html", "image_url": "https://static01.nyt.com/images/2017/03/29/business/27BREXIT/27BREXIT-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d049b9e229fa700cf050c752ac2c99caea24c31e36d0548f315187442bf5a990&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_business_international_brexit-uk-what-happens-business_1666741127.html", "title": "How ‘Brexit’ Could Change Business in Britain", "title_page": "How ‘Brexit’ Could Change Business in Britain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The issue of “Brexit” remains divisive in Britain, with little agreement on how it will affect the country’s economy.\nWas it a vote in favor of recession, or of financial freedom? Positive economic news is seized upon by so-called Brexiteers as proof that the referendum produced the right result. Negative indicators provide fodder for “Remoaners” who wanted Britain to stay in the bloc.\nDuring the campaign ahead of Britain’s general election in June, voters focused on issues like care for the elderly and national health services. The previous year’s Brexit vote was largely sidestepped.\nThe effects of the vote to leave the European Union, however, are becoming clearer.\nBritain will almost certainly be out of the bloc by the end of March 2019, and Prime Minister Theresa May wants it to be a clean break.\nBut companies are reassessing their long-term investments in Britain, fearful of how Brexit might affect trade across the European Union. And while Britain and Europe are negotiating over what happens to European Union citizens who now work in Britain (as well as Britons who work in other European Union countries), no one is sure how those talks will go.\nHere is how the Brexit vote has shaped business thus far:", "url": "https://www.nytimes.com/interactive/2016/business/international/brexit-uk-what-happens-business.html"}