{"authors": [], "date_download": "2022-10-25 23:54:48", "date_modify": "2022-10-25 23:54:48", "date_publish": "2021-04-19 13:17:09", "description": "Twelve leading European soccer clubs issued a statement on Sunday confirming their plans to form a breakaway league. Here’s what they said at the time.", "filename": "interactive_2021_04_19_sports_soccer_super-league-announcement_1666742088.html", "image_url": "https://static01.nyt.com/images/2021/04/19/doc-1303198-breakaway-soccer-clubs-announce-super-league-promo/doc-1303198-breakaway-soccer-clubs-announce-super-league-promo-facebookJumbo.png?year=2021&h=550&w=1050&s=8a0f2cbde5ea70bf3c6facd294972f55640278298c52156619f33ff034ed74a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_04_19_sports_soccer_super-league-announcement_1666742088.html", "title": "The ‘Super League’ Announcement", "title_page": "The ‘Super League’ Announcement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE SUPER LEAGUE Competition Format 20 participating clubs with 15 Founding Clubs and a qualifying mechanism for a further five teams to qualify annually based on achievements in the prior season. . Midweek fixtures with all participating clubs continuing to compete in their respective national leagues, preserving the traditional domestic match calendar which remains at the heart of the club game. An August start with clubs participating in two groups of ten, playing home and away fixtures, with the top three in each group automatically qualifying for the quarter finals. Teams finishing fourth and fifth will then compete in a two-legged play-off for the remaining quarter-final positions. A two-leg knockout format will be used to reach the final at the end of May, which will be staged as a single fixture at a neutral venue. As soon as practicable after the start of the men's competition, a corresponding women's league will also be launched, helping to advance and develop the women's game. The new annual tournament will provide significantly greater economic growth and support for European football via a long-term commitment to uncapped solidarity payments which will grow in line with league revenues. These solidarity payments will be substantially higher than those generated by the current European competition and are expected to be in excess of €10 billion during the course of the initial commitment period of the Clubs. In addition, the competition will be built on a sustainable financial foundation with all Founding Clubs signing up to a spending framework. In exchange for their commitment, Founding Clubs will receive an amount of €3.5 billion solely to support their infrastructure investment plans and to offset the impact of the COVID pandemic. Florentino Pérez, President Real Madrid CF and the first Chairman of the Super League said: \"We will help football at every level and take it to its rightful place in the world. Football is the only global sport in the world with more than four billion fans and our responsibility as big clubs is to respond to their desires.\"", "url": "https://www.nytimes.com/interactive/2021/04/19/sports/soccer/super-league-announcement.html"}