{"authors": [], "date_download": "2022-10-25 23:26:02", "date_modify": "2022-10-25 23:26:02", "date_publish": "2017-05-23 17:04:51", "description": "New York Times journalists are answering readers’ questions about President Trump’s first trip abroad. He is visiting multiple cities in four countries: Saudi Arabia, Israel, Italy and Belgium.", "filename": "interactive_2017_05_23_world_trump-trip-questions_1666740362.html", "image_url": "https://static01.nyt.com/images/2017/05/22/world/22trump-family-text-sub/22trump-family-text-sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3b7dc60911072ac8fc31e3990bd763be39a43927a54f71cc4827b66f3f2a92ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_05_23_world_trump-trip-questions_1666740362.html", "title": "Q&A: Trump’s First Foreign Trip", "title_page": "Q&A: Trump’s First Foreign Trip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The status of Jerusalem is a tricky diplomatic issue – and for Israelis, little is more sensitive than the Western Wall. Bill Clinton visited the wall after he was president. Barack Obama visited as a candidate. But no sitting president has done so, because the United States, along with most of the rest of the world, does not recognize the Old City of Jerusalem as part of Israel.\nIsraeli paratroopers captured the Old City – by the Jewish calendar, exactly 50 years ago this Wednesday – and rapidly annexed it, along with the rest of East Jerusalem. But the United States and other countries have not recognized this, since both Israelis and Palestinians claim Jerusalem as their capital. The United States, like others, is waiting for a final deal and that is why having a sitting president visit has been considered diplomatically inappropriate and not necessarily conducive to peace efforts.\nThe Western Wall is the holiest place where Jews can pray. The Palestinians note that Muslims call it Al-Buraq and consider it part of the Al Aqsa Mosque complex, which sits above the wall and is one of the holiest sites in Islam.", "url": "https://www.nytimes.com/interactive/2017/05/23/world/trump-trip-questions.html"}