{"authors": [], "date_download": "2022-10-25 23:30:08", "date_modify": "2022-10-25 23:30:08", "date_publish": "2019-04-29 00:21:42", "description": "“It’s not that I doubt my capacity, but I need to make certain I’m doing it for the right reasons.”", "filename": "interactive_2019_04_28_magazine_stacey-abrams-election-georgia_1666740608.html", "image_url": "https://static01.nyt.com/images/2019/05/05/magazine/05mag-talk-slide-ASD0/05mag-talk-slide-ASD0-facebookJumbo.png?year=2019&h=550&w=1050&s=1e27a38d12e8ead35a5af40d0abda204eecbdbdc09272d770345e681a0bbceb8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_04_28_magazine_stacey-abrams-election-georgia_1666740608.html", "title": "Why Stacey Abrams Is Still Saying She Won", "title_page": "Why Stacey Abrams Is Still Saying She Won - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite being the first black female nominee from a major party to run for governor of any state, Georgia’s Stacey Abrams surely couldn’t have anticipated that losing her election bid — in controversial fashion to the Republican Brian Kemp — would have catapulted her to the heights of the Democratic Party. Now she faces some temptingly plausible next steps, which could include, at least if you ask Charles Schumer, the Senate minority leader, an Abrams run for Senate. Joe Biden reportedly considered the 45-year-old as his running mate, an idea she quickly dismissed — potentially in favor of something even bigger. (A decision she may have made by the time you read this.) “If people I respect legitimately think this is something that could be so,” Abrams said about the possibility of a challenge for the country’s highest office, “and it’s not my mom and sister saying, ‘You should do this,’ then I owe those people the courtesy of thinking it through.”\nI don’t mean to be crass about it, but how much pressure is there for a politician like you to stay in the presidential-candidate conversation as a way of maintaining national relevance? I’ll tell you my experience. I had a state race that was nationalized because of its historical dimensions.1 I had an outcome that was important because of the implications it had not only for Georgia but for how we think about our democracy.2 I was recruited to run for the Senate, which is an important job. At the same time, you had the zeitgeist surrounding the conversation about who should be in the mix for the presidency. It was important to me to not dismiss the calls for me to think about running, especially based on my race and gender and region, because the way I was being dismissed was largely driven by my profile.\nI have a sense of what you mean when you talk about your profile, but could you unpack that for me? My initial thought was, and not to cast aspersions on Beto O’Rourke at all, but there’s this notion that because Beto had done so well in his race for the Senate, he was considered a natural entrant into the presidential sweepstakes. Although I had an almost identical profile in terms of the campaign — and also had fairly substantial legislative experience — the same thought wasn’t attributed to me. There are racial and gender implications to how we think about what leadership looks like in the country. So that was part of the initial conversation for me. In addition, I was approached by a number of organizations and donors. And so I thought it was important to say: “Yes. This is a legitimate thought.” Now, as I give very serious consideration to the idea of running, it comes back to what do I believe I could accomplish in that role.\nWhich is what? That goes to my core ethos, which is that poverty and inequality and inequity in our country are harming our future. And we need a leader who actually sees us all and is willing to lay out thoughtful progressive policies that will lift up the entire country and restore our international position.\nSo a couple of obligatory questions. Please.\nIs running for the Senate still on the table? Absolutely. I am driven by a desire to see poverty end and economic security be a guaranteed capacity for every person. Most of the impediments or solutions are state driven, not federally driven. So shifting gears to think about the Senate was different. The Senate creates an extraordinary platform. While there is not the direct effect that you can have as governor, there is an opportunity to have conversations that are regional and national at the same time — particularly the effect that a change in the Senate can have on the judiciary. Therefore my obligation has been to think through what that looks like. I do not believe in taking jobs just because the job is available. You have to want to do that job, and you should plan to be there for a while. Do I want to take a job where I could be somewhere for six, 12, 18 years?\nAbrams and Barack Obama during a campaign rally for Abrams in 2018. Jessica McGowan/Getty Images\nAnd it’s fair to say that your answer about when you’ll know what your next political move is, whether it’s running for president or the Senate, remains what you’ve said in the past: You’ll know when you know? Yes.\nHere’s something that might sound fluffy but that I hope gets at something that isn’t: You’re part of a demographic — women of color — whose ambitions aren’t always taken seriously enough. And I think part of what makes people excited about you is how forthright you are about your ambitions. So where does that self-confidence come from? Have you worked on it? Is it innate? Your diagnosis is correct, which is that communities that are not considered normative are often discouraged from not only having ambition, but they’re also told that there is something inherently arrogant in wanting more and that we should be satisfied with whatever we get. I’ve long ignored those denials. I do so in part because I was raised by parents3 who encouraged us to dream big, and they always grounded it in, “If you’re going to dream big, be ready to back it up.” My life has always been about making certain I accrue the skills necessary to make my ambitions real.\nMaking those ambitions real — expressing them — is sometimes the hardest part. There was always reticence about saying my ambitions aloud lest I be somehow dismissed. We’ve been taught — communities of color, certainly black women — to practice self-effacement as opposed to practicing humility. Then we question why there hasn’t been progress made. In part it’s because if we say we want more, there’s immediately a reaction — in 2017, when Cosmo reported that I said, “Yes, I would like to one day be president of the United States,” the larger narrative was that there was something inelegant and actually wrongheaded about airing that ambition.\nDo you have self-doubt about anything? I don’t characterize it as self-doubt. I characterize it as evaluation. You should always give thought to what you want and why you want it, and that’s why for me having an unusually public rumination has been a bit discomfiting. These are important jobs. It’s not that I doubt my capacity, but I need to make certain I’m doing it for the right reasons. Yes, I believe I could win a Senate election. I’m determined. I’m a very good campaigner. But the question is: Do I want to do the work of being a senator in the way that I think it should be done? And am I the best person? The answers may be no. But knowing that is not a function of doubt or confidence. It’s a function of: Is this the most effective role for me to play? And: Does it help me do the work that I think needs to be done?\nWhat about self-doubt outside politics? Dating has been this sort of glaring issue.\nWelcome to the world. Exactly. I’ve jokingly said I wasn’t good at dating so I stopped doing it. I regret that I allowed self-doubt in that one area to color how I approached an entire facet of my life. I’m working to remedy that, but it’s taken some time for me to get there. So yes, I am capable of self-doubt. It’s usually not in the professional space, but in the romantic-relationship space.\nIs there any part of you that wants to just take time off and write another novel?4 I would love to, but right now what’s calling me — and what this moment demands — is that I figure out how I can be most effective in preserving and advancing our democracy and challenging the policies and the politics that are continuing to exacerbate poverty.\nAbrams at age 7. From Stacey Abrams\nPeople have talked about your campaign for governor of Georgia as innovative because your strategy was based on the realization that the state’s demographics aren’t as white as they used to be, and therefore the real Democratic gains could come from finding new voters of color rather than trying to win more white voters. Did some people see it that way because they were stuck in a paradigm in which white voters are always the center of everything? Yes. White voters are normative because they are the largest voting bloc, and political math says you try to attract people who’ve already voted before because they are the easiest to get and they’ve demonstrated a willingness to vote. People have three choices: They can vote for your person, they can vote for the other person or they can not vote. The standard, traditional political trope has been that those who make that third choice aren’t worth the effort or the investment. Our innovation was that they could count, and we saw there were a lot of folks who simply wanted someone to invest in them.\nGiven how well you did in that election with increasing turnout, what factors explain your opponent, Brian Kemp, doing as well as he did and winning? Georgia’s a very divided state. In the South, and in Georgia in particular, race is the strongest predictor of political leanings.5 The white population is still largely Republican, and the communities of color are largely Democratic-leaning. That means you have a divided politics. I’ve never denied that. The issue is, are all of the people speaking up? That has not been so in Georgia. In the 2014 election cycle, 1.1 million Democrats showed up. In my cycle, 1.9 million. That addition of 800,000 voters is emblematic of who wasn’t speaking up before. But what we call attention to are the 1.4 million-plus who were purged and the 53,000 who weren’t processed and the thousands who were given provisional ballots. I do not believe that Georgia has made this dramatic transition to a space where we no longer have conservatives in the state. My point is that I believe we have reached a place where those who share my values actually outnumber those who share the values of my opponent. And that wasn’t made manifest because of his structural racism and how he diminished people’s ability to vote.\nI saw that recently you said something like you’d won your election but you just didn’t get to have the job. Yes.\nIs there any fear on your part that using that kind of language fans the same flames that President Trump has fanned about delegitimizing our elections? I see those as very different. Trump is alleging voter fraud, which suggests that people were trying to vote more than once. Trump offers no empirical evidence to meet his claims. I make my claims based on empirical evidence, on a demonstrated pattern of behavior that began with the fact that the person I was dealing with was running the election. If you look at my immediate reaction after the election, I refused to concede.6 It was largely because I could not prove what had happened, but I knew from the calls that we got that something happened. Now, I cannot say that everybody who tried to cast a ballot would’ve voted for me, but if you look at the totality of the information, it is sufficient to demonstrate that so many people were disenfranchised and disengaged by the very act of the person who won the election that I feel comfortable now saying, “I won.” My larger point is, look, I won because we transformed the electorate, we turned out people who had never voted, we outmatched every Democrat in Georgia history. But voter suppression is endemic, and it’s having a corrosive effect. If we do not resolve this problem, it will harm us all.\nIt’s one thing to say you lost that election unfairly, and it’s another to say you won because you increased voter turnout. But can you clarify for me exactly what you’re implying when you say you “won” that election? There are three things: No. 1, I legally acknowledge that Brian Kemp secured a sufficient number of votes under our existing system to become the governor of Georgia. I do not concede that the process was proper, nor do I condone that process. No. 2, I believe we won in that we transformed the electorate and achieved a dramatic increase in turnout. It was a systemic and, I think, sustainable change in the composition of the electorate and in the transformation of the narrative about Georgia and Georgia politics. Three, I have no empirical evidence that I would have achieved a higher number of votes. However, I have sufficient and I think legally sufficient doubt about the process to say that it was not a fair election.\nAre the national Democractic Party — and the donor class — giving enough importance to voting rights as a central issue? They are doing more than they’ve ever done before. We’ve seen 20, 25 years of voter suppression taking shape and 24 months of fighting back. That’s not the ratio we need. There’s always more to be done, and as I meet with people who are declared candidates for president, one of the questions I ask is: “What are you going to do about voter suppression?”\nAbrams delivering the Democratic Party’s response to President Trump’s State of the Union address on Feb. 5 from Atlanta. Pool video image, via Associated Press\nWhich of those candidates gave the most encouraging answer? I’m not going to answer that. I will say this: I am pleased that everyone I’ve spoken to has agreed that this is an important issue.\nIs it a problem right now for Democratic presidential candidates to feel that they have to try and appease the party’s various ideological factions? I don’t see any massive distinction between the process Democrats are going through now and the one that we saw play out in the Republican Party in 2016. We just happen to be the ones going through it in public because we have primaries to run. If you asked every single Democratic candidate, “Do you believe in criminal-justice reform?” the answer is yes. The question then becomes: What does that look like? There are some key ideological differences between folks in the Democratic apparatus, but that’s part of politics. I mean, I don’t think Bernie Sanders and John Hickenlooper share a common belief about our economic system.\nDoes socialism make sense to you as a response to the state of our economic system? I’m a capitalist. I believe in our capital markets. I believe they need to be heavily regulated. I believe that avarice when left to its own devices is corrosive and that it will always outweigh conscience in our marketplace. And I think if you talk to business owners like myself, they will tell you they believe in regulation. It’s a question of: Do the regulations make sense? I would argue that what is often cast as contrast is really a question of delivery system. I believe, for example, that health care is a right and not a privilege. But I believe in the private marketplace and that it should exist for the delivery of health care. I don’t see that as in conflict with the idea of having access to Medicare for all who would like to buy into that system.\nWith health care, there are polls suggesting that a majority of people want some kind of reform. Why aren’t we as a country driven more by instances like that, where there’s broad agreement, instead of fixating on what we disagree about politically? It is endemic to humanity that we take the common for granted and fight about the rest. This isn’t new. If you think through most of our national tensions, with the very notable exception of slavery, by and large our conversations have been about how we live out what we think to be our common goals. No one says they don’t want the American dream. The argument is how do we get there.\nSo for any issue that has wide public support7 — stronger privacy protections are another one — why isn’t anyone passing what would presumably be popular legislation? There’s a big difference between what the people want and what the leaders want. Think about the difference between what becomes politically palatable when it’s played out 24-7 on cable news and what’s politically palatable when you and I are having a conversation. I often could sit with a colleague from the other side of the aisle8 and come to common cause on an issue, but the fact that he was agreeing with me meant that he was going to have to answer to his constituents about why he agreed with a Democrat. The demonization of who’s offering an idea has made it harder for ideas to get traction.\nIs that an irreconcilable problem? We have to restore the incentives for getting past the demonization. There was a through-line from the elimination of earmarks9 to the deep polarization of our politics that has created this stasis. When you have earmarks, you have to work with other people because you can’t get what you wanted unless they get something they want. When there’s no reason to compromise and every reason to demonize, then people are going to go with demonization. In politics the public is supposed to do your job review, and your job review right now depends on how loyal you are to what have been artificially set as your standards.\n“Secrets and Lies,” by Selena Montgomery, the pen name under which Abrams has written eight romance novels. HarperCollins Publishers\nWhen you talk about people’s standards being set artificially — don’t people have agency for their own political beliefs? That’s the danger of the polarization of our media. When our media was common, there was more common cause. Right now the architecture of our political space has voices telling you what you want because they’re also a filter of what you know. When you filter your news, it creates an artificial environment that suggests that there is some war of values that is often belied the minute you talk to people. Very few people actually experience the relationship of sitting in a committee hearing and having the conversation and realizing, especially on the state level, we agree 90 percent of the time. It’s the 10 percent where we are diametrically opposed — sometimes for good reason — that gets played up.\nAs far as you can tell, are there reasons beyond misogyny and racism that explain the conservative media’s obsession with Alexandria Ocasio-Cortez and Ilhan Omar? I think it’s the confluence of those two things, but it’s also the virality of their effectiveness. Alexandria doesn’t sound that different than Bernie Sanders, but what is different is that she is representative in both race and gender of a very specific way of talking about her opinions, and a community that is paying attention. The same thing is true for Representative Omar. They’re not the first of their kind, but they are incredibly capable of garnering attention in a time when the Republican Party recognizes that its hegemony is teetering. And let’s be clear, going back to the question of how women of color are seen, this is not endemic solely to the Republican Party. The doubts of my capacity have come not only from the right; they’ve come from the left as well.\nYou talked earlier about structural inequality, which calls to mind the subject of reparations. Do you see a credible political path to making it a reality? I do. I think that reparations make sense. We need to determine what that looks like. Because we’ve refused to have the conversation about it, we’ve never been able to get to the analysis and therefore the prescription. But we have to acknowledge that in the United States of America it wasn’t simply that we didn’t like a certain group, we’ve built — no. Not we, they. The government built systems designed to exclude and to diminish the capacity of communities to participate in their own economic survival. Reparations are a necessary conversation for two groups: African-Americans and Native Americans. Those are the groups that by law had been stripped of their autonomy and their participation in our society. And I think there’s a credible path because people are talking about it.\nAre there subjects you wish you were asked more about? I wish people would ask me about my policy interests.\nWhat’s one policy idea you’re excited about? I love tax policy.10 We often think about it only in terms of rates and not structure. The structure of our tax policy in the United States is the most direct form of social engineering that we have and the least investigated. Our tax policy is designed to benefit those at a certain point in American wealth production and disadvantages those most responsible for the daily generation of our economy. I want us to have a vibrant national conversation about this. I don’t know if anybody else would want to have it with me.\nAt the risk of now losing a bunch of readers, tell me more about tax structure. We have a tax structure that inherently and disproportionately is supportive of business, of corporations and of the wealthiest. And it is disproportionately deleterious to the workers, to individual taxpayers. That is why we have a structural imbalance where we have corporations worth billions of dollars that pay no corporate income taxes, and families that are being assailed for accessing the earned-income tax credit, which moves them out of poverty to just above the poverty level. That structural inequity is what we should be concerned about.\nDo you have an idea for a next book? I’ve got three books that are sort of in media res. I’ve got a teenage superhero novel where a 15-year-old can manipulate memory. I have a middle-school fantasy novel that I want to finish before my nieces and nephews actually reach middle school. Then I have a legal thriller that I have finished — I need to go back and edit it — that is based on the premise: What if a Supreme Court justice who has the swing vote on the court falls into a persistent vegetative state? The Constitution does not actually address that issue.\nHere’s an important issue for you to address: Have you reconsidered what is, frankly, your troublingly low opinion of “Star Trek: Deep Space Nine”?11 It was not a low opinion! Look, I’ve never, ever, ever disparaged “Deep Space Nine.” I liked “Deep Space Nine.” I just don’t put it as high up because that was more of a military drama than it was about a journey. I was a physics major for a while. I read about M-theory for fun.12 Those are the things that are the most exciting to me. Therefore, if given a hierarchy, I’m always going to put those “Trek”s that do more travel at the top of my list. But I absolutely liked “Deep Space Nine.” Now please tell that to every person who’s started to hate me on the internet because of that!", "url": "https://www.nytimes.com/interactive/2019/04/28/magazine/stacey-abrams-election-georgia.html"}