{"authors": ["Larry Buchanan", "Karen Yourish"], "date_download": "2022-10-25 23:01:30", "date_modify": "2022-10-25 23:01:30", "date_publish": "2019-07-19 01:47:17", "description": "On Sunday, the president tweeted about four congresswomen in messages denounced as racist. By Wednesday, a crowd of his supporters had a rallying cry.", "filename": "interactive_2019_07_18_us_politics_trump-racist-tweet-evolution_1666738890.html", "image_url": "https://static01.nyt.com/images/2019/07/18/us/trump-racist-tweet-evolution-promo-1563501582520/trump-racist-tweet-evolution-promo-1563501582520-facebookJumbo-v4.png?year=2019&h=549&w=1050&s=36c4b34fd8613f9af1216cf5bbb5155916237ecf3958a431d908f064cb5f8a63&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_07_18_us_politics_trump-racist-tweet-evolution_1666738890.html", "title": "How Trump’s Twitter Attack Against Democrats Evolved Into ‘Send Her Back’ Chant", "title_page": "How Trump’s Twitter Attack Against Democrats Evolved Into ‘Send Her Back’ Chant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Sunday, in what was widely denounced as a racist attack, President Trump lobbed an insult at a group of four Democratic congresswomen of color who have been critical of his administration’s policies:\n“Why don’t they go back and help fix the totally broken and crime infested places from which they came.” Tweet from @realDonaldTrump, July 14\nThe next day, Mr. Trump amplified his attack in remarks at the White House, while reframing his message in a way that found Republican support.\n“If you hate our country, if you’re not happy here, you can leave.” Mr. Trump at the White House, July 15\n“IF YOU ARE NOT HAPPY HERE, YOU CAN LEAVE!” Tweet from @realDonaldTrump, July 15\nBefore long, some prominent supporters followed his lead and repeated the messaging:\n“The president said ‘love it or leave it.’ It’s not really a new concept. It’s been said many, many times in the past.” Sean Hannity, Fox News host, July 15\n“This is America. And in America if you hate our country, you’re free to leave.” Senator John Kennedy of Louisiana on Fox News, July 16\n“Love it or leave it. In other words, if you think our country is so bad, leave.” Kris Kobach, former Kansas secretary of state, on CNN, July 16\nAt a Trump rally Wednesday evening, the crowd started a chant directed at Representative Ilhan Omar of Minnesota, who was born in Somalia.\n“Send her back!” The crowd at a Trump rally in North Carolina, July 17\nThe next day, Mr. Trump was asked about the chant, for which he paused his speech a full 10 seconds.\n“I disagree with it. But, again, I didn’t say that — they did.” Mr. Trump in the Oval Office, July 18\nIn response to a question from a reporter on Friday, Mr. Trump did not disavow the chant and instead praised the crowd.", "url": "https://www.nytimes.com/interactive/2019/07/18/us/politics/trump-racist-tweet-evolution.html"}