{"authors": ["Alicia Parlapiano", "Adam Pearce"], "date_download": "2022-10-26 00:16:24", "date_modify": "2022-10-26 00:16:24", "date_publish": "2017-11-15 10:00:02", "description": "The dozens of changes in the legislation would add more than $1.4 trillion to the federal debt over 10 years.", "filename": "interactive_2017_11_15_us_politics_every-tax-cut-in-the-house-tax-bill_1666743384.html", "image_url": "https://static01.nyt.com/images/2017/11/15/us/politics/every-tax-cut-in-the-house-tax-bill-1510688697984/every-tax-cut-in-the-house-tax-bill-1510688697984-facebookJumbo.png?year=2017&h=549&w=1050&s=72779f7890fd234e24d6253aac858ed1d54fb26f4287667207b3075369dfe96e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_11_15_us_politics_every-tax-cut-in-the-house-tax-bill_1666743384.html", "title": "Every Tax Cut and Tax Increase in the House G.O.P. Bill and What It Would Cost", "title_page": "Every Tax Cut and Tax Increase in the House G.O.P. Bill and What It Would Cost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The bill would cut $5.9 trillion in taxes over 10 years, including a reduction in the corporate tax rate, a larger standard deduction and cuts to individual income taxes.\nTo help pay for these changes, it would raise $4.5 trillion in part by cutting numerous deductions for individuals and repealing the personal exemption.\nThe plan would not completely pay for itself; it would add more than $1.4 trillion to the federal debt over 10 years. (Republicans signed off on a $1.5 trillion increase in their latest budget.)\nTo individual taxes, the bill would make $4.1 trillion in cuts and include $3.1 trillion in new tax increases.\nThe bill calls for a major cut to individual tax rates ...\n... a standard deduction roughly double its current size ...\n... and a repeal of the alternative minimum tax, which primarily affects households with incomes from $200,000 to $1 million.\nThe bill also includes an increase in the child tax credit to $1,600 from $1,000 and a new, temporary, $300 family credit ...\n“pass-through” income of individual business owners ... ... a large tax cut for someof individual business owners ...\nestate tax in five years (the size of estate that the tax currently affects would be increased in the meantime). ... and a repeal of thein five years (the size of estate that the tax currently affects would be increased in the meantime).\nTo help pay for these cuts, the bill would repeal the personal exemption, a deduction currently worth $4,050 for each filer and for each dependent.\nThe bill uses a less generous measure of inflation that would tax more individual income and devalue certain tax credits over the long run.\nIt would repeal several other tax credits and exclusions and newly require a work-eligible Social Security number to claim certain credits. It also would make changes to retirement plan rules.\nThe bill would also repeal several education-related tax breaks, including for interest on student loans.\nIn addition to the changes for households, the bill would make several major changes to business taxes, including $1.8 trillion in cuts and $1.3 trillion in new tax increases.\nThe most expensive change in the bill is a reduction of the corporate tax rate to 20 percent from a top rate of 35 percent.\nOther tax cuts include changes to small business expensing and accounting methods and the repeal of the alternative minimum tax for businesses.\nFull and immediate expensing for qualified investments would cost $25 billion to include. Other cuts come from changes to rules for certain foreign income, tax-exempt organizations and excise taxes on Puerto Rican rum.\nTo help pay for the rate cut, the bill includes changes to more than a dozen corporate exclusions and deductions, including scaling back deductions for net interest and eliminating the deduction for domestic production.\nThe establishment of a new territorial tax system, which would only tax income earned domestically to the U.S. corporate tax rate, is estimated to pay for itself over the first 10 years, because it would be paired with a one-time repatriation of foreign earnings.\nThe bill includes new rules to prevent companies from avoiding U.S. taxes and implements a new excise tax on certain foreign payments.\nIt would make changes to business tax credits, including repealing those for testing certain drugs for rare diseases. Several tax-exempt bonds would also be terminated, including one for professional stadiums.\nOther tax increases would come from changes to rules for insurance companies and the elimination of tax benefits for certain highly compensated employees.", "url": "https://www.nytimes.com/interactive/2017/11/15/us/politics/every-tax-cut-in-the-house-tax-bill.html"}