{"authors": ["Michael Corkery"], "date_download": "2022-10-25 23:48:53", "date_modify": "2022-10-25 23:48:53", "date_publish": "2018-05-09 20:54:27", "description": "Walmart’s deal for Flipkart, one of the largest and riskiest in its history, follows a pattern of purchases over the past 18 months as it expands its footprint beyond box stores.", "filename": "interactive_2018_05_09_business_dealbook_walmart-acquisitions-flipkart_1666741733.html", "image_url": "https://static01.nyt.com/images/2018/05/10/world/asia/10walmart/10walmart-facebookJumbo.jpg?year=2018&h=549&w=1050&s=8cb26b52421495bd6ed77c079ecd214e0412beee7ca5825fc89559b2d553ea24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_05_09_business_dealbook_walmart-acquisitions-flipkart_1666741733.html", "title": "How Walmart, the Big Seller, Is Shopping for a Fight With Amazon", "title_page": "How Walmart, the Big Seller, Is Shopping for a Fight With Amazon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Grocery International High End\nJuly 2016 JD.com Partnership Aug. 2016 Jet Acquisition March 2017 Modcloth Acquisition June 2017 Bonobos Acquisition Oct. 2017 Parcel Acquisition Jan. 2018 Rakuten Partnership March 2018 Grocery Delivery April 2018 Asda Sale May 2018 Flipkart Acquisition\nSam Walton, who opened the first Walmart store in Rogers, Ark., in 1962, considered himself a natural merchant. “I could sell,’’ he once wrote.\nNow the giant retailer he created must prove that it can also successfully buy.\nWalmart on Wednesday announced a $16 billion deal to purchase 77 percent of the Indian e-commerce service Flipkart as part of its strategy to capture a piece of a fast-growing and increasingly tech-savvy market. The Flipkart deal, one of the largest and riskiest in Walmart’s history, follows a pattern of purchases over the past 18 months that includes a men’s clothing brand and a delivery start-up.\nThe deals were driven, in large part, by the reality that Mr. Walton’s strategy needs an update for a digital shopping age dominated by another behemoth: Amazon.\nFor decades, Walmart was on a steady march to build ever more big-box stores across America, crushing local grocers and department stores with low prices that have allowed it to dominate small-town retail markets. But today, there is a Walmart within 10 miles of 90 percent of the population of the United States, leaving little room for expansion.\nA historically frugal company that has done very few deals of significance, Walmart is now spending billions as it seeks new overseas markets, tries to capture different demographics and bolsters its grocery offerings.\nIn the process, Walmart has begun to create a global alliance of retailers and tech companies that have Amazon as their common rival. It has already teamed with Google for online shopping, while Microsoft will hold a stake in Flipkart alongside Walmart.\nScott Mushkin, a retail analyst at Wolfe Research, said he worried about the wisdom of Walmart’s desire to attack Amazon’s strongholds.\n“They seem to be somewhat Amazon obsessed,” he said.\nInternational Lure\nJuly 2016 JD.com Partnership Jan. 2018 Rakuten Partnership April 2018 ASDA Sale May 2018 Flipkart Acquisition\nIndia is the golden frontier of digital retailing to Walmart’s chief executive, Doug McMillon. The country is home to 443 million millennials, and smartphone penetration is expected to double in the next three years.\n“When you step back and look at the world and look at all of the countries — their size, their growth rate, their potential — there just aren’t opportunities like the one we are looking at,” Mr. McMillon said in a conference call from India on Wednesday.\nInvestors did not necessarily share his enthusiasm. After the Flipkart deal, the company shares sank more than 3 percent.\nWalmart is begging for Wall Street’s patience. The company has been reordering its international business to free up cash and resources so that it can focus on high-growth markets and leave those that are lagging.\nLate last month, Walmart agreed to sell a large stake of its British grocery chain, Asda, to its rival J. Sainsbury. The deal will generate about $3.7 billion and take pressure off Walmart to grow its grocery business in Britain, where it faces intense pressure from discounters and other upstarts.\nIn Japan, Walmart has sold off stores and created a partnership with Rakuten, the local e-commerce leader, that includes offering an online grocery delivery service.\nIn China, Walmart is deepening its ties and taking a small stake in JD.com, which competes with Amazon and the country’s own e-commerce giant, Alibaba.\nWhile such moves make sense on the grand chessboard of global retailing, Walmart will need to deliver. It is going to cost billions for Walmart to turn Flipkart into a profitable business.\nThe deal will cut into Walmart’s overall earnings by about 60 cents per share next year.\nGrocery Wars\nOct. 2017 Parcel Acquisition March 2018 Grocery Delivery\nEverybody has to eat, and that essential truth is embedded in Walmart’s growth strategy.\nWalmart is the largest grocery store in the United States and when it comes to fresh food it has a major head start on Amazon, which has been ramping up its efforts after acquiring Whole Foods last June.\nOver the past two years, Walmart has made a big bet on a “click and collect” grocery offering, in which shoppers order their items online and then drive to the store to pick them up. And in March, Walmart said it would expand its home grocery delivery to 100 United States cities.\nBut mastering food delivery is a steep challenge for Walmart.\nThe company has experimented with partnerships with Uber, and store workers are making deliveries on their way home from work.\nLast fall, Walmart bought Parcel, a tiny package delivery company based in Brooklyn. Parcel specializes in getting fresh and perishable food to homes in New York City. But it’s unclear how much Parcel, a company founded by a 2013 Harvard graduate, can help Walmart create a same-day delivery network nationally.\n“The grocery business is hard,” said Bill Dreher, a retail analyst at Susquehanna Financial Group. “Online grocery is even harder.”\nGoing Upscale\nAug. 2016 Jet Acquisition March 2017 Modcloth Acquisition June 2017 Bonobos Acquisition\nKelly green golf pants. Pink linen shirts. Vintage spring dresses.\nThe Bonobos and Modcloth brands are quite different from what you typically find on the clothing racks at a Walmart Supercenter.\nAnd that appears to be the point of those acquisitions last year.\nMany of Walmart’s shoppers in its stores tend to be in the lower- and lower-middle income brackets.\nBut with these deals — and other online offerings like a new bedding and mattress line — the retailer is seeking to reach younger and higher income shoppers. It’s a particularly important approach in markets where there are few Walmart stores, like the New York metropolitan area.\nWalmart’s biggest online bet on urban shoppers was its $3 billion acquisition of Jet.com in August 2016. But that deal has shown signs of trouble. Last quarter, analysts said Jet’s growth had slowed and the company said it would focus its efforts on finding new customers through its flagship website, Walmart.com.", "url": "https://www.nytimes.com/interactive/2018/05/09/business/dealbook/walmart-acquisitions-flipkart.html"}