{"authors": ["Sarah Almukhtar", "Tim Wallace"], "date_download": "2022-10-25 23:02:10", "date_modify": "2022-10-25 23:02:10", "date_publish": "2015-08-12 15:20:30", "description": "While the United States has long sought Turkey’s help in fighting ISIS, getting its help has revealed a tangle of diverging interests in the region.", "filename": "interactive_2015_08_12_world_middleeast_turkey-kurds-isis_1666738930.html", "image_url": "https://static01.nyt.com/images/2015/07/31/world/middleeast/turkey-kurds-isis-1439341883229/turkey-kurds-isis-1439341883229-facebookJumbo-v4.png?year=2015&h=549&w=1050&s=9d1caaaa42e8e26b305765c401a7c6f47fa4122450ac29829c7dbc06eb8ba4a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_08_12_world_middleeast_turkey-kurds-isis_1666738930.html", "title": "Why Turkey Is Fighting the Kurds Who Are Fighting ISIS", "title_page": "Why Turkey Is Fighting the Kurds Who Are Fighting ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Turkey ↔ U.S.\nAllies, but With Conditions\nThe United States has sought Turkey’s help in the fight against ISIS since last year. Turkey, which has been a NATO member since 1952 and is considered by American officials to be critical to weakening the Islamic State in Syria, was reluctant to participate. Turkey finally agreed to assist, but with some conditions, including the creation of an ISIS- and Kurdish-free zone in Syria on the Turkish border.In return, the United States will be allowed to launch military operations against the Islamic State from Incirlik Air Base and other bases in Turkey “within a certain framework,” according to President Recep Tayyip Erdogan. American officials have been careful not to offend Turkey and have publicly supported its campaign against the P.K.K..In a statement on Twitter, Brett H. McGurk, President Obama’s envoy to the coalition fighting the Islamic State, said, “We fully respect our ally Turkey’s right to self-defense.”", "url": "https://www.nytimes.com/interactive/2015/08/12/world/middleeast/turkey-kurds-isis.html"}