{"authors": ["Haeyoun Park", "Matthew Ericson", "Matthew Bloch", "Derek Watkins"], "date_download": "2022-10-25 23:49:56", "date_modify": "2022-10-25 23:49:56", "date_publish": "2015-04-02 02:15:52", "description": "An interactive map shows how much water California residents conserved in April and how much daily consumption they are being forced to cut under new mandatory restrictions.", "filename": "interactive_2015_04_01_us_water-use-in-california_1666741796.html", "image_url": "https://static01.nyt.com/images/2015/04/01/us/water-use-in-california-1427934486099/water-use-in-california-1427934486099-facebookJumbo.png?year=2015&h=366&w=700&s=d60c8f348ca486dab3926b2e4da0624b90da754d0d6df274e02e283665e0285a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_04_01_us_water-use-in-california_1666741796.html", "title": "How Has the Drought Affected California’s Water Use?", "title_page": "How Has the Drought Affected California’s Water Use? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The size of the circles shows daily residential water use, in gallons per capita . The colors show how far above or below the state average of 77142 gallons those areas used in February 2015in July 2014 . Many factors influence residential water use, like climate, income, lot size and types of homes.\nThe size of circles shows daily residential water use in April 2015, in gallons per capita . The colors show an increase or decrease in water use from April 2013 to April 2015 . Statewide, water use decreased 13.5 percent during that period, an improvement from the previous month.\nThe size of the circles shows daily residential water use, in gallons per capita. The colors show how much each district will be required to reduce its usage.\nNew mandatory restrictions call for varying levels of cuts for communities, based on the average per capita usage in each water district from July to September 2014. For example, 85 districts where residents on average used more than 215 gallons per day, like Beverly Hills and Hillsborough, will need to conserve 36 percent. Some of the lowest per capita users, like Santa Cruz and San Francisco, will have to cut usage by just 8 percent.", "url": "https://www.nytimes.com/interactive/2015/04/01/us/water-use-in-california.html"}