{"authors": [], "date_download": "2022-10-25 23:01:05", "date_modify": "2022-10-25 23:01:05", "date_publish": "2019-11-20 14:02:24", "description": "The United States ambassador to the European Union testified that he pressured Ukraine for investigations at President Trump’s “express direction.”", "filename": "interactive_2019_11_20_us_politics_gordon-sondland-opening-statement-ukraine_1666738865.html", "image_url": "https://static01.nyt.com/images/2019/11/20/us/politics/GORDON-SONDLAND-OPENING-STATEMENT-UKRAINE/GORDON-SONDLAND-OPENING-STATEMENT-UKRAINE-facebookJumbo.jpg?year=2019&h=550&w=1050&s=f143e008b32d2dd6bdadae9435f1ccabaf216e5076856fa8c7f64946a0237880&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_11_20_us_politics_gordon-sondland-opening-statement-ukraine_1666738865.html", "title": "Read Gordon Sondland’s Opening Statement", "title_page": "Read Gordon Sondland’s Opening Statement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prior Testimony\nAlthough today is my first public testimony on the Ukraine matters, this is not my first time cooperating with this Committee. As you know, I have already provided ten hours of deposition testimony. I did so despite directives from the White House and the State Department that I refuse to appear, as many others have done. I agreed to testify because I respect the gravity of the moment and believe I have an obligation to account fully for my role in these events.\nLack of Documents\nBut, I also must acknowledge that this process has been challenging and, in many respects, less than fair. I have not had access to all of my phone records, State Department emails, and other State Department documents. And I was told I could not work with my EU Staff to pull together the relevant files. Having access to the State Department materials would have been very helpful to me in trying to reconstruct with whom I spoke and met, when, and what was said.\nAs Ambassador, I have had hundreds of meetings and calls with individuals. But I am not a note taker, nor am I a memo writer. Never have been. My job requires speaking with heads of state and senior government officials every day. Talking with foreign leaders might be memorable to some people. But this is my job. I do it all the time.\nMy lawyers and I have made multiple requests to the State Department and the White House for these materials. Yet, these materials were not provided to me. They have also refused to share these materials with this Committee. These documents are not classified and, in\n3", "url": "https://www.nytimes.com/interactive/2019/11/20/us/politics/gordon-sondland-opening-statement-ukraine.html"}