{"authors": ["Josh Katz"], "date_download": "2022-10-25 23:30:31", "date_modify": "2022-10-25 23:30:31", "date_publish": "2015-01-06 05:38:13", "description": "An interactive comparison of a day in the life of 147 men and 147 women without jobs.", "filename": "interactive_2015_01_06_upshot_how-nonemployed-americans-spend-their-weekdays-men-vs-women_1666740631.html", "image_url": "https://static01.nyt.com/images/2015/01/05/upshot/how-the-nonemployed-spend-their-weekdays-1420042964261/how-the-nonemployed-spend-their-weekdays-1420042964261-facebookJumbo.png?year=2015&h=449&w=856&s=609b938b53a2a8339960f9f39aa20032d8f3ab4040ac4e825bf72a818d5bda4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_01_06_upshot_how-nonemployed-americans-spend-their-weekdays-men-vs-women_1666740631.html", "title": "How Nonemployed Americans Spend Their Weekdays: Men vs. Women", "title_page": "How Nonemployed Americans Spend Their Weekdays: Men vs. Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Every year, the American Time Use Survey asks thousands of Americans to record a minute-by-minute account of one single day. For many “prime-age” adults, those between the ages of 25 and 54, a significant chunk of time on weekdays is taken up by work. But for the almost 30 million prime-age Americans who don’t work, a typical weekday looks far different.\nNonworkers spend much more time doing housework. Men without jobs, in particular, spend more time watching television, while women without jobs spend more time taking care of others. And the nonemployed of both sexes spend more time sleeping than their employed counterparts.\nOne way to see these patterns is to look at what the “average” nonemployed person does with his or her time. That’s the view you see in the charts above. But averages are by nature a simplification, one that can sometimes obscure reality. For example, in the chart above, you can see that from 10 a.m. to 6 p.m., about 10 percent of men are consistently spending time on education. That could mean that many men spend a small portion of their days — albeit at different times — on education, or it could mean that about 10 percent of men spend nearly all of their time on education. (The reality is much closer to the latter, as you’ll see below.)\nTo get a different view of this data, we have also taken a closer look at a single day for each of the prime-age nonworking men and women who returned a complete survey. We have grouped them by the activity they spent the most time doing between 8 a.m. and 8 p.m.: searching for a job, for instance, or watching television. All of their circumstances are real; we’ve assigned pseudonyms to make it easier to follow the data. (And see here for a new look at employment rates of women and men in every census tract in the country.)", "url": "https://www.nytimes.com/interactive/2015/01/06/upshot/how-nonemployed-americans-spend-their-weekdays-men-vs-women.html"}