{"authors": ["Produced Alastair Coote", "Chase Davis", "Alicia Desantis"], "date_download": "2022-10-25 23:36:44", "date_modify": "2022-10-25 23:36:44", "date_publish": "2014-09-04 23:31:41", "description": "How to wade through the crush of culture coming your way this season? Here’s a guide to 100 events that have us especially excited, in order of appearance.", "filename": "interactive_2014_09_04_arts_fall-arts-preview-times-100-calendar_1666741004.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_09_04_arts_fall-arts-preview-times-100-calendar_1666741004.html", "title": "The New York Times", "title_page": "Fall Arts Preview - Times 100 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IMAGE CREDITS: 1. Ernest Cole Family Trust/Hasselblad Foundation; 2. Andrea Mohin/The New York Times; 3. Nonesuch; 4. Betania Sikora; 6. Michael Brosilow; 7. Brian Harkin for The New York Times; 9. Annette Brown/Fox; 10. Katie Stratton/Getty Images; 11. Warner Bros. Pictures; 12. Craig Blankenhorn/CBS via Associated Press; 13. Jeff Neumann/CBS; 14. Bruce White/Metropolitan Museum of Art, New York; Metropolitan Museum of Art, New York; 15. Chang W. Lee/The New York Times; 16. Jessica Miglio/Fox; 18. Jamie Mccarthy/Getty Images; 21. Adam Taylor/ABC; 22. Sara Krulwich/The New York Times; 23. Nicole Rivelli/ABC; 24. Focus Features; 25. Jacob Blickenstaff for The New York Times; 26. Sara Krulwich/The New York Times; 28. Kevin Scanlon for The New York Times; 31. Brian Harkin for The New York Times; 33. Ed Araquel/Fox; 34. Hiroyuki Ito for The New York Times; 35. William Johnston; 36. Merrick Morton/20th Century Fox, via Associated Press; 37. Robert Gober/K. Ignatiadis, via Matthew Marks Gallery; 38. Ray Mickshaw/Fox, via Associated Press; 39. Joe Alblas/Showtime; 40. Manuel Harlan; 41. TT News Agency/Reuters; 42. Ruby Washington/The New York Times; 43. Paula Lobo for The New York Times; 44. Getty Images; 45. Daniel McFadden/Sony Pictures Classics; 46. Weinstein Company; 48. Succession H. Matisse / Artists Rights Society (ARS), New York; 50. Steven Lippman/Showtime; 51. Gene Page/AMC; 52. Museum of Fine Arts, Boston; 53. JSquared/CW; 54. Decca; 55. Chad Batka for The New York Times; 56. Colleen Hayes/NBC; 57. Richard Termine; 58. Kevin Sprague; 59. Alison Rosa/Fox Searchlight Pictures; 60. Andrea Mohin/The New York Times; 61. Richard Hubert Smith; 62. Estate of Pablo Picasso / Artists Rights Society (ARS), New York; 63. Chad Batka for The New York Times; 64. Erin Baiano for The New York Times; 66. Patrick Semansky/Associated Press; 68. Brooklyn Museum; 69. Marco Gualazzini for The New York Times; 70. Brian Harkin for The New York Times; 71. Mario Anzuoni/Reuters; 72. Chad Batka for The New York Times; 74. Melinda Sue Gordon/Paramount Pictures; 75. Erin Baiano; 79. Melinda Sue Gordon/Paramount Pictures; 80. Richard Termine for The New York Times; 81. Liam Daniel/Focus Features; 82. Thomas Mueller/Estate Sturtevant, Paris; 83. Kevork Djansezian/Reuters; 84. Fred R. Conrad/The New York Times; 85. Jeremy Okai Davis/Studio Museum of Harlem; 86. Scott Garfield/Sony Pictures Classics; 87. Neilson Barnard/Getty Images; 90. Murray Close/Lionsgate; 91. Pierre Huyghe/Artists Rights Society (ARS), New York; 92. Andrea Mohin/The New York Times; 93. Anne Marie Fox/Fox Searchlight Pictures; 94. Fernando Ariza/The New York Times; 95. Rob Kim/Getty Images; 96. Angel Franco/The New York Times; 97. Barry Wetcher/Columbia Pictures; 98. David James/Universal Pictures; 99. Peter Mountain/Walt Disney Pictures", "url": "https://www.nytimes.com/interactive/2014/09/04/arts/fall-arts-preview-times-100-calendar.html"}