{"authors": ["Eric Lipton", "Michael S. Schmidt"], "date_download": "2022-10-25 23:26:57", "date_modify": "2022-10-25 23:26:57", "date_publish": "2015-10-21 21:02:28", "description": "Hillary Clinton’s explanations about her use of a personal email account as secretary of state have evolved. She is expected to be questioned about her statements by a House committee investigating the Benghazi attacks.", "filename": "interactive_2015_10_20_us_politics_hillary-clinton-emails-statements_1666740417.html", "image_url": "https://static01.nyt.com/images/2015/10/21/us/politics/hrc-campaign-statement/hrc-campaign-statement-facebookJumbo-v3.png?year=2015&h=344&w=657&s=922abeb023be29033e6d086ca0337db79e353f99b9b1b4f79787f5e700c4250f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_10_20_us_politics_hillary-clinton-emails-statements_1666740417.html", "title": "How the Story of Hillary Clinton’s Emails Has Changed", "title_page": "How the Story of Hillary Clinton’s Emails Has Changed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why did Mrs. Clinton use only a personal email account, and did State Department rules allow it?\nInitial Statement\n“When I got to work as secretary of state, I opted for convenience to use my personal email account, which was allowed by the State Department, because I thought it would be easier to carry just one device for my work and for my personal emails instead of two,” Mrs. Clinton said in March. “Looking back, it would’ve been better if I’d simply used a second email account and carried a second phone.” Mrs. Clinton said that since a vast majority of her work emails went to government employees at their government addresses, they would be archived by the government.\nLater comments\nMedia reports say that Mrs. Clinton used multiple devices – a BlackBerry and an iPad. She mostly relied on her BlackBerry for email, but she sometimes used her iPad to access email. After her aides were asked by the media about the iPad, they revised her statement. — Clinton campaign statement\nAt this month’s Democratic presidential debate, Mrs. Clinton said, “What I did was allowed by the State Department, but it wasn’t the best choice.”\nAnalysis\nAt the time Mrs. Clinton became secretary of state, in January 2009, the State Department’s written policy was that email generally be conducted on an “authorized” computer with adequate security measures. But because of perennial problems with the state.gov email system, many State Department employees found they had to use their private email accounts to get work done in a timely manner, especially while traveling. Critics of Mrs. Clinton have said that she did not follow the department’s rules and regulations governing email. The Clinton campaign disputes that contention.", "url": "https://www.nytimes.com/interactive/2015/10/20/us/politics/hillary-clinton-emails-statements.html"}