{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:52:30", "date_modify": "2022-10-25 23:52:30", "date_publish": "2019-09-30 21:55:21", "description": "A billionaire says he can help get money out of politics, decrying what he calls the “corporate stranglehold on democracy.”", "filename": "interactive_2020_us_elections_tom-steyer_1666741950.html", "image_url": "https://static01.nyt.com/images/2019/09/30/us/politics/00-steyer/00-steyer-facebookJumbo-v2.jpg?year=2020&h=418&w=800&s=6fb7e1c0beb6714f7a491e216b6430cca95a6fcde3117337ddb90fa44d4018f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_us_elections_tom-steyer_1666741950.html", "title": "Tom Steyer: Who He Is and What He Stands For", "title_page": "Tom Steyer: Who He Is and What He Stands For - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Steyer founded his investment firm, Farallon Capital, in the 1980s and left in 2012. Some of its past investments could cause political headaches for Mr. Steyer, including those in private prisons and coal .\nVery rich. Mr. Steyer has released more than a decade of tax returns that show more than $1 billion in earnings, including nearly $110 million in “taxable income” in 2017. He has become one of the largest Democratic financiers in the country, spending more than $300 million on politics between 2014 and 2017.\n3. Is Mr. Steyer a moderate or a progressive?\nMr. Steyer is selling himself as a businessman who can challenge Mr. Trump on economic matters. But he is not casting himself as a moderate.\nHe has embraced a “wealth tax” on the superrich, not unlike one proposed by Senator Elizabeth Warren. He has suggested adding new justices to the Supreme Court, a relatively radical idea pressed by some on the left. He wants to take emergency action to address climate change. In many ways, he is running as a populist outsider, much the way Mr. Trump did in 2016. He is just proposing a different set of solutions.", "url": "https://www.nytimes.com/interactive/2020/us/elections/tom-steyer.html"}