{"authors": ["Karl Russell", "Denise Lu", "Anjali Singhvi"], "date_download": "2022-10-25 23:45:18", "date_modify": "2022-10-25 23:45:18", "date_publish": "2019-07-07 12:51:03", "description": "Twenty percent of the global oil supply flows past Iran through the Strait of Hormuz.", "filename": "interactive_2019_07_07_business_economy_iran-strait-of-hormuz-tankers_1666741518.html", "image_url": "https://static01.nyt.com/images/2019/07/02/business/economy/iran-strait-of-hormuz-tankers-1562502231078/iran-strait-of-hormuz-tankers-1562502231078-facebookJumbo.jpg?year=2019&h=549&w=1050&s=22c82be1794348af0f2c8aabf0fa34628804afe4ff25690c579b9e589dfadf6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_07_07_business_economy_iran-strait-of-hormuz-tankers_1666741518.html", "title": "Why This Narrow Strait Next to Iran Is So Critical to the World’s Oil Supply", "title_page": "Why This Narrow Strait Next to Iran Is So Critical to the World’s Oil Supply - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tanker Ships on May 15 Position Route Countries Visited Most tankers that left the Persian Gulf from May 15 to June 15 were headed to ports in Asia. Source: MarineTraffic\nTwenty percent of the global oil supply flows through the Strait of Hormuz, a narrow stretch of water that separates Persian Gulf countries from the rest of the world.\nFrom May 15 to June 15, more than 1,000 tanker ships traveled the strait, according to MarineTraffic, an industry analytics firm. Many were destined for places as far away as China and South Korea.\nBut the gulf region has been recently rocked by instability, threatening the flow of oil through the strait. Since May, six tankers have been attacked along the strait. On Thursday, British officials said Iranian boats threatened to block one of its vessels from passing through the waterway.\nIf tensions persist, disruptions along the strait, where the shipping channel is barely two miles wide, could be felt by dozens of countries that buy Middle Eastern oil in large quantities.\nOil consumption by Asian countries has surged\nTop oil consumers United States 20 15 Million barrels a day of petroleum and other liquids (ranked by 2016 data) China 10 5 India Japan Russia Saudi Arabia Brazil S. Korea 0 Canada ’80 ’90 ’00 ’10 ’18 Germany Top oil consumers United States 20 million barrels a day of petroleum and other liquids (ranked by 2016 data) 15 China 10 5 India Japan Russia Saudi Arabia Brazil S. Korea 0 Canada ’80 ’90 ’00 ’10 ’18 Germany Source: U.S. Energy Information Administration\nIn the past two decades, oil consumption has exploded in countries like China and India, where expanding middle classes have driven large-scale economic growth. China’s demand for oil has nearly tripled over that period. During that time, the United States remained the world’s biggest consumer of oil, going through tens of millions of barrels a day.\nThe U.S. has come back as a global oil player, reducing its reliance on foreign oil\nTop oil producers 20 million barrels a day of total petroleum liquids United States 15 Saudi Arabia Russia 10 Canada China 5 Iraq Iran 0 ’80 ’90 ’00 ’10 Feb. ’19 Top oil producers 20 million barrels a day of total petroleum liquids United States 15 Saudi Arabia Russia 10 Canada China 5 Iraq Iran 0 ’80 ’90 ’00 ’10 Feb. ’19 Source: U.S. Energy Information Administration\nTop crude oil exporters in 2018 Saudi Arabia 1. 7.4 Russia 2. 5.1 Iraq 3. 3.9 Canada 4. 3.2 U.A.E. 5. 2.3 Millions of barrels a day Kuwait 6. 2.1 United States 7. 2.0 Nigeria 8. 2.0 Iran 9. 1.8 Kazakhstan 10. 1.4 Angola 11. 1.4 Mexico 12. 1.3 Venezuela 13. 1.3 Norway 14. 1.3 Brazil 15. 1.1 Top crude oil exporters in 2018 Saudi Arabia 1. 7.4 Russia 2. 5.1 Iraq 3. 3.9 Canada 4. 3.2 Millions of barrels a day United Arab Emirates 5. 2.3 Kuwait 6. 2.1 United States 7. 2.0 Nigeria 8. 2.0 Iran 9. 1.8 Kazakhstan 10. 1.4 Angola 11. 1.4 Mexico 12. 1.3 Venezuela 13. 1.3 Norway 14. 1.3 Brazil 15. 1.1 Sources: OPEC; U.S. Energy Information Administration\nA recent shale-drilling boom in the United States has caused the production of oil and gas in the country to skyrocket, making America less dependent on imports and allowing it to reclaim its role as a leader in the global energy industry. Oil production in the United States grew an extraordinary 17 percent last year.\nThe surge has changed the dynamics of the world’s oil market, which has long taken its cues from OPEC, the cartel of oil producers that includes Saudi Arabia, Venezuela and Iran.\nIn previous eras, attacks in the Strait of Hormuz might have spooked the oil market; the market’s response to the recent instability has been relatively muted, in part because of how much oil now comes from the United States.\nThe American sanctions have decimated Iran’s oil exports\n3.0 million barrels of crude oil a day Iranian annual oil exports 2.5 2.0 1.5 1.0 Previous sanctions in effect 0.5 Iran “nuclear” agreement Resumption of sanctions ’90 ’00 ’10 ’18 3.0 million barrels of crude oil a day Iranian monthly oil exports Spain 2.5 U.A.E. France Italy Japan 2.0 Turkey S. Korea 1.5 Other 1.0 India 0.5 China 2018 FEB. 2019 3.0 million barrels of crude oil a day Iranian annual oil exports 2.5 2.0 1.5 1.0 Previous sanctions in effect 0.5 Iran “nuclear” agreement Resumption of sanctions ’90 ’00 ’10 ’18 3.0 million barrels of crude oil a day Iranian monthly oil exports Spain 2.5 U.A.E. France Italy Japan 2.0 Turkey S. Korea 1.5 Other 1.0 India 0.5 China 2019 FEB. 2018 Iranian monthly oil exports Iranian annual oil exports 3.0 million barrels of crude oil a day 3.0 million barrels of crude oil a day Spain 2.5 2.5 U.A.E. France Italy Japan 2.0 2.0 Turkey S. Korea 1.5 1.5 Other 1.0 1.0 Previous sanctions in effect India 0.5 0.5 Iran “nuclear” agreement Resumption of sanctions China FEB. 2019 ’90 ’00 ’10 ’18 2018 Source: OPEC\nAs its reliance on Middle Eastern oil has decreased, the United States has found itself in a stronger position when dealing with countries like Iran.\nThe American sanctions, although not adopted by all nations, allow the United States to punish companies and countries that engage in trade with Iran. Oil exports have long been the lifeblood of the Iranian economy.", "url": "https://www.nytimes.com/interactive/2019/07/07/business/economy/iran-strait-of-hormuz-tankers.html"}