{"authors": ["Susanne Craig", "William K. Rashbaum", "Thomas Kaplan", "Compiled Susanne Craig"], "date_download": "2022-10-25 23:25:46", "date_modify": "2022-10-25 23:25:46", "date_publish": "2014-07-23 04:31:07", "description": "Established to investigate corruption in the state’s scandal-plagued government, the Moreland Commission developed a long list of promising investigative targets before it was abruptly disbanded by Gov. Andrew M. Cuomo.", "filename": "interactive_2014_07_23_nyregion_timeline-of-the-moreland-commission_1666740346.html", "image_url": "https://static01.nyt.com/images/2014/07/06/nyregion/timeline-of-the-moreland-commission-1405973407573/timeline-of-the-moreland-commission-1405973407573-articleLarge.jpg?year=2014&h=437&w=600&s=9df3e77f9041b7a5087ad1c6969309431d56ccf8eaf7683f6b0f35e8ec8f0432&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_07_23_nyregion_timeline-of-the-moreland-commission_1666740346.html", "title": "The Short Life of an Anticorruption Commission", "title_page": "The Short Life of an Anticorruption Commission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a span of three days, two state legislators are arrested on federal corruption charges in unrelated cases. Another legislator is revealed to have made recordings at the behest of law enforcement. The charges underscore how New York State government has become nearly synonymous with corruption. Responding to the arrests, Gov. Andrew M. Cuomo announces legislation that would make it easier for state prosecutors to pursue public corruption cases, which are most often brought by the federal authorities. The scandals continue. A former state senator is revealed to have also made secret recordings for federal authorities, and another senator is arrested on federal charges that include embezzlement. In the final days of the legislative session, Mr. Cuomo says he will not accept a watered-down agreement on ethics. “The simpler and I think more effective vehicle will be for me to appoint an investigatory committee,” he says. Mr. Cuomo says he will move forward with appointing an investigative panel, as he had threatened. Asked if he expects the panel to investigate his own fund-raising, Mr. Cuomo replies, \"It's an independent commission that is free to investigate whatever they believe needs to be investigated on the merits.\" Announcing the new panel, known as a Moreland Commission, Mr. Cuomo says it will conduct a sweeping investigation of political corruption in New York and develop recommendations for reforms. On a barnstorming tour of the state to promote the panel, he says it will be “totally independent.\" In a television advertisement paid for by his re-election campaign, Mr. Cuomo says he is appointing \"a new independent commission led by top law enforcement officials\" to \"investigate and prosecute wrongdoing.\" E. Danya Perry, the panel's chief of investigations, and her staff almost immediately begin to encounter roadblocks from the governor's office. An attempt to subpoena the Real Estate Board of New York, a trade group whose leaders have supported Mr. Cuomo financially, is met with resistance. One of the three co-chairs of the commission, William J. Fitzpatrick, expresses exasperation about the resistance investigators are encountering from Lawrence S. Schwartz, the governor's top aide. “The 2d Floor (Larry) needs to understand this is an INDEPENDENT commission and needs to be treated as such,” Mr. Fitzpatrick writes in an email, referring to the location of the governor's office in the State Capitol. At a commission meeting, Ms. Perry complains about interference from the governor's office.The same day, Mr. Cuomo insists that his political dealings can be examined by investigators. “Anything they want to look at, they can look at — me, the lieutenant governor, the attorney general, the comptroller, any senator, any assemblyman,” he says. Mr. Schwartz, the governor's top aide, meets with the three co-chairs. The Moreland commission, he tells them, is meant to investigate the Legislature, not the governor's office. That night, at the commission’s first public hearing, Preet Bharara, the United States attorney in Manhattan, urges the panel to show “toughness and independence.” In a meeting, Mr. Cuomo urges the co-chairs to begin talks with legislative leaders on new ethics measures. The governor tells the co-chairs that he has never seen lawmakers so scared. The commission serves a subpoena to Buying Time, a media buying firm that has placed television advertisements for Mr. Cuomo's campaigns. Word of the subpoena reaches Mr. Schwartz, who calls Mr. Fitzpatrick. \"This is wrong,” Mr. Schwartz says. \"Pull it back.\" Mr. Fitzpatrick agrees. After news reports suggest interference by the governor’s office into the commission's investigations, Mr. Cuomo denies that his office plays any role in deciding who would be subpoenaed. “The co-chairs make that determination,” the governor says. Echoing the governor, Mr. Fitzpatrick, one of the co-chairs, insists the commission is making its own decisions. Mr. Cuomo \"has been nothing but supportive and helpful\" to the commission, he says. \"Whatever else we are, we are independent.\" The commission issues its preliminary report, recommending sweeping changes to the state's elections, ethics and campaign finance laws. In his State of the State address, Mr. Cuomo refers to the Moreland Commission and asks lawmakers to pass new measures in response to the recent wave of scandals. \"Ethics reform says to the people of this state: 'Yes, I saw the news articles too, and it bothers me and I’m troubled by it,' \" Mr. Cuomo says. In court papers, the Moreland Commission asserts that it is operating independently from the governor’s office. Though the governor created the panel, the commission says that it possesses “independent authority to make investigatory decisions that he does not control.” With little fanfare and no advance notice, Mr. Cuomo says he will disband the commission, explaining that the measures in the state's newly announced budget deal — including stronger laws against bribery and improved enforcement of election laws — accomplished his goal of \"systemic reform.\" Mr. Bharara, the top federal prosecutor in Manhattan, questions the panel's abrupt closing. In a letter to the commission's top officials directing that they preserve case files and other documents, he says there is an appearance that investigations \"have been bargained away as part of the negotiated arrangement between legislative and executive leaders.\" The co-chairs meet with Mr. Bharara and agree to turn over the panel's files to his office. Mr. Bharara, in an interview on WNYC radio, declines to rule out an investigation of Mr. Cuomo’s dealings with the commission. “If you begin investigations and you begin them with great fanfare,” Mr. Bharara says, “you don’t, I think, unceremoniously take them off the table without causing questions to be asked.” Mr. Cuomo defends his office's interactions with the Moreland Commission. \"It’s my commission,\" he says. \"I can’t ‘interfere’ with it, because it is mine. It is controlled by me.” Federal prosecutors move ahead with examining the role of Mr. Cuomo's office in the closing of the Moreland Commission. Mr. Bharara's office is reported to have issued a grand jury subpoena seeking emails, text messages and other records from commission. Mr. Cuomo accepts his party's support to run for a second term. In a speech at the State Democratic Convention, he says, \"We still need to do more ethics reform in Albany.\" After interviews with staffers and officials, and an examination of hundreds of emails, subpoenas and internal documents, The New York Times reports that the governor’s office had deeply compromised the panel’s work, objecting whenever it examined groups with ties to Mr. Cuomo or on issues that might reflect poorly on him. Mr. Cuomo defends his handling of the Moreland Commission, saying that his office had offered advice and that his aides never pressured the panel’s leaders. Several members of the commission released statements defending the governor, like Mr. Fitzpatrick. Mr. Bharara warns the governor’s office that attempts to get public statements supporting the governor from members of the defunct commission could constitute criminal witness tampering or obstruction of justice. Eight months after the commission's work was cut short, little in Albany has changed, according to an investigation by The Times . The reporting found that politicians were taking advantage of gaps in state law to raise money for their campaigns and enrich themselves. F.B.I. agents and prosecutors from Mr. Bharara's office are investigating payments made to the State Assembly speaker, Sheldon Silver, by a law firm that seeks real estate tax reductions for commercial and residential properties in New York. The investigation into the firm’s payments to Mr. Silver grew out of the work of the commission. Mr. Silver was arrested on federal corruption charges . He is accused of a range of corrupt dealings that capitalized on his official position, including using his status to obtain corrupt payments misrepresented as referral fees from a law firm.", "url": "https://www.nytimes.com/interactive/2014/07/23/nyregion/timeline-of-the-moreland-commission.html"}