{"authors": [], "date_download": "2022-10-25 23:30:18", "date_modify": "2022-10-25 23:30:18", "date_publish": "2016-10-20 00:40:34", "description": "Reporters for The New York Times fact-checked the statements made by Hillary Clinton and Donald J. Trump during Wednesday’s presidential debate.", "filename": "interactive_2016_10_19_us_elections_fact-check-debate_1666740618.html", "image_url": "https://static01.nyt.com/images/2016/10/09/us/elections/fact-check-debate-1476058637680/fact-check-debate-1476058637680-facebookJumbo.png?year=2016&h=550&w=1050&s=ba6e0622328c93b8c1ff87721e3f42a169938e542a685c36409ebb9aa2bdeef0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_10_19_us_elections_fact-check-debate_1666740618.html", "title": "Fact Checks of the Third Presidential Debate", "title_page": "Fact Checks of the Third Presidential Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump said Mrs. Clinton deleted 33,000 of her private emails after she got a subpoena.\nMostly true. Read more\nHillary Clinton's aides did delete about 33,000 emails from her private server, emails that she said were “personal” in nature. The F.B.I., however, indicated that many of the deleted emails may, in fact, have been related to her work at the State Department.\nDays after The New York Times first disclosed Mrs. Clinton’s use of a private email system in March 2015, the House committee investigating the 2012 attacks in Benghazi, Libya, asked that her emails be preserved and subpoenaed those that were related to the attacks.\nBut about three weeks later, an unidentified computer specialist realized that he had not destroyed an archive of emails that was supposed to have been deleted a year earlier, according to the F.B.I. report. The specialist then used a program known as BleachBit to delete an unknown number of emails, the F.B.I. said.\nIt is unknown how many of the deleted emails related to the Benghazi attacks and might have been covered by the congressional subpoena.\nMrs. Clinton told F.B.I. investigators that she was unaware that the aide had deleted the emails. The F.B.I. did not find evidence to contradict that assertion.\n— Eric Lichtblau", "url": "https://www.nytimes.com/interactive/2016/10/19/us/elections/fact-check-debate.html"}