{"authors": ["Robert Gebeloff", "Karl Russell"], "date_download": "2022-10-25 23:48:54", "date_modify": "2022-10-25 23:48:54", "date_publish": "2017-07-06 15:03:24", "description": "Although online shopping companies have created hundreds of thousands of jobs, they have not directly made up for the losses at traditional retailers, and the new jobs tend to be concentrated in a small number of large cities.", "filename": "interactive_2017_07_06_business_ecommerce-retail-jobs_1666741734.html", "image_url": "https://static01.nyt.com/images/2017/06/26/business/ecommerce-retail-jobs-1498493058216/ecommerce-retail-jobs-1498493058216-facebookJumbo.png?year=2017&h=550&w=1050&s=d7d5d6a191a71f986d90db9969429926705196a15e0135a8cd85fe4c7c5c0f2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_07_06_business_ecommerce-retail-jobs_1666741734.html", "title": "How the Growth of E-Commerce Is Shifting Retail Jobs", "title_page": "How the Growth of E-Commerce Is Shifting Retail Jobs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "E-commerce jobs are growing fast …\nEmployment attributed to electronic shopping firms has doubled in the last five years, outpacing other types of retail.\nPercentage change in retail jobs over the last 15 years +300 % E-commerce up 334% +200 Warehouse clubs and other: up 80% +100 Retail industry overall flat Dept. stores down 25% 25 other retail sectors –100 ’02 ’04 ’06 ’08 ’10 ’12 ’14 ’16 Percentage change in retail jobs over the last 15 years E-commerce up 334% +300 % +200 +100 Warehouse clubs and other: up 80% Retail industry overall flat 0 Department stores down 25% 25 other retail sectors –100 ’02 ’04 ’06 ’08 ’10 ’12 ’14 ’16 Percentage change in retail jobs over the last 15 years E-commerce up 334% +300 % +200 +100 Warehouse clubs and other: up 80% 0 Retail industry overall flat Department stores down 25% 25 other retail sectors –100 ’02 ’04 ’06 ’08 ’10 ’12 ’14 ’16 Source: Bureau of Labor Statistics\n… but they are still a small component of overall retail employment …\nEven with the fast growth, the number of online shopping jobs is small compared with department stores, warehouse clubs and grocery stores.\nNet change in retail jobs over the last 15 years Warehouse clubs and other have gained 841,000 jobs +500 ,000 Retail industry has gained 645,000 net jobs E-commerce has gained 178,000 jobs –500 ’02 ’04 ’06 ’08 ’10 ’12 ’14 ’16 Department stores have lost 448,000 jobs Net change in retail jobs over the last 15 years Warehouse clubs and other have gained 841,000 jobs The retail industry has gained 645,000 net jobs +500 ,000 E-commerce has gained 178,000 jobs 0 25 other retail sectors Department stores have lost 448,000 jobs –500 ’02 ’04 ’06 ’08 ’10 ’12 ’14 ’16 Warehouse clubs and other have gained 841,000 jobs Net change in retail jobs over the last 15 years The retail industry has gained 645,000 net jobs +500 ,000 E-commerce has gained 178,000 jobs 0 25 other retail sectors Department stores have lost 448,000 jobs –500 ’02 ’04 ’06 ’08 ’10 ’12 ’14 ’16 Source: Bureau of Labor Statistics\n… partly because e-commerce is less labor intensive.\nOnline retailers can sell more products with fewer workers than traditional stores. Nearly three-quarters of e-commerce firms have four or fewer employees. Even though online companies pay higher average wages to their workers, they have a bigger impact on retail sales than on retail employment.\nE-commerce’s share of the retail industry by: 10 % Value of production 8 … but companies get more value out of them. 6 The growing amount of e-commerce workers are paid more … Labor comp- ensation cost 4 2 Number of employees 0 ’87 ’90 ’95 ’00 ’05 ’10 ’15 E-commerce’s share of the retail industry by: 10 % Value of production 8 The growing amount of e-commerce workers are paid more … … but companies get more value out of them. 6 Labor compensation cost 4 Number of employees 2 0 ’87 ’90 ’95 ’00 ’05 ’10 ’15 Source: Bureau of Labor Statistics\nThe jobs are going to large metro areas.\nSmall metro areas and rural counties account for about 23 percent of overall retail employment but just 13 percent of jobs attributed to electronic shopping firms.", "url": "https://www.nytimes.com/interactive/2017/07/06/business/ecommerce-retail-jobs.html"}