{"authors": ["Josh Katz"], "date_download": "2022-10-25 23:35:44", "date_modify": "2022-10-25 23:35:44", "date_publish": "2017-12-22 07:00:20", "description": "As fentanyls enter the illegal drug supply in more places, overdose deaths rise, helping cause the first consecutive drop in U.S. life expectancy in half a century.", "filename": "interactive_2017_12_22_upshot_opioid-deaths-are-spreading-rapidly-into-black-america_1666740944.html", "image_url": "https://static01.nyt.com/images/2017/12/21/upshot/up-drugdeaths-1513887607502/up-drugdeaths-1513887607502-facebookJumbo.png?year=2017&h=549&w=1050&s=69d6dcff5c9a06714d6878992f4f2bc5e84127dcdc2018196a0bd7547e9afb6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_12_22_upshot_opioid-deaths-are-spreading-rapidly-into-black-america_1666740944.html", "title": "The Opioid Crisis Is Getting Worse, Particularly for Black Americans", "title_page": "The Opioid Crisis Is Getting Worse, Particularly for Black Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "2016 drug overdose deaths per 100,000 residents In counties with fewer than 10 drug overdose deaths, the map combines observed totals with modeled estimates\nThe epidemic of drug overdoses, often perceived as a largely white rural problem, made striking inroads among black Americans last year — particularly in urban counties where fentanyl has become widespread.\nAlthough the steep rise in 2016 drug deaths has been noted previously, these are the first numbers from the Centers for Disease Control and Prevention to break down 2016 mortality along geographic and racial lines. They reveal that the drug death rate is rising most steeply among blacks, with those between the ages of 45 and 64 among the hardest hit.\nDrug overdose deaths by race\nDrug deaths among blacks in urban counties rose by 41 percent in 2016, far outpacing any other racial or ethnic group. In those same counties, the drug death rate among whites rose by 19 percent. The data, released on Thursday, suggests that the common perception of the epidemic as an almost entirely white problem rooted in overprescription of painkillers is no longer accurate, as fentanyl, often stealthily, invades broader swaths of the country and its population.\nUrban counties are those classified by the N.C.H.S. as large central metropolitan areas. Rural counties are those classified as nonmetropolitan or as small metropolitan areas.\nDriven by the continued surge in drug deaths, life expectancy in the United States dropped for the second year in a row last year. It’s the first consecutive decline in national life expectancy since 1963. Drug overdoses have now surpassed heart disease as the leading cause of death for Americans under the age of 55.\nIn Washington, D.C., the emergence of fentanyls caused the rate of drug deaths to double in a single year. The rate of drug deaths there is now on par with those in Ohio and New Hampshire. It’s an unsurprising consequence of an epidemic that is both widespread and extremely localized. If fentanyls enter the drug supply in one area, deaths can accumulate rapidly. Drug deaths are also up sharply in cities like St. Louis, Baltimore, Philadelphia and Jacksonville, Fla.\nDr. Andrew Kolodny, the co-director of opioid policy research at Brandeis University’s Heller School for Social Policy and Management, said it appeared that many of the African-Americans who died were older men who had become addicted to heroin during a previous epidemic in the 1970s. “Despite beating the odds for the past 40 to 50 years,” he said, “they’re dying because the heroin supply has never been so dangerous — increasingly it’s got fentanyl in it or it’s just fentanyl sold as heroin.”\nShifts in the drug death rate by state 2015 2016 West Virginia Ohio New Hampshire District of Columbia Pennsylvania Kentucky Maryland Massachusetts Delaware Rhode Island Maine Connecticut New Mexico Tennessee Michigan Indiana Florida Missouri New Jersey Utah Vermont Louisiana Nevada Oklahoma Arizona North Carolina Wisconsin Illinois South Carolina New York Wyoming Alaska Virginia Colorado Alabama Idaho Washington Arkansas Georgia Hawaii Minnesota Mississippi Oregon Montana California Kansas Iowa North Dakota Texas South Dakota Nebraska 42 30 34 19 26 30 21 26 22 28 21 22 25 22 20 20 16 18 16 23 17 19 20 19 19 16 16 14 16 14 17 16 12 15 16 14 15 14 13 11 11 12 12 14 11 12 10 9 9 8 7 52 39 39 39 38 34 33 33 31 31 29 27 25 25 24 24 24 24 23 22 22 22 22 22 20 20 19 19 18 18 18 17 17 17 16 15 15 14 13 13 13 12 12 12 11 11 11 11 10 8 6 0 10 20 30 40 50 2015 2016 West Virginia Ohio New Hampshire District of Columbia Pennsylvania Kentucky Maryland Massachusetts Delaware Rhode Island Maine Connecticut New Mexico Tennessee Michigan Indiana Florida Missouri New Jersey Utah Vermont Louisiana Nevada Oklahoma Arizona North Carolina Wisconsin Illinois South Carolina New York Wyoming Alaska Virginia Colorado Alabama Idaho Washington Arkansas Georgia Hawaii Minnesota Mississippi Oregon Montana California Kansas Iowa North Dakota Texas South Dakota Nebraska 42 30 34 19 26 30 21 26 22 28 21 22 25 22 20 20 16 18 16 23 17 19 20 19 19 16 16 14 16 14 17 16 12 15 16 14 15 14 13 11 11 12 12 14 11 12 10 9 9 8 7 52 39 39 39 38 34 33 33 31 31 29 27 25 25 24 24 24 24 23 22 22 22 22 22 20 20 19 19 18 18 18 17 17 17 16 15 15 14 13 13 13 12 12 12 11 11 11 11 10 8 6 0 10 20 30 40 50 2015 2016 West Virginia Ohio New Hampshire District of Columbia Pennsylvania Kentucky Maryland Massachusetts Delaware Rhode Island Maine Connecticut New Mexico Tennessee Michigan Indiana Florida Missouri New Jersey Utah Vermont Louisiana Nevada Oklahoma Arizona North Carolina Wisconsin Illinois South Carolina New York Wyoming Alaska Virginia Colorado Alabama Idaho Washington Arkansas Georgia Hawaii Minnesota Mississippi Oregon Montana California Kansas Iowa North Dakota Texas South Dakota Nebraska 42 30 34 19 26 30 21 26 22 28 21 22 25 22 20 20 16 18 16 23 17 19 20 19 19 16 16 14 16 14 17 16 12 15 16 14 15 14 13 11 11 12 12 14 11 12 10 9 9 8 7 52 39 39 39 38 34 33 33 31 31 29 27 25 25 24 24 24 24 23 22 22 22 22 22 20 20 19 19 18 18 18 17 17 17 16 15 15 14 13 13 13 12 12 12 11 11 11 11 10 8 6 0 10 20 30 40 50 Drug deaths per 100,000 residents. Rates are age-adjusted.\nFentanyl-laced cocaine, too, may be playing a role. A study published this month in the journal Annals of Internal Medicine found that cocaine-related overdose deaths were nearly as common among black men between 2012 and 2015 as deaths due to prescription opioids in white men over the same period. Cocaine-related deaths were slightly more common in black women during that period than deaths due to heroin among white women, according to the study. But it also found that the largest recent increases in overdose deaths among blacks were attributed to heroin. One of the researchers, David Thomas of the National Institute on Drug Abuse, said he did not know whether some of the cocaine-attributed deaths in the study involved fentanyl, although he had heard anecdotally of such mixing.\nThe study, by researchers at the National Cancer Institute and the National Institute on Drug Abuse, also found that the recent rise in overdose death rates was sharpest among older blacks. The same held true last year in New York City.\n“What’s really interesting is you’re not seeing younger blacks getting involved in heroin as much,” said Denise Paone, senior director of research and surveillance in the city’s Bureau of Alcohol and Drug Use Prevention.\nAcross the board, though, fentanyl has caused a huge spike in overdose deaths in New York in just the last year. Fentanyl played a role in about 16 percent of overdose deaths in 2015 and 44 percent in 2016, Dr. Paone said, compared with 3 percent in prior years. A growing number of the deaths involve cocaine cut with fentanyl, she added — which is probably particularly deadly for someone who has not used opioids before.\nIn Ohio, which had the nation’s second-highest overdose rate last year, the medical examiner in Cuyahoga County told a United States Senate subcommittee in May that a fast-rising rate of fentanyl-related deaths among blacks was probably a result of drug dealers mixing fentanyl with cocaine. In Cuyahoga County (the home of Cleveland), fentanyl contributed to the deaths of five African-Americans in 2014, 25 in 2015 and 58 in 2016. But both opioids and cocaine still kill far more whites than blacks there.\nBrandon Marshall, an associate professor of epidemiology at the Brown University School of Public Health, said it was hard to sort out how many deaths involved people taking cocaine cut with fentanyl versus people who died of an opioid overdose but also happened to have cocaine in their blood at the time.\nDr. Kolodny said he believes the latter is more common. “Many people who are overdosing because of an extremely dangerous heroin supply also use other drugs,” he said, “so I think the cocaine is sort of an incidental finding.”\nHealth experts say the evolving nature of the crisis suggests that progress against it will be slow, despite stepped-up efforts to address it with medication-assisted treatment and naloxone, which can save people who have overdosed. As overdose deaths keep climbing, there is a good chance that life expectancy will be found to have declined again this year, said Robert Anderson, chief of the mortality statistics branch of the National Center for Health Statistics. If so, it would be the first three-year period of consecutive life expectancy declines since World War I and the Spanish flu pandemic in 1918.\nDr. Kolodny pointed to the rising drug death rate among older black men, many of whom he said have probably used heroin on and off since the 1970s, as evidence that progress against the new epidemic could take decades.", "url": "https://www.nytimes.com/interactive/2017/12/22/upshot/opioid-deaths-are-spreading-rapidly-into-black-america.html"}