{"authors": ["Robin Stein", "Haley Willis", "Brenna Smith", "Natalie Reneau", "Rumsey Taylor", "David D. Kirkpatrick", "Steve Eder", "Kim Barker", "Michael Beswetherick", "David Kirkpatrick"], "date_download": "2022-10-25 22:59:52", "date_modify": "2022-10-25 22:59:52", "date_publish": "2021-10-31 01:38:51", "description": "A New York Times visual investigation rolled back the footage of fatal traffic stops to examine the causes and the consequences of officer-created jeopardy.", "filename": "interactive_2021_10_30_video_police-traffic-stops-danger-video_1666738792.html", "image_url": "https://static01.nyt.com/images/2021/10/30/video/police-traffic-stops-danger-video-1635626576173/police-traffic-stops-danger-video-1635626576173-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_10_30_video_police-traffic-stops-danger-video_1666738792.html", "title": "Before the Final Frame: When Police Missteps Create Danger", "title_page": "Before the Final Frame: When Police Missteps Create Danger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But if you rewind the video, the story looks much more complicated.\nA prosecutor found the deadly force justified because the officer was facing imminent danger at the moment he pulled the trigger.\nUntil a driver failed to use a turn signal. A police officer pulled him over.\nIt was a night like any other.\nVISUAL INVESTIGATIONS A New York Times visual investigation rolled back the footage of fatal traffic stops to examine the causes and the consequences of officer-created jeopardy.\nAn expired registration. A stolen bottle of vodka. A candy wrapper tossed out the window. A warrant for drug charges.\nA New York Times visual investigation reviewed footage from 120 vehicle stops over the last five years in which police officers killed motorists who were not brandishing a gun or knife or being pursued for violent crimes.\nWe found a striking pattern. In dozens of incidents, footage shows, officers made tactical mistakes that put themselves in positions of danger — walking into the path of a car, reaching into a window, jumping onto a moving vehicle — then used lethal force to defend against that danger.\nCriminologists call this “officer-created jeopardy.” But it often goes unexamined in deadly-force cases.\nMany courts instruct prosecutors and juries to consider only the instant in which an officer uses force — what’s known as the “final frame” of the encounter. The narrow focus on that moment protects police officers and agencies from legal liability.\nProponents of the final-frame approach point to a landmark Supreme Court decision, Graham v. Connor, which says courts should not second-guess the “split-second” judgments officers make in the heat of the moment.\nBut some legal scholars and policymakers are pushing to expand beyond the final-frame approach, in other words, to roll back the film to the beginning of the encounter. Scrutinizing the entire incident, they argue, aligns with another part of Graham v. Connor that instructs courts to consider the “totality of circumstances.”\n“It doesn't necessarily mean all police officers are going to be found guilty because the jury is looking at this wider frame,” said Cynthia Lee, a law professor at George Washington University. “My hope is that by having jurors consider these sorts of things, that it will encourage police on the ground to change behavior in a way that will make everybody safer.”\nVehicle stops happen more than 50,000 times a day on average across America — by far the most common interaction between the police and the public — and disproportionately impact Black drivers. The vast majority end peacefully. But some do not.\nThe Times found that officers are conditioned to anticipate danger, and that they even sometimes create it. According to a review of the available footage, dozens of deaths were seemingly avoidable had police officers not put themselves in harm’s way.\nTo examine what’s at stake in the growing debate over officer-created jeopardy, let’s rewind the film from three fatal vehicle stops.\nThe videos below contain graphic images.\nColtin LeBlanc, 23 Killed: September 27, 2018 Hammond, La.\nWhen a Louisiana state trooper shot Coltin LeBlanc, several cameras captured the scene.\nTrooper Andre Bezou appeared to be in grave danger, hanging off the door of Mr. LeBlanc’s squealing pickup truck, when he drew his pistol.\nWatch the footage below of the final-frame moment that night in Hammond.\nThe Final Frame ... / ... Click to mute This grainy CCTV footage from a nearby bar shows the final-frame moment. It's difficult to see here, but the driver's side door of the pick-up truck is open as it comes around the corner. There's no dispute that Trooper Bezou is clinging to the door. Here's the view from the trooper's body camera … … as he draws his weapon, struggles with Mr. LeBlanc, then opens fire\nThe trooper is evidently facing an imminent threat when he pulls the trigger, but let’s rewind the video and see how it got to this point.\n45 seconds earlier 1 2 3 ... / ... Click to mute 1 Initial Traffic Stop — The incident begins with a traffic stop that seems very routine.\nMr. LeBlanc complies with commands. Trooper Bezou, following best policing practices, immediately informs LeBlanc why he’s being pulled over. 2 Noncompliance — But quickly, there are signs LeBlanc is not just looking for his license. 3 Officer-Created Jeopardy — When the truck moves, the trooper jumps on the door. The open door where the trooper is hanging is visible on CCTV from a nearby bar. The Final Frame — Now we reach the final-frame moment when the trooper draws his weapon, struggles with LeBlanc, then opens fire.\nTrooper Bezou fired six shots. One bullet landed in a gas station, another in a law office. At least two struck Mr. LeBlanc, who died in a hospital hours later.\nHow did a stop over a turn signal escalate into deadly violence in less than a minute?\nAn Unnecessary Tactical Risk\nPolicing experts on all sides of the debate agree that jumping on the door is a dangerous tactic.\nOfficers are taught to stay out of the path of vehicles. In basic tactical training, they are told to use distance, time and protective cover to mitigate potential danger of an encounter and expand the amount of time and options the officer has to respond. Jumping onto a moving vehicle thrust the trooper directly into imminent danger and left him with few tactical options.\nTrooper Bezou and officials with the Louisiana State Police declined interview requests.\nBut when asked by State Police investigators why he had jumped on the door, Trooper Bezou told them he believed Mr. LeBlanc was intoxicated and he wanted “to stop the vehicle, to stop the driver, to stop him from killing somebody.”\n“If the guy drives away — could it be bad? Yeah, absolutely,” said Jon Blum, a former officer who writes training curricula for police departments across the country. “But is it worth jumping into the car to get possibly run over or killed doing it? Nope.”\nAfter being questioned about his rationale multiple times, the trooper added he also had concerns about the truck’s tire rolling over his foot.\nIn that case, Mr. Blum said, the trooper should have backed away. “It's 3,000 pounds of moving steel, rubber, an engine and everything else.”\nWatch Trooper Bezou Describe Why He Jumped on the Vehicle\nundefined ... / ... Click to mute\nWho Bears Blame?\nLaw enforcement experts agree that officers should not use their bodies to try to stop moving vehicles. Where they disagree is on the significance, and the consequences, of the tactical error.\nSeth Stoughton, a law professor at the University of South Carolina and a former police officer who advocates rolling back the film, said officer-created jeopardy escalated the encounter in Hammond.\n“He created a situation where there was an imminent threat of death or great bodily harm to deal with the situation where there wasn’t,” Mr. Stoughton said. “If you jump onto a moving car, it’s foreseeable that you’re going to end up shooting the person.”\nBut others argue that rolling back the film unfairly shifts blame from the suspect to the officer.\nLewis “Von” Kliem, a former officer and a lawyer with a police training company called the Force Science Institute, wrote in a recent essay that penalizing the police for officer-created jeopardy absolves the suspect of responsibility, ignores the “tactical uncertainty” of the moment and opens the door for endless second-guessing.\n“People too often imagine a level of certainty that simply does not exist in dynamic and unpredictable human interactions,” Mr. Kliem wrote in an email.\nTrooper Bezou faced no administrative discipline or criminal charges. The district attorney told a local paper that the trooper had made “an instinctive move” to protect his own life and possibly others.\nAnthoney Vega Cruz, 18 Killed: April 20, 2019 Wethersfield, Conn.\nThe dark blue Infiniti was accelerating toward a police officer when he fired at the driver, Anthoney Vega Cruz, as his girlfriend watched from the passenger seat.\nLet’s look at what led up to that final-frame moment when Officer Layau Eulizier used deadly force.\nThe encounter began around 5:45 p.m. when another officer, Peter Salvatore, clocked an Infiniti with tinted windows and followed it as it made several stops near closed banks and businesses. Officer Salvatore ran the license plate, learned the registration was suspended and linked to a different vehicle, and initiated a traffic stop.\n64 seconds earlier 1 2 3 ... / ... Click to mute 1 Initial Stop — This silent dashcam footage shows when Officer Salvatore activates his emergency lights, the Infiniti immediately stops. The traffic stop is also visible on dashcam footage from Officer Eulizier, who had been down the street ordering pizza. Salvatore requests backup over the radio. When Eulizier hears the request for backup over the radio, he heads to the scene. 2 Noncompliance — When Officer Salvatore approaches the Infiniti, Vega Cruz flees. Salvatore follows. Vega Cruz’s Infiniti swerves into oncoming traffic after Eulizier’s cruiser cuts him off from the other direction. The car spins out and CCTV from nearby shows Eulizier’s cruiser ram into it. 3 Officer-Created Jeopardy — Eulizier exits with his gun drawn and runs after the reversing Infiniti — which gets hit again by Salvatore’s cruiser. Then, Eulizier takes a position directly in front of the Infiniti. The Final Frame — This brings us to the final-frame moment. He fired two shots — one hit Vega Cruz in the head. His girlfriend tries to jump out. But the Infiniti, now out of control, rolls across lanes of traffic. When she manages to shift it into park, she exits with hands in the air.\nMr. Vega Cruz was taken to the hospital after the shooting, where he died two days later.\nLet the Driver Go\n“The front of the vehicle was turning away from the officer — he had to chase the front of the vehicle to get in front of it,” Mr. Stoughton said. “That’s a classic example of officer-created jeopardy.”\nAccording to Officer Eulizier’s lawyer, Elliot B. Spector, the Infiniti was not moving when the officer stepped in front of it and opened fire. Footage shows that the vehicle stopped only very briefly as it moved from reverse into drive.\n“Who’s creating the risk that leads to the use of force, the officer who stands in front of a vehicle or the individual who drives at the officer?” Mr. Spector said.\nBut policing experts emphasized that the safe tactic would have been to let Mr. Vega Cruz drive away.\nThe “Body in the Trunk” Myth\nMr. Vega Cruz had no criminal record. An investigation by the Connecticut state’s attorney found that, had he stopped, he would’ve probably faced a misdemeanor summons.\nMr. Vega Cruz’s girlfriend told investigators she suspected he fled because the car was not registered.\nFleeing to avoid a minor violation is typical, according to experts, who say that law enforcement officers often wrongly assume drivers who flee must be dangerous.\n“We call it the ‘dead body in the trunk’ myth,” said Geoffrey Alpert, a professor of criminology and criminal justice at the University of South Carolina and co-author of a 1998 study on offenders who flee the police.\nOf the 146 drivers interviewed for the study, most were running not to escape violent crimes, but for what Mr. Alpert called “stupid reasons”: stolen vehicles, suspended licenses, drug possession or intoxication. Others fled because they were ashamed or feared being beaten by police.\n“We didn't find bodies in the trunk,” Mr. Alpert said.\nIn suburban Connecticut, Officer Eulizier wasn’t stopping a murderer on the run; he was risking his life over a driver evading a minor citation.\nPulled Over An investigation into traffic stops in America and the deaths of hundreds of motorists at the hands of police. Why So Many Police Traffic Stops Turn Deadly The Hidden Thirst for Money Behind Many Police Traffic Stops\nLegal Liability\nAn investigation by the state’s attorney found Officer Eulizier’s use of deadly force justified. (The report spells the victim’s name Anthony Vega-Cruz, not Anthoney Vega Cruz). The report says the legal decision was based only on whether the officer had a reasonable fear of imminent danger at the moment he pulled the trigger.\nNevertheless, Officer Eulizier resigned.\nIn 2020, Connecticut joined the handful of jurisdictions with laws that call for rolling back the film. Judges and juries there now must examine if an officer’s conduct “precipitated the use of such force.”\nBut some policing experts say it’s ultimately not a liability problem, it’s a training problem.\n“It’s all instinctive reptilian-type behavior because we don’t train them,” said Jim Glennon, a retired officer who owns Calibre Press, which trains law enforcement around the country. “There’s no other reason for these guys to grab on to a door or jump in front of a car.”\nAt best, he said, officers were briefly exposed to concepts such as vehicle extractions while at the police academy. What they don’t get, he said, is training like athletes, who practice every day to develop muscle memory to execute under extreme pressure.\nIt’s as if, he said, “I spent one full day teaching you how to do a free throw and then 10 years from now, I go, ‘all right throw a free throw.’” He added: “Don't look at the officer. Look at the system where they come from.”\nBradley Blackshire, 30 Killed: February 22, 2019 Little Rock, Ark.\nA police officer fatally shot Bradley Blackshire during a vehicle stop in a barbershop parking lot on a rainy Friday morning.\nThe final frame shows a black sedan clipping Officer Charles Starks just as he opens fire on Mr. Blackshire.\nBut let’s roll back from the final-frame moment to see how the encounter unfolded.\n78 seconds earlier 1 2 ... / ... Click to mute 1 Initial Stop — A black Altima driven by Bradley Blackshire pulls into a parking lot just after 11 a.m. His ex-girlfriend Desaray Clarke sits in the passenger seat. Officer Starks is responding to investigate the Altima, which was just flagged as stolen by an automated license plate reader. 2 No Backup, No Distance, No Cover — As Blackshire backs into a spot, Starks pulls in — violating protocols that say officers should wait for backup and maintain distance in so-called “high-risk” vehicle stops like this one.\nStarks endangers himself further, experts say, by parking directly in front of Blackshire, leaving the protective cover of his cruiser, and walking into the path of the Altima. Starks repeats his commands, but never tells Blackshire why he’s being stopped. The Final Frame — Blackshire refuses to comply. Instead, the Altima starts slowly moving toward the left. Starks sidesteps to his right to move away. But the car bumps his left side. As he’s stepping back, Starks says his right knee buckled. He immediately opens fire.\nStarks then steps directly in front of the car and continues to shoot. Starks can be seen lying on the hood, firing into the windshield, from the dashcam of a second officer who arrives as backup and ends up crashing into the Altima.\nThe officers order Blackshire and Clarke to exit the vehicle at gunpoint. Clarke later informs them that there is a gun in the car. Blackshire would later be pronounced dead at the scene.\nMr. Starks told The Times that after being bumped by the car, he tore his M.C.L., which left him unable to get out of its path. Fearing he was going to get run over, he fired his gun.\nThe now-former officer said he never saw a gun, but was worried Mr. Blackshire was reaching for a weapon to return fire. He said he sought the cover of his patrol car, and only accidentally put himself in the sedan’s path.\nA gun was later recovered on the front passenger floor.\nDid Officer Starks Put Himself in Danger?\nMr. Starks told The Times that he chose to forgo high-risk protocol — which says officers should wait for backup and maintain distance — because Mr. Blackshire was not complying with commands to show his hands.\n“It was stand there and deal with the unknown of whatever he’s doing with his hands, or get up there and find out what he’s doing with his hands,” Mr. Starks said.\n“Universal best practice is to maintain a safe distance until you know,” said Mr. Blum. “They don't show you their hands — what makes getting closer to the car any safer?”\nA Justified Shooting\nThe local prosecutor, citing Graham v. Connor, declined to file criminal charges, saying that Mr. Starks had made “truly split-second judgments” based on a reasonable fear of being run over or shot.\nThe police department’s Deadly Force Review Board found the officer’s use of lethal force “unavoidable.”\nFired, Not Fired\nOver the objections of his supervisors, Mr. Starks was terminated for violating a department policy that officers “will not voluntarily place themselves in a position in front of an oncoming vehicle, where deadly force is the probable outcome.” It also says officers “will move out of its path if possible, rather than fire at the vehicle.”\nWhen Mr. Starks appealed his firing, nearly all his supervisors either defended his actions or refused to second-guess them. One training officer cited Graham v. Connor and the final-frame approach.\nWatch a Training Officer Defend Officer Starks:\nundefined ... / ... Click to mute\nA judge later ordered the city to reinstate Mr. Starks. He resigned from the force months later, but the litigation over his firing continues.\nWhy Officer-Created Jeopardy Persists\nMr. Starks said when he was reinstated, he’d hoped to get more training on high-risk stops and noncompliant drivers. But he said that was not the case, as the vehicle stop training only involved backup units that were pre-staged and “motorists” who were “1,000 percent compliant.”\nMr. Glennon agrees that officers aren’t trained to handle real-life scenarios.\n“Agencies too often create policies to avoid liability for the agency rather than make a change in behavior or create a training environment to fix potential problems,” he said.\nThose who want to roll back the film, like Mr. Stoughton, argue that liability for officer-created jeopardy may motivate the police to avoid dangerous tactical errors.\n“If an officer’s job is to protect and serve, to protect community members, including the community members they're maybe trying to arrest,” he said, “then you want officers to take the steps that they need to take — that they should take — to avoid having to shoot someone.”", "url": "https://www.nytimes.com/interactive/2021/10/30/video/police-traffic-stops-danger-video.html"}