{"authors": ["Jonathan Weisman"], "date_download": "2022-10-25 23:26:57", "date_modify": "2022-10-25 23:26:57", "date_publish": "2015-10-20 15:41:52", "description": "Seven Republicans and five Democrats make up the committee, but the core group driving the panel is smaller.", "filename": "interactive_2015_10_16_us_politics_Benghazi-Committee-Members-To-Watch_1666740417.html", "image_url": "https://static01.nyt.com/images/2015/10/22/us/listy-members/listy-members-facebookJumbo.jpg?year=2015&h=550&w=1050&s=f6e5453ea96d45abca3bed7a0a4e31580b54aa3e39c07e974d7d53350f03ffb3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_10_16_us_politics_Benghazi-Committee-Members-To-Watch_1666740417.html", "title": "Members to Watch on the Special Select Committee on Benghazi", "title_page": "Members to Watch on the Special Select Committee on Benghazi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Leader of the Defense\nElijah E. Cummings of Maryland\nAs the ranking the Democrat on the House Committee on Oversight and Government Reform, Mr. Cummings has clashed fiercely with prosecutorial Republicans ever since they took control of the House. He has defended the Obama administration over the “Fast and Furious” gun-trafficking investigation; against charges that the Internal Revenue Service improperly targeted conservative groups; and over the attack in Benghazi. At one point in 2014, Darrell Issa, who was then the chairman of the oversight committee, drew his fingers across his throat and had Mr. Cummings’s microphone turned off, eliciting an outcry from Democrats and an eventual apology. Mr. Cummings had worked closely with Mr. Gowdy on that committee and was named the chief Democrat on the Benghazi panel in the hope that he could keep the chairman on track.", "url": "https://www.nytimes.com/interactive/2015/10/16/us/politics/Benghazi-Committee-Members-To-Watch.html"}