{"authors": ["Keith Collins", "Josh Holder"], "date_download": "2022-10-25 23:26:03", "date_modify": "2022-10-25 23:26:03", "date_publish": "2021-03-31 09:00:03", "description": "Many low-income nations lacked the means to preorder doses, and their residents have received just 0.1 percent of vaccine shots given worldwide.", "filename": "interactive_2021_03_31_world_global-vaccine-supply-inequity_1666740363.html", "image_url": "https://static01.nyt.com/images/2021/03/30/us/global-vaccine-supply-inequity-promo-1617152502027/global-vaccine-supply-inequity-promo-1617152502027-facebookJumbo-v6.png?year=2021&h=549&w=1050&s=a74457688796778576942cf4244a64c8f7040e7b716b3a2f7a14251a73eeb97d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_03_31_world_global-vaccine-supply-inequity_1666740363.html", "title": "See How Rich Countries Got to the Front of the Vaccine Line", "title_page": "See How Rich Countries Got to the Front of the Vaccine Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than half a billion vaccine doses have been administered worldwide so far, and well over three-quarters of them have been used by the world’s richest countries. The reason, experts say, lies in how — and when — deals for doses were struck.\nVaccine deals reached by countries and regions Circles are sized by number of doses secured. Income group Low Lower middle Upper middle High Mixed Note: Dates reflect when deals were announced. Deals for “mixed” economies reflect purchase agreements made by Covax, an effort by the World Health Organization, Unicef and others to distribute vaccines to countries equitably. · Source: Unicef Covid-19 Vaccine Market Dashboard\nIn the early days of the pandemic, when drug makers were just starting to develop vaccines, placing orders for any of them was a risk. Wealthier countries could mitigate that risk by placing orders for multiple vaccines and, by doing so, tied up doses that smaller countries may have otherwise purchased, according to experts.\nAs a result, most higher-income countries were able to pre-order enough vaccines to cover their populations several times over, while others had trouble securing any doses at all. Throughout 2020, even middle-income countries had difficulties winning contracts.\n“We saw it with countries like Peru and Mexico,” said Andrea Taylor, a researcher at Duke University who is studying the vaccine purchase agreements. “Money wasn’t the problem for them. They have the financing to make the purchases, but they couldn’t get to the front of the line.”\nLow-income countries made their first significant vaccine purchase agreements in January 2021 — eight months after the United States and the United Kingdom made their first deals, according to data compiled by Unicef.\nThe result has been that, as of March 30, 86 percent of shots that have gone into arms worldwide have been administered in high- and upper-middle-income countries. Only 0.1 percent of doses have been administered in low-income countries.\nVaccination rates are higher in wealthier countries Circles are sized by country population. Income group Low Lower middle Upper middle High $100 $1,000 $10,000 $100,000 <0.01 0.1 1 10 100 doses administered per 100 people G.D.P. per capita Brazil United States South Africa India Hungary U.K. Guinea Japan Vietnam Australia Serbia Morocco Venezuela Nepal Chile Afghanistan Source: Vaccinations data (local governments via Our World in Data); income classifications and gross domestic product data (World Bank)\n“Inequities are growing, unfortunately,” Ms. Taylor said, “and we expect that to be the case for at least the next six months while wealthy countries continue to keep the majority of doses rolling off production lines.”\nCovax, a global effort to distribute vaccines equally that is run by the World Health Organization and others, has tried to alleviate some of the imbalances. Its primary goal is to provide vaccines to 92 lower-income countries, through its program called Advanced Market Commitment, or A.M.C. Those vaccines are paid for with cash donations by governments and organizations; the United States has donated $2.5 billion, for example, and Germany has donated $1.1 billion.\nFor countries that can afford to purchase their own vaccines, Covax has also offered a way to buy doses without jumping ahead in line, by acting as an intermediary between those countries and drug companies. As an incentive, Covax prenegotiated agreements that any of its member countries could use, leveraging its ability to place bigger orders earlier in the pandemic. In turn, the countries that bought vaccines through those deals would wait their turn, and get their doses no sooner than lower-income countries.\nAs of March 30, Covax has shipped 32.9 million vaccine doses to 70 countries and regions. Most of those shipments were donations to lower-income countries. To put that number in context, it is just 6 percent of the 564 million doses that have been administered worldwide.\nThe World Health Organization expects that supply to increase, however. According to a budget released this month, the organization said Covax was “on track to hit its target of supplying at least two billion vaccine doses in 2021.” And 1.3 billion of those doses, the budget said, would be donations to lower-income countries.\nBut even with that influx, poor countries may end up waiting years before their populations can be fully vaccinated. Kenya, for example, expects that by 2023 it will have just 30 percent of its population vaccinated, and that’s with Covax covering the first 20 percent. That long wait would give the virus more time to spread, and potentially give rise to new mutations.\nThe global race for doses has also affected which countries get which vaccines. With much of the supply of the Pfizer and Moderna vaccines already spoken for by wealthier countries, China, India and Russia have become important suppliers of vaccines to lower-income countries. And some experts believe those governments can use such relationships to gain sway.\n“To empower other nations with vaccine access is a powerful tool that can wield considerable influence,” said Dania Thafer, the executive director of the Gulf International Forum, a Washington-based think tank.\nLower-income countries have relied on vaccines produced in China, India and Russia Countries where vaccines have been administered. Circles are sized by population. Income group Low Lower middle Upper middle High G.D.P. per capita $1,000 $10,000 $100,000 Note: Only vaccines that have been administered in at least three countries are shown. The graphic includes countries with a population of more than 50,000. | Source: Vaccinations data (local governments via Our World in Data); income classifications and gross domestic product (World Bank)\nThe Oxford-AstraZeneca vaccine has become ubiquitous: At least 94 countries of varying income levels have administered doses. Its lower price and comparatively easy storage positioned it as a crucial part of the global vaccination effort, but it has recently suffered a series of setbacks.\nA study found that the Oxford-AstraZeneca vaccine showed relatively low efficacy in preventing mild and moderate cases of the more contagious variant that’s dominant in South Africa, leading the South African government to suspend its rollout.\nSome European countries suspended the use of the Oxford-AstraZeneca vaccine in mid-March because of concerns it might increase the risk of blood clots. A review by the European Medicines Agency later found the vaccine to be “safe and effective,” with no overall increase in the risk of clots, but the confusion has seen public confidence in the vaccine plummet.\nIndia has clamped down on exports of the vaccine manufactured at the Serum Institute of India, one of the world’s largest vaccine producers, while the country battles its own worsening outbreak. Many low-income countries are dependent on exports from the Serum Institute, including Nepal, which has already halted its vaccination campaign because of shortages.\nIn a joint statement released Tuesday, more than two dozen heads of government and international agencies called for “a new international treaty for pandemic preparedness and response.” They stressed the importance of a coordinated approach to future pandemics, including with vaccination efforts.\n“Immunization is a global public good, and we will need to be able to develop, manufacture and deploy vaccines as quickly as possible,” the statement said.", "url": "https://www.nytimes.com/interactive/2021/03/31/world/global-vaccine-supply-inequity.html"}