{"authors": [], "date_download": "2022-10-25 23:02:25", "date_modify": "2022-10-25 23:02:25", "date_publish": "2019-12-17 19:53:29", "description": "President Trump sent a letter on Tuesday to Speaker Nancy Pelosi expressing his “most powerful protest” against the impeachment process. The House is expected to vote on two articles of impeachment against Mr. Trump on Wednesday.", "filename": "interactive_2019_12_17_us_politics_trump-pelosi-letter_1666738945.html", "image_url": "https://static01.nyt.com/images/2019/12/17/us/politics/trump-pelosi-letter-1576612247421/trump-pelosi-letter-1576612247421-facebookJumbo-v4.jpg?year=2019&h=549&w=1050&s=5f6c6bcc3cbdee82f187cd0fd02cd17ad4be63f997561f4a4fa9d6c5e63bd4e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_12_17_us_politics_trump-pelosi-letter_1666738945.html", "title": "Read Trump’s Letter to Pelosi Protesting Impeachment", "title_page": "Read Trump’s Letter to Pelosi Protesting Impeachment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You are turning a policy disagreement between two branches of government into an impeachable offense — it is no more legitimate than the Executive Branch charging members of Congress with crimes for the lawful exercise of legislative power.\nYou know full well that Vice President Biden used his office and $1 billion dollars of U.S. aid money to coerce Ukraine into firing the prosecutor who was digging into the company paying his son millions of dollars.4 You know this because Biden bragged about it on video. Biden openly stated: “I said, “I'm telling you, you're not getting the billion dollars'...I looked at them and said: “I'm leaving in six hours. If the prosecutor is not fired, you're not getting the money.' Well, son of a bitch. He got fired.” Even Joe Biden admitted just days ago in an interview with NPR that it “looked bad.”5 Now you are trying to impeach me by falsely accusing me of doing what Joe Biden has admitted he actually did.\nPresident Zelensky has repeatedly declared that I did nothing wrong6, and that there was No Pressure. He further emphasized that it was a “good phone call,” that “I don't feel pressure,\" and explicitly stressed that “nobody pushed me.\" The Ukrainian Foreign Minister stated very clearly: “I have never seen a direct link between investigations and security assistance.” He also said there was “No Pressure.” Senator Ron Johnson of Wisconsin, a supporter of Ukraine who met privately with President Zelensky, has said: “At no time during this meeting...was there any mention by Zelensky or any Ukrainian that they were feeling pressure to do anything in return for the military aid.” Many meetings have been held between representatives of Ukraine and our country. Never once did Ukraine complain about pressure being applied — not once! Ambassador Sondland testified that I told him: “No quid pro quo. I want nothing. I want nothing. I want President Zelensky to do the right thing, do what he ran on.”7\nThe second claim, so-called “Obstruction of Congress,” is preposterous and dangerous. House Democrats are trying to impeach the duly elected President of the United States for asserting Constitutionally based privileges that have been asserted on a bipartisan basis by administrations of both political parties throughout our Nation's history. Under that standard, every American president would have been impeached many times over. As liberal law professor Jonathan Turley warned when addressing Congressional Democrats: “I can't emphasize this enough…if you impeach a president, if you make a high crime and misdemeanor out of going to the courts, it is an abuse of power. It's your abuse of power. You're doing precisely what you're criticizing the President for doing.\"\nEveryone, you included, knows what is really happening. Your chosen candidate lost the election in 2016, in an Electoral College landslide (306-227)8, and you and your party have never recovered from this defeat. You have developed a full-fledged case of what many in the media call Trump Derangement Syndrome and sadly, you will never get over it! You are unwilling and unable to accept the verdict issued at the ballot box during the great Election of 2016. So you have spent three straight years attempting to overturn the will of the American people and nullify their votes. You view democracy as your enemy!\nSpeaker Pelosi, you admitted just last week at a public forum that your party's impeachment effort has been going on for two and a half years,9\" long before you ever heard about a phone call with Ukraine. Nineteen minutes after I took the oath of office, the Washington Post\n2", "url": "https://www.nytimes.com/interactive/2019/12/17/us/politics/trump-pelosi-letter.html"}