{"authors": ["Sarah Almukhtar", "K.K. Rebecca Lai", "Sergio Peçanha", "Tim Wallace"], "date_download": "2022-10-25 23:54:43", "date_modify": "2022-10-25 23:54:43", "date_publish": "2016-10-17 08:52:16", "description": "Iraqi forces have entered Mosul after two weeks of fighting.", "filename": "interactive_2016_10_17_world_middleeast_iraq-mosul-isis-map_1666742083.html", "image_url": "https://static01.nyt.com/images/2016/10/17/world/middleeast/iraq-mosul-isis-map-1476694025345/iraq-mosul-isis-map-1476694025345-facebookJumbo-v9.png?year=2016&h=549&w=1050&s=7d5e7590d1a444d0471f4749cfbd740c879b531a6b30edb2c0f2df078f9b59f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_10_17_world_middleeast_iraq-mosul-isis-map_1666742083.html", "title": "The Battle for Mosul: Iraqi Forces Enter the City", "title_page": "The Battle for Mosul: Iraqi Forces Enter the City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two weeks into the campaign to retake Mosul from the Islamic State, Iraqi counterterrorism forces have advanced into the city from the east.\nIraqi forces and Kurdish pesh merga 6 Iraqi counterterrorism forces 5 3 Tal Afar 2 Mosul 1 ISIS-CONTROLLED AREAS NOV. 1 VILLAGES RETAKEN FROM ISIS Iraqi Shiite militias Erbil AREAS LOST BY ISIS SINCE OCT. 17 Mosul Kara Soar U.S. base Baghdad Qayyarah military base IRAQ 4 10 miles Iraqi forces and Kurdish pesh merga 6 Iraqi counterterrorism forces 5 3 Tal Afar 2 Mosul 1 ISIS-CONTROLLED AREAS NOV. 1 VILLAGES RETAKEN FROM ISIS Iraqi Shiite militias Erbil AREAS LOST BY ISIS SINCE OCT. 17 Mosul Kara Soar U.S. base Baghdad Qayyarah military base IRAQ 4 10 miles Iraqi forces and Kurdish pesh merga 6 Iraqi counterterrorism forces 5 3 Tal Afar 2 Mosul 1 ISIS-CONTROLLED AREAS NOV. 1 VILLAGES RETAKEN FROM ISIS Iraqi Shiite militias AREAS LOST BY ISIS SINCE OCT. 17 Mosul Kara Soar U.S. base Baghdad Qayyarah military base IRAQ 4 10 miles Iraqi forces and Kurdish pesh merga 6 Iraqi forces Tal Afar 5 3 2 1 Mosul ISIS-CONTROLLED AREAS NOV. 1 VILLAGES RETAKEN FROM ISIS Iraqi Shiite militias AREAS LOST SINCE OCT. 17 Mosul Kara Soar U.S. base Baghdad Qayyarah military base IRAQ 4 10 miles Iraqi forces and Kurdish pesh merga 6 Iraqi forces Tal Afar 5 3 2 1 Mosul ISIS-CONTROLLED AREAS NOV. 1 VILLAGES RETAKEN FROM ISIS Iraqi Shiite militias AREAS LOST SINCE OCT. 17 Mosul Kara Soar U.S. base Baghdad Qayyarah military base IRAQ 4 10 miles VILLAGES RETAKEN FROM ISIS Iraqi forces and Kurdish pesh merga 6 Iraqi forces Mosul ISIS-CONTROLLED AREAS NOV. 1 5 3 2 1 Iraqi Shiite militias Mosul Baghdad IRAQ 4 15 miles Source: Institute for the Study of War (villages recaptured and direction of forces); IHS Conflict Monitor (control areas)\n1 Heavy fighting was reported from the neighborhood of Karama on Tuesday.\n2 Iraqi forces first entered the city through the industrial Gogjali neighborhood.\n3 Islamic State militants are attacking Iraqi security forces in Bazwaia, a village that was retaken on Monday.\n4 Iraqi Shiite militias have begun an offensive from the Qayyarah military base to take Tal Afar.\n5 If the Islamic State loses control of Tal Afar, its connection to Raqqa in Syria will be severed.\n6 Turkish advisers and about 3,000 Turkish-backed forces are based out of Zaylkan.\nChanges on the Ground in the First Week\nIraqi and Kurdish troops recaptured a number of villages and towns east and south of Mosul in the first week of the operation against the Islamic State, but they remain miles from the city center.\nMosul Dam Turkish military base Tel Kayf to Raqqa Bashiqa Kurdish pesh merga Bartella Tal Afar Mosul Khazir Hamdaniya 1 ISIS-controlled area Oct. 24 80 Tigris Towns Recaptured ERBIL Gwer Shura Border crossings AReas Lost Since Oct. 10 Mosul Iraqi security forces Kara Soar Baghdad IRAQ Qaiyara Airfield 10 miles Mosul Dam Turkish military base Tel Kayf to Raqqa Bashiqa Kurdish pesh merga Bartella Tal Afar Mosul Khazir Hamdaniya 1 ISIS-controlled area Oct. 24 80 Tigris Towns Recaptured ERBIL Gwer Shura Border crossings AReas Lost Since Oct. 10 Mosul Iraqi security forces Kara Soar Baghdad IRAQ Qaiyara Airfield 10 miles Turkish base Tel Kayf Bashiqa to Raqqa Kurdish pesh merga Bartella Tal Afar Mosul Khazir Hamdaniya ISIS-controlled area Oct. 24 Towns Recaptured Tigris 1 ERBIL Gwer Border crossings Shura 80 AReas Lost Since Oct. 10 Mosul Iraqi security forces Baghdad Kara Soar IRAQ Qaiyara Airfield 10 miles Turkish base Tel Kayf Bashiqa to Raqqa Kurdish pesh merga Bartella Tal Afar Mosul Khazir Hamdaniya ISIS-controlled area Oct. 24 Towns Recaptured Tigris 1 ERBIL Gwer Border crossings Shura 80 AReas Lost Since Oct. 10 Mosul Iraqi security forces Baghdad Kara Soar IRAQ Qaiyara Airfield 10 miles Mosul Dam Turkish base Tel Kayf to Raqqa Bashiqa Kurdish pesh merga Bartella Mosul Khazir Hamdaniya 1 Towns Recaptured Tigris ERBIL ISIS-controlled area Oct. 24 Gwer Shura 80 AReas Lost Since Oct. 10 Kara Soar Iraqi security forces Qaiyara Airfield 10 miles Turkish base Tel Kayf Bashiqa Mosul Kurdish pesh merga Bartella Khazir Hamdaniya Towns Recaptured ISIS-controlled area Oct. 24 Gwer Shura 80 Tigris AReas Lost Since Oct. 10 Kara Soar Iraqi security forces Qaiyara Airfield 10 miles Source: Institute for the Study of War (towns recaptured); IHS Conflict Monitor (control areas)\nNorth of Mosul, Kurdish pesh merga forces continue to push through a string of villages near Bashiqa. Iraqi forces, supported by American advisers, pushed the southern front lines to around 10 miles from Mosul as they advanced through the village of Bartella.\nConflicts continue to emerge between Iraq and Turkey, which has insisted on joining the fight for Mosul. Turkey has been maintaining troops in a base northeast of the city, without Iraq’s permission, and claims to have been contributing to the campaign by training Kurdish pesh merga forces and Sunni Arab fighters in Iraq, and firing artillery against militants. Iraq’s prime minister has denied Turkey’s claims.\nInside the City\nSome neighborhoods on the eastern bank of the river have been free of ISIS activity. Nineveh Ruins 1 ISIS presence has been reported on the eastern edge of the city. 2 Mosul ISIS manufactures explosives in the Wadi Ekab industrial district. Areas where ISIS is holding Yazidi women captive. Government center Mosul airport 1 80 Tigris River 2 miles Some neighborhoods on the eastern bank of the river have been free of ISIS activity. Nineveh Ruins 1 ISIS presence has been reported on the eastern edge of the city. 2 Mosul ISIS manufactures explosives in the Wadi Ekab industrial district. Areas where ISIS is holding Yazidi women captive. Government center Mosul airport 1 80 Tigris River 2 miles Some neighborhoods on the eastern bank of the river have been free of ISIS activity. Nineveh Ruins 1 ISIS presence has been reported on the eastern edge of the city. 2 Mosul ISIS manufactures explosives in the Wadi Ekab industrial district. Areas where ISIS is holding Yazidi women captive. Government center Mosul airport 1 80 Tigris River 2 miles Areas where ISIS is holding Yazidi women captive. 1 Mosul 2 ISIS manufactures explosives in the Wadi Ekab industrial district. Govt. center 1 80 Tigris River 2 miles Areas where ISIS is holding Yazidi women captive. 1 Mosul 2 ISIS manufactures explosives in the Wadi Ekab industrial district. Govt. center 1 80 Tigris River 2 miles Areas where ISIS is holding Yazidi women captive. Mosul ISIS manufactures explosives in the Wadi Ekab industrial district. Govt. center 1 Tigris River 2 miles Source: Mosul Eye\nIslamic State fighters in Mosul are preparing for a showdown with Iraqi forces. According to the Pentagon, the militants have created smoke screens by setting fire to tires and oil to conceal their movements from coalition aircraft.\nResidents reported that ISIS was killing suspected spies and had erected sand berms and concrete walls to close off roads.\nOperation to Retake Mosul Begins\nIraqi, Kurdish and allied forces began an operation early on Monday to retake Mosul, the second-largest city in Iraq, from the Islamic State.\nMosul Dam Iraqi forces. Supply lines Iraqi forces will try to cut the key corridors to ISIS in Syria. Bashiqa area Iraqi forces. to Raqqa Villages east of Mosul Kurdish forces began an operation on Monday to retake villages. Tal Afar Mosul Khazir area Iraqi and Kurdish forces. Kurdish pesh merga 1 ISIS-controlled area 80 Tigris ERBIL Iraqi security forces Key border crossings Mosul Baghdad IRAQ Qaiyara Airfield West Thousands of Iraqi Army troops have gathered here. 10 miles Mosul Dam Iraqi forces. Supply lines Iraqi forces will try to cut the key corridors to ISIS in Syria. Bashiqa area Iraqi forces. to Raqqa Villages east of Mosul Kurdish forces began an operation on Monday to retake villages. Tal Afar Mosul Khazir area Iraqi and Kurdish forces. Kurdish pesh merga 1 ISIS-controlled area 80 Tigris ERBIL Iraqi security forces Key border crossings Mosul Baghdad IRAQ Qaiyara Airfield West Thousands of Iraqi Army troops have gathered here. 10 miles Mosul Dam Iraqi forces. Supply lines Iraqi forces will try to cut the key corridors to ISIS in Syria. Bashiqa area Iraqi forces. Villages east of Mosul Kurdish forces began an operation on Monday to retake villages. to Raqqa Tal Afar Mosul Khazir area Iraqi and Kurdish forces. 1 Kurdish pesh merga 80 ISIS-controlled area ERBIL Key border crossings Iraqi security forces Mosul Tigris Baghdad IRAQ Qaiyara Airfield West Thousands of Iraqi Army troops have gathered here. 10 miles Mosul Dam Iraqi forces. Supply lines Iraqi forces will try to cut the key corridors to ISIS in Syria. Bashiqa area Iraqi forces. Villages east of Mosul Kurdish forces began an operation on Monday to retake villages. to Raqqa Tal Afar Mosul Khazir area Iraqi and Kurdish forces. 1 Kurdish pesh merga 80 ISIS-controlled area ERBIL Key border crossings Iraqi security forces Mosul Tigris Baghdad IRAQ Qaiyara Airfield West Thousands of Iraqi Army troops have gathered here. 10 miles 10 miles Mosul Dam Iraqi forces. Supply lines Iraqi forces will try to cut the key corridors to ISIS in Syria. Villages east of Mosul Kurdish forces began an operation on Monday to retake villages. to Raqqa Tal Afar Mosul 1 Kurdish pesh merga 80 ISIS-controlled area Key border crossings Iraqi security forces Mosul Tigris Baghdad IRAQ Qaiyara Airfield West Thousands of Iraqi Army troops have gathered here. Mosul Dam Iraqi forces. to Raqqa Villages east of Mosul Kurdish forces began an operation on Monday to retake villages. Mosul Kurdish pesh merga ISIS-controlled area Iraqi security forces Tigris Qaiyara Airfield West Thousands of Iraqi Army troops have gathered here. 5 miles Satellite imagery by TerraMetrics via Google | Source: IHS Conflict Monitor (control areas as of Oct. 19)\nIn one of the first phases of an operation that could last weeks or months, about 4,000 Kurdish pesh merga troops moved on Monday to retake 10 villages east of the city.\nThe battle is expected to unfold in stages. The troops that have been massing at bases around Mosul plan to first surround the city and then gradually tighten the circle, cutting off supply routes and isolating the area.\nOn the first day of the offensive, Iraqi government and Kurdish forces advanced from the south and east, leaving a path for Islamic State fighters to flee west to Syria.\nLeaving a corridor open for the militants could help reduce civilian casualties, said Columb Strack, an analyst for IHS Conflict Monitor, a group that has been tracking the events in Iraq and Syria.\n“If there is a way of getting them to withdraw and push them to the desert,” Mr. Strack said, “why fight them in a built-up area like Mosul?”\nAn ultimate assault into Mosul will probably be carried out by Iraqi commandos who have been trained by United States Special Forces. Iraq’s federal police and some army units could also join the push.\nNineveh Ruins 1 Mosul Amusement Park 2 Mosul The center of government is on the western side of the river. Mosul airport 1 80 Tigris River 2 miles Nineveh Ruins 1 Mosul Amusement Park 2 Mosul The center of government is on the western side of the river. Mosul airport 1 80 Tigris River 2 miles Nineveh Ruins 1 Mosul Amusement Park 2 Mosul The center of government is on the western side of the river. Mosul airport 1 80 Tigris River 2 miles Nineveh Ruins 1 Mosul Amusement Park 2 Mosul The center of government is on the western side of the river. Mosul airport 1 80 Tigris River 2 miles Mosul 1 2 1 80 Tigris River 2 miles Mosul 1 2 1 80 Tigris River 2 miles Mosul 1 80 Tigris River\nMosul is split by the Tigris River. Some officials expect the militants to pull back from the eastern side of the city and focus on defending the west bank, where the government center is. The west bank also has many narrow streets, which makes it difficult for tanks and artillery to operate.\nThe fighting is likely to be fierce. Islamic State militants have created a network of tunnels under Mosul and have planted improvised explosives so densely that they resemble minefields. The insurgents have also dug trenches, filled them with oil and set them ablaze.\nThe Islamic State’s Shrinking Footprint\nIslamic State Iraqi government Kurdish\nMosul Erbil SYRIA Kirkuk Deir al-Zour IRAQ Tigris Euphrates Baghdad Area of control, Jan. 2015 Mosul Erbil SYRIA Kirkuk Deir al-Zour IRAQ Tigris Euphrates Baghdad Oct. 2016\nThe Islamic State easily captured Mosul in June 2014, when soldiers of the Iraqi Army, built up with tens of billions of dollars of support from the United States, dropped their weapons, shed their uniforms and ran.\nThe victory gave the militant group significant momentum as it made a series of lightning advances across Iraq, capturing large portions of the country.\nThe group has since lost much of its territory, the result of both a ground war to take back key cities and an air campaign to take out important leaders and major sources of revenue. Mosul is perhaps the group’s last major stronghold in Iraq.\nA Looming Humanitarian Crisis\nAs many as 1.2 million people could be displaced by the fighting in Mosul, according to the United Nations. About 213,000 people from Mosul, Falluja and Qaiyara now live in refugee camps in northern Iraq.\nAnother 200,000 people are expected to flee Mosul in the initial stages of the offensive. The United Nations has expanded refugee camps and built several new ones in northern Iraq to handle the influx.\nRefugee sites Sites under construction Amalla site Zelekan site Mosul ISIS-controlled area Erbil Tigris Debaga sites IRAQ Kirkuk 20,000 5,000 Number of displaced individuals Amalla site Zelekan site Mosul ISIS-controlled area Erbil Tigris Debaga sites IRAQ Kirkuk 20,000 5,000 Number of displaced individuals IRAQ Mosul ISIS-controlled area Erbil Tigris Debaga sites 20,000 Kirkuk 5,000 Number of displaced individuals Source: CCCM Cluster", "url": "https://www.nytimes.com/interactive/2016/10/17/world/middleeast/iraq-mosul-isis-map.html"}