{"authors": ["Melissa Eddy", "Rick Lyman", "Kassie Bracken"], "date_download": "2022-10-25 23:56:22", "date_modify": "2022-10-25 23:56:22", "date_publish": "2017-04-28 04:17:32", "description": "The Ibrahim sisters, who came to Weimar without husbands, fathers or brothers, face an extra layer of challenges in adapting to German social customs.", "filename": "interactive_2017_04_28_world_europe_syrian-refugees-weimar-germany-women_1666742182.html", "image_url": "https://static01.nyt.com/images/2017/04/28/world/europe/syrian-refugees-weimar-germany-women-1493353233565/syrian-refugees-weimar-germany-women-1493353233565-facebookJumbo.jpg?year=2017&h=549&w=1050&s=9aaf42af73211bb934021f3a9fd795b1c8311186d5fc426b3253f98700c07f5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_04_28_world_europe_syrian-refugees-weimar-germany-women_1666742182.html", "title": "Three Syrian Sisters, No Men and a World of New Gender Mores", "title_page": "Three Syrian Sisters, No Men and a World of New Gender Mores - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The storied city of Weimar, Germany (population 65,000), absorbed 900 refugees in a year. Our journalists spent months on the ground examining integration from all sides.\n‘We are not happy with just sitting around at home with nothing to do.’\nSCHIREEN, 23, who hoped to continue her education in Germany, but struggles with the language\nMAHDIYA, 28, who believes that Chancellor Angela Merkel invited her to come to Germany\nHAIFAA, 30, a widowed mother of two and now matriarch of the group\nIn the 17 months since they arrived in Weimar, the sisters have attended language classes and navigated their new city side by side. They and other refugee women spoke about an extra layer of challenges in adapting to German social customs, including how to organize playdates for their children and have platonic friendships with men, something unusual in the conservative Muslim society they came from.\nHaifaa, the oldest, had the idea first: After her husband was killed in Syria’s civil war, she sought a safe future for her children. Schireen, the youngest, was game to go along in the hope of continuing an education that had been stunted by the fighting. Mahdiya, the middle sister, worried about the cost and length of the journey, but remarks made by Chancellor Angela Merkel of Germany persuaded her to make the trek.\nThe Ibrahim sisters share a two-bedroom apartment and an unspoken understanding of the need to stick together. Unlike most of the roughly 95,000 refugee women who poured into Germany in 2015, these three came without husbands, fathers or brothers.\n‘She personally invited me to Germany.’\nThe sisters’ odyssey began in 2014. Haifaa’s husband was fatally stabbed after disappearing for nearly a week, she said. The government never issued a death certificate, and his body showed signs of abuse. Shortly afterward, she said, her parents’ home in the suburbs of Damascus was ransacked, their gold and electronics taken.\nThe parents fled, first to the countryside and then to Turkey, with six of their eight children. Two other daughters had already left Syria with their husbands and children; one is now in Hungary, the other in Bulgaria.\nHaifaa borrowed €5,000, enough for three passages to Europe — money she still owes (she would not say to whom). Her parents, two brothers and a sister stayed behind in Izmir, a Turkish port city.\n“What I want is a good life for my children: I want them to be able go to school and to be safe,” she said of 9-year-old Shavnam and 7-year-old Abbas. “Here I can put my head on the pillow and sleep at night.”\nMahdiya hesitated at the plan to cram with 50 other people into a rubber boat meant to hold half that number. Then she watched Chancellor Merkel on television, Arabic subtitles animating her German speech.\n“Normally, I don’t watch the news, but that day I did,” she recalled. “I love Merkel! She personally invited me to Germany. That is what I told the immigration officials when they asked who encouraged me to come to Germany: I said it was Merkel. I wish her a long and prosperous life.”\n‘It’s like I am being reborn here.’\nHaifaa is devout, keeping her hair and neck covered even when entertaining other women at home. Schireen, too, wears a head scarf, but she scours the internet for stylish ideas on how to use it to highlight her cheekbones and sparkling eyes.\nMahdiya, though, kept her dyed-blond hair loose and flowing even back home in Syria. Shortly after the sisters arrived in Weimar, a young German convert to Islam challenged that choice.\n“We thought we were coming to a free country, and here is this guy telling us how we should be dressed,” Mahdiya said, laughing.\n“Back home, we were a more religious family,” she added. “Now, it is different. I have strong thoughts as a woman and what I can do on my own. It’s like I am being reborn here.”\nSchireen was determined to quickly learn enough German to fulfill her dream of going to university, and the wall over her bed is papered with useful words and phrases: “I need a translator”; “I am ill.” But her drive has flagged since October, when the German authorities, under a new policy, granted the sisters refugee status for only one year instead of three, as had been standard. (Renewal is possible, but not guaranteed.)\n“If after one year I have to return to Syria, it is not enough motivation to learn German,” Schireen said. “If I could get three years, it is different. I would work harder.”\nWhat’s German for ‘None of your business’?\nIn March of last year, as Haifaa went to lodge yet another complaint with the administrators of the refugee shelter about the living conditions in the room she shared with her two sisters and two children, someone gave her a flier. “Teatime With Heart, for women from all over the world,” it said; the sisters followed it to a women’s center.\nAndrea Wagner, who runs Weimar’s Equal Opportunities office, started the weekly Teatime workshops to help Syrian and German women forge friendships and exchange ideas about childbirth and other issues that they might not want to discuss around men.\nAndrea also wanted to make sure that newcomers knew their rights. She found an Arabic translation of the German Constitution and focused on Article 3, which guarantees equality before the law regardless of gender, race, religion or disability. She also discussed social norms about sexuality and male-female relationships.\nBut several of the women stopped coming after a couple of weeks. Their husbands, Haifaa explained later, said the discussion “wasn’t appropriate” and forbade them to return.\nThe husbandless Ibrahims kept going to Teatime. But a Syrian neighbor saw Schireen with a Palestinian man who was helping her with paperwork, and raised questions about it with one of her sisters.\nA Syrian friend explained to the sisters that, in Germany, they could go out with whomever they liked — and that it was nobody else’s business. Mahdiya asked what the German phrase was for “none of your business” and repeated it to herself four times.\n“This freedom,” Schireen said, throwing her hands up. “I keep hearing about it. I never live it.”\n‘Why can’t you wear something on your head?’\nIn Syria, Schireen was always accompanied in public by a male relative. In Weimar, she rarely goes anywhere without Mahdiya or Haifaa, but going out without a male guardian still feels to her like being “alone.”\nOnce, after shopping with Mahdiya at a big-box store, Schireen went ahead to the bus. She was waiting, plastic bags bulging with food dangling from her arms, when the shouting started.\n“There was a German with no hair,” Schireen said. “He was angry and really big. He was shouting at me in German.”\n“I didn’t know what the words meant,” she said, “but they were angry and were meant for me. I was really scared.”\nEvery morning, Haifaa drops off her children at school and then heads to German class.\n“When I get on the bus, I greet the driver in German, ‘Guten Morgen.’ He never greets me back,” she said. “He will greet the people before me or after me, never me. But every day, I keep greeting him. I won’t stop.”\nHaifaa suspects that this has something to do with her head scarf. Andrea, the Teatime organizer, said she thought that more of the refugees would stop covering their heads as they built new lives in Germany. But Haifaa said she felt “more Muslim now than I ever did at home.”\n“It doesn’t make sense: They keep telling us that this is a country where women are free to wear whatever they want,” Haifaa said. “So why can’t you wear something on your head?”\n‘I have the right to understand.’\nThe sisters were three of the four women in a language class of 14. The German government provides free language training to refugees, with the expectation that those who attended school in their home country, as the Ibrahims did, will reach the intermediate level during 600 hours of instruction within six months. If they do not, they can apply for 300 extra hours of lessons. After that, they have to pay their own way.\nThe men in the class all had university degrees and were eager to get through the basics so they could move on to earning a qualification needed to open a business or get a job.\n“I kept raising my hand and asking questions, and one guy, he kept muttering that I was holding them back,” Schireen said. “I went to the director and asked. She said it is my right to ask as many questions — if it takes 10, then 10 — until I understand. I have the right to understand.”\nStill, Schireen eventually stopped raising her hand. “I don’t want to be the problem girl,” she said.\nAt home, Haifaa has banned all Arabic television. She listens to the news in German on a small radio in the kitchen. She snapped up a children’s book — the German equivalent of Richard Scarry’s “Best Word Book Ever” — with pictures labeled with names and articles.\n“I downloaded a 10-minute video from YouTube in German. I am playing it over and over again until I can understand it,” she said. “I have to learn the language so I can get a job. I need to support my children.”\n‘First we need the language.’\nNone of the sisters had worked in Syria. Haifaa was offered a job at the airport, but her husband, a mechanic, did not want her to take it, so she turned it down.\nIn Weimar, Haifaa has turned down job offers to help a costume designer with sewing and to clean a cafe after hours.\nCarmen Hanft, a real estate agent who helps with the Teatime meetings, warned her, “You need to become independent and not get stuck on welfare.”\nHaifaa shot back: “We are not happy with just sitting around at home with nothing to do. Whenever there has been an offer of something to do, somewhere to go, we have gone out and taken part. We want to learn. But first we need the language.”\n“The best way to learn the language is by taking a job,” Carmen replied.\n‘Nobody told us why.’\nWhen the sisters set out for Germany in 2015, refugees were granted three-year visas and could bring immediate family members to join them. In 2016, amid rising anti-immigrant sentiment, that changed. Instead, the German government began handing out one-year “subsidiary protection” to those who officials decided did not meet the definition of a refugee under the Geneva Conventions, but still risked “serious harm” at home.\nThe sisters went together to make their case for asylum. Haifaa told the interviewer that her husband had been “slaughtered,” but did not mention that he had disappeared from outside the Lebanese Embassy and was missing for nearly a week before his body was returned.\n“The people who were interviewed before us said not to talk about anything political,” she said.\nSeveral weeks later, in October, the government’s decision came in the mail. The sisters took it to social workers to translate.\n“We got a letter that said one year,” Haifaa said. “Nobody told us why.”\nThe sisters found a lawyer who filed an appeal. It was rejected. They challenged the rejection and were rejected again.\nSo they have until October, when they can apply for a two-year extension of their status.", "url": "https://www.nytimes.com/interactive/2017/04/28/world/europe/syrian-refugees-weimar-germany-women.html"}