{"authors": ["Adeel Hassan", "Amisha Padnani", "Jessica Bennett", "Caitlin Dickerson", "Amy Qin", "James Estrin", "Sewell Chan", "Anemona Hartocollis", "Aisha Khan", "Bonnie Wertheim"], "date_download": "2022-10-25 23:25:48", "date_modify": "2022-10-25 23:25:48", "date_publish": "2018-03-08 06:01:07", "description": "Lacks, a former tobacco farmer, died of cancer at 31, but her endlessly renewable cancer cells have been at the core of advances in treatment for many ailments.", "filename": "interactive_2018_obituaries_overlooked-henrietta-lacks_1666740348.html", "image_url": "https://static01.nyt.com/images/2018/03/11/obituaries/00overlooked-images-slide-YBVZ/00overlooked-images-slide-YBVZ-facebookJumbo-v4.jpg?year=2019&h=549&w=1050&s=af2cd1e1d14d5ad6310d55a37cd1e30277bf6ebda199e0a852669aa9378f13ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_obituaries_overlooked-henrietta-lacks_1666740348.html", "title": "Henrietta Lacks, Whose Cells Led to a Medical Revolution", "title_page": "Henrietta Lacks, Whose Cells Led to a Medical Revolution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Obituary writing is more about life than death: the last word, a testament to a human contribution.\nYet who gets remembered — and how — inherently involves judgment. To look back at the obituary archives can, therefore, be a stark lesson in how society valued various achievements and achievers.\nSince 1851, The New York Times has published thousands of obituaries: of heads of state, opera singers, the inventor of Stove Top stuffing and the namer of the Slinky. The vast majority chronicled the lives of men, mostly white ones.\nCharlotte Brontë wrote “Jane Eyre”; Emily Warren Roebling oversaw construction of the Brooklyn Bridge when her husband fell ill; Madhubala transfixed Bollywood; Ida B. Wells campaigned against lynching. Yet all of their deaths went unremarked in our pages, until now.\nBelow you’ll find obituaries for these and others who left indelible marks but were nonetheless overlooked. We’ll be adding to this collection each week, as Overlooked becomes a regular feature in the obituaries section, and expanding our lens beyond women.\nYou can use this form to nominate candidates for future “Overlooked” obits. Read an essay from our obituaries editor about how he approaches subjects and learn more about how the project came to be.", "url": "https://www.nytimes.com/interactive/2018/obituaries/overlooked-henrietta-lacks.html"}