{"authors": [], "date_download": "2022-10-25 22:58:03", "date_modify": "2022-10-25 22:58:03", "date_publish": "2021-06-15 11:11:33", "description": "The 32-page plan synthesizes steps that have been recommended by national security officials into one blueprint on how to more effectively identify extremists in the country after years of heightened focus on foreign terrorists.", "filename": "interactive_2021_06_15_us_biden-s-strategy-for-combating-domestic-extremism_1666738683.html", "image_url": "https://static01.nyt.com/images/2021/06/15/doc-1343310-biden-s-strategy-for-combating-domestic-extremism-promo/doc-1343310-biden-s-strategy-for-combating-domestic-extremism-promo-facebookJumbo.png?year=2021&h=549&w=1050&s=5516776b02ed9f58d33be9221eb3f563fcd29f45cb034631a70de71561c3b642&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_06_15_us_biden-s-strategy-for-combating-domestic-extremism_1666738683.html", "title": "Document: Biden’s Strategy for Combating Domestic Extremism", "title_page": "Document: Biden’s Strategy for Combating Domestic Extremism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "* * * * * * of expression - even expression that many might disagree with or find abhorrent, and even expression that certain foreign allies and partners of the United States prohibit and criminalize under their own laws. Ours is a distinctively American tradition of robust speech; and it is a tradition we cherish. Violence and its incitement, however, are generally neither tolerated nor protected; indeed, violence is generally criminal, as are incitement to imminent violence and true threats of violence. This Strategy focuses specifically on unlawful violence that poses a threat to public safety, to national security, and to the genuine free expression of ideas – indeed, to our democracy. Our country and its laws leave wide open the space for political and ideological views and their articulation, including through peaceful protest. But they leave no room for unlawful violence. This Strategy is designed to preserve the former while preventing the latter. It is critical that we condemn and confront domestic terrorism regardless of the particular ideology that motivates individuals to violence. The definition of “domestic terrorism” in our law makes no distinction based on political views – left, right, or center - and neither should we. We must disrupt and deter those who use violence to intimidate racial or religious minorities, who have so often been the victims of hateful extremists. So too must we disrupt IT IS CRITICAL and deter those who launch violent attacks in a THAT WE misguided effort to force change in government CONDEMN AND policies that they view as unjust. In a democracy, CONFRONT there is no justification for resorting to violence to DOMESTIC resolve political differences. TERRORISM 66 IT IS CRITICAL REGARDLESS OF We will do all of this with a singular goal: stopping THE PARTICULAR acts of domestic terrorism. Domestic terrorism IDEOLOGY THAT has taken the lives of too many Americans in MOTIVATES recent years, injuring still more and leaving behind INDIVIDUALS TO grieving families and friends. The overarching VIOLENCE. goal of this Strategy is preventing, disrupting, and deterring that violence. Pursuing that goal includes reducing the factors contributing to domestic terrorism. Those factors have multiple dimensions, including incitement to imminent violence online, some transnational linkages, and certain self-proclaimed private “militia” activity that, to varying degrees, is prohibited by the laws of all 50 states. Addressing these factors contributing to domestic terrorism is, in part, a means to achieving the first objective of preventing the violence itself and handling the threats we face today; but it must also be its own objective, as reducing the contributing factors can make a difference in diminishing the threat we might otherwise face tomorrow. NATIONAL STRATEGY FOR COUNTERING DOMESTIC TERRORISM 13", "url": "https://www.nytimes.com/interactive/2021/06/15/us/biden-s-strategy-for-combating-domestic-extremism.html"}