{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:19:14", "date_modify": "2022-10-25 23:19:14", "date_publish": "2020-01-27 10:00:03", "description": "Dayton, Ohio, typifies the forces that have pushed those hurt by economic change toward the Republicans, while affluent places become more Democratic.", "filename": "interactive_2020_01_27_business_economy_republican-party-voters-income_1666739954.html", "image_url": "https://static01.nyt.com/images/2020/01/27/autossell/dayton-promo-still/dayton-promo-still-facebookJumbo.png?year=2020&h=550&w=1050&s=79bb066f6563a4ef370ffbff1fc31b9acd726311444365b5525c047571c6269a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_01_27_business_economy_republican-party-voters-income_1666739954.html", "title": "How the G.O.P. Became the Party of the Left Behind", "title_page": "How the G.O.P. Became the Party of the Left Behind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As big manufacturers have left, Dayton has suffered. Andrew Spear for The New York Times\nDAYTON, Ohio — Shawn Hoskins used to vote Democratic down the line. For the son of a lifelong Teamster, “it was the way I was raised — it was the way it should be,” he said. And after he went to work on the assembly line at General Motors’ Moraine Assembly plant in suburban Dayton, “I had a job and was in the union and liked the way things were going.”\nBut in 2008, G.M. closed the Moraine plant. At 42, with two toddlers, Mr. Hoskins found himself unemployed. As his fortunes soured, his politics changed: In 2012, for the first time, he voted for a Republican presidential candidate, Mitt Romney.\nIn 2016 he voted for Donald J. Trump, helping push Montgomery County, where Dayton sits, into the arms of the G.O.P. for the first time since George Bush took it in 1988. And Ohio — which Mr. Trump took by eight percentage points — fell into step with the political re-sorting that is transforming the Republican Party into the home of white Americans who feel left behind by globalization and technological change.\nIn the 1990s there was no strong correlation between the economic standing of a place and the partisan preference of its voters: The Republican Party received roughly the same share of the vote in richer and poorer counties. By 2000, however, the electoral map had started to shift.\n1992 election 60% 50% Relation of income to party preference 40% Greater share of voting for Republicans 20% 60% 80% 100% 120% 140% 160% Lesser share of U.S. income Relation of income to party preference 60% Greater share of voting for Republicans 40 30 20 60 80 100 120 140 160% Lesser share of U.S. income 1996 election 60% Relation of income to party preference 50% 40% Greater share of voting for Republicans 20% 60% 80% 100% 120% 140% 160% Lesser share of U.S. income Relation of income to party preference 60% Greater share of voting for Republicans 40 30 20 60 80 100 120 140 160% Lesser share of U.S. income 2000 election 60% Relation of income to party preference 50% 40% Greater share of voting for Republicans 20% 60% 80% 100% 120% 140% 160% Lesser share of U.S. income Relation of income to party preference 60% Greater share of voting for Republicans 40 30 20 60 80 100 120 140 160% Lesser share of U.S. income 2004 election 60% Relation of income to party preference 50% 40% Greater share of voting for Republicans 20% 60% 80% 100% 120% 140% 160% Lesser share of U.S. income Relation of income to party preference 60% Greater share of voting for Republicans 40 30 20 60 80 100 120 140 160% Lesser share of U.S. income 2008 election 60% Relation of income to party preference 50% 40% Greater share of voting for Republicans 20% 60% 80% 100% 120% 140% 160% Lesser share of U.S. income Relation of income to party preference 60% Greater share of voting for Republicans 40 30 20 60 80 100 120 140 160% Lesser share of U.S. income 2012 election 60% Relation of income to party preference 50% 40% Greater share of voting for Republicans 20% 60% 80% 100% 120% 140% 160% Lesser share of U.S. income Relation of income to party preference 60% Greater share of voting for Republicans 40 30 20 60 80 100 120 140 160% Lesser share of U.S. income 2016 election 60% Relation of income to party preference 50% 40% Greater share of voting for Republicans 20% 60% 80% 100% 120% 140% 160% Lesser share of U.S. income Relation of income to party preference 60% Greater share of voting for Republicans 40 30 20 60 80 100 120 140 160% Lesser share of U.S. income\nIn 1992’s presidential election, those who voted for Republican George Bush (who lost to Bill Clinton) were only slightly poorer in general than those who didn’t. The relation between income and voting didn't change much in the next election, in 1996. But by 2000, lagging places had turned sharply toward the Republican Party. Republicans’ strength in poorer counties increased in 2004. It held steady in 2008. And it held again in 2012. By 2016, the Republican Party won almost twice the share of votes in the nation’s most destitute counties — home to the poorest 10 percent of Americans — than it won in the richest. By Karl Russell · Data is divided into deciles of personal income per person as a share of the national average compared with the share of votes the Republican candidate received in each presidential election among each decile. · Source: New York Times analysis of data from the Bureau of Economic Analysis (income) and David Leip’s Atlas of U.S. Elections (voting).\nNow, the Republican share of the vote has increased across the nation’s most economically disadvantaged counties, while the most successful counties have moved toward the Democrats.\nIn the mid-1990s, Montgomery County’s residents — roughly three-quarters of them white, then as now — enjoyed roughly the same living standard as the average American. G.M. was the big employer, but there were others, like Delphi and NCR. When big manufacturers left, Dayton suffered. By 2016, the county’s income per person had fallen to under 87 percent of the national average. And Mr. Trump won the county by one percentage point.\nLela Klein, a former union activist who runs Co-op Dayton, a community development group, contrasts Dayton with Columbus, a relatively prosperous college town some 70 miles east. “We haven’t recovered from 2007, and they have,” she said. “We have become redder, and they have become bluer.”\nDayton’s fate looks familiar in Macomb County, Mich., north of Detroit. Macomb County’s income per person has dropped from 110 percent of the national average to 87 percent in the last two decades. And the G.O.P.’s share of the county’s presidential vote rose to 54 percent in 2016, from 48 percent.\nIn Columbus County, N.C., where textile mills and other manufacturers were once solid employers, the Republican share increased to 60 percent from 45 percent over the same period, as income per person fell from 71 percent of the national average to 61 percent.\nOn the flip side, the Republican share of the vote in Gallatin County, Mont., which includes the college town of Bozeman, declined from 59 percent to 44 percent during that time as the average income of its residents increased to 102 percent of the national average, from 83 percent.\nBy 2016, the nation’s political map corresponded neatly to the distribution of prosperity: Mr. Trump won 58 percent of the vote in the counties with the poorest 10 percent of the population. In the richest, his share was 31 percent.\nThe Republican Party, which long identified itself with unbridled economic prosperity — led by a powerful business constituency that favored free trade and the unfettered capital mobility that fueled the march of globalization — came to be embraced by many parts of America that globalization upended.\nAnd the Democrats, once accused of working to keep the poor poor in order to preserve a captive voting base, have instead come to represent the places that benefited most from the global economy of the late 20th century and early 21st.\nMr. Hoskins’s transformation is telling. After losing his job, he collected unemployment benefits for a time, as he waited, unsuccessfully, for an opening at another G.M. plant anywhere. He took a job loading trucks at a supplier for McDonald’s, earning less than half the $30 an hour he made in Moraine. “It was a job for a younger man,” he said. “In six months, I lost over 50 pounds.”\nHe eventually got a better job, as a machinist at the Dayton-Phoenix Group, which makes electrical engines for locomotives. But he hasn’t recovered the lost ground: Pay tops out at $22 an hour. Life seems somehow more precarious. Last May, when tornadoes coursed through town, taking the roof and walls of the Dayton-Phoenix plant with them, he feared he would be laid off. Luckily, he says, that didn’t happen.\nShawn Hoskins, right, having a beer with colleagues after work this month. Andrew Spear for The New York Times\nTornadoes last year pummeled homes and other buildings in Dayton, including the Dayton-Phoenix plant where Mr. Hoskins works, left. The company temporarily relocated production. Andrew Spear for The New York Times\nIn a way Mr. Hoskins feels betrayed: In the face of economic insecurity, his loyalty to the union and the Democratic Party did not protect him. And the Republicans were an increasingly attractive alternative.\nHe says he thought Mr. Romney could do a better job than President Barack Obama in reviving the economy after the recession. He says he likes the fact that Mr. Trump is a businessman. He criticizes Democrats for embracing higher taxes and blasts the hefty insurance premiums he was forced to pay under the Affordable Care Act.\nBut at the end of the day, “when it came time for the doors to shut at G.M., the Democrats weren’t looking out for me,” Mr. Hoskins said. “Losing my job opened my eyes. I had to pay attention to other things going on in the world.”\nDean Lacy, a political scientist at Dartmouth College, traces America’s political rearrangement as far back as the emergence of “Reagan Democrats” in the 1980s — working-class whites who switched to the Republican Party largely because of social issues like affirmative action and abortion. But he also notes that to the Democrats’ old working-class base, the Clinton administration’s embrace of international trade eventually felt like a sellout.\nAt the same time, the Democratic Party increasingly presented itself as the vanguard of a “knowledge economy” premised on the advent of a postindustrial age. That new order held rewards for the well educated, but little future for the manufacturing jobs that had long been a path to economic security.\n“It is not one cause but a series of events that have moved the Democratic Party to win white college-educated voters that might have voted for the Republican Party 30 years ago,” Professor Lacy said.\nWhite blue-collar voters were left without an economic champion. “They don’t know who is on their side on economic issues, so they look for who is on their side on guns and other cultural issues,” he added.\nAs blue-collar union jobs disappeared, the institutional glue that unions provided, tying the party to the working class, lost its hold.\nTo white workers like Mr. Hoskins anxious over their loss of economic and social status, and eager to hear fighting words on their behalf, Mr. Trump — an unusual Republican with a populist message — was an ally.\nTo be sure, there are voters in both thriving and depressed areas, and of all races, whose decisions this year will be shaped by factors other than the economy, including Mr. Trump’s divisive governing style and the Democrats’ ability to articulate a case for change.\nDayton’s Democratic mayor, Nan Whaley, resists the argument that Ohio has lost its position as a swing state and been driven irrevocably into the G.O.P.’s embrace.\n“I don’t think Ohio is solidly red,” she said. But she agrees that voters’ behavior is driven by frustration over their economic plight. “They voted for Obama because they wanted to set the house on fire,” she said. “They voted for Trump because they wanted to set the house on fire.”\nStill, frustrated workers on the losing side of change no longer seem to trust Democrats to be their champions.\nA Trump campaign flag outside a Dayton home this month. Andrew Spear for The New York Times\n“There were a lot of union votes that did flip,” acknowledged Stacey Benson-Taylor, Dayton regional director of the American Federation of State, County and Municipal Employees. “That’s kind of hard to explain.”\nPhil Plummer, the Montgomery County Republican chairman, argues that “a lot of union people switched to the Republican Party because they felt the Democrats had left them.” Ms. Klein of Co-op Dayton put it this way: “Dayton consistently showed up for Democrats, and Democrats didn’t show up for Dayton.”\nWill Minehart, 45, votes Democratic, though his job as a machinist at Dayton-Phoenix pays $4 an hour less than he was making at G.M. in 2000. His party loyalty, however, is not unconditional. “I am not a Republican nor a Democrat,” he said. “I’m working class.”\nIt’s not just white voters who feel disaffected. Quincy E. Pope Sr., the city manager of the heavily African-American city of Trotwood, which abuts Dayton from the west, argued that though “Democratic policies align more with who we are, we are not in love with them.” Looser trade barriers with Canada, Mexico and China “were just as big a deal for the African-American community as for white workers,” he added. “They affected our way of life.”\nCameron Walker, who is 40 and black, doesn’t have it easy making ends meet with freelance work in digital media.\nCameron Walker was long a solid Democrat, but feels “there is a political deficit in both parties.” Andrew Spear for The New York Times\nFrom her first vote in 2000 for Al Gore for president, she was long a solid Democrat. But in 2016 she flipped, not to the Republican Party but to the Green Party presidential candidate, Jill Stein. “You begin to see there is a political deficit in both parties,” she said. “Dayton is feeling the impact of economic decisions that are made not in the interests of people here.”\nAnd no matter whom the Democrats choose this year, the nominee will have a hard time replicating the excitement that drove so many African-Americans to the polls to vote for Mr. Obama. “In 2016, the enthusiasm for Hillary just wasn’t there,” said the Rev. Perry Henderson, the pastor at First Corinthian Baptist Church, on the predominantly black west side of town. “We couldn’t convince them of the importance of voting. They just stayed home.”\nMaking things more difficult for Democrats, Mr. Henderson said, is a sense of disillusionment among many African-Americans after President Obama’s two terms. “They expected so much would be accomplished under Obama, and it wasn’t,” he said.\nCongregants at First Corinthian Baptist Church, whose pastor says it will be hard for Democrats to stir the enthusiasm and turnout that Barack Obama's candidacy produced. Andrew Spear for The New York Times\nDayton is now doing a little better. The average wage in Montgomery County was hovering around $24 an hour in the second quarter of the year, still a long way from the $30 an hour of Mr. Hoskins’s G.M. past. Still, there are certainly more jobs. In November, the jobless rate was 3.8 percent, only slightly higher than the national average.\nChris Shaw, a city commissioner, is hopeful that Democrats’ traditional voters are ready to return to the fold. “Folks are going to start to appreciate that they’ve been fed a bill of goods,” he said.\nAnd yet the forces pulling places like Dayton into the Republican column are persistent, delivering prosperity to a narrow set of superstar cities and bypassing much of the country. Referring to the economic lift provided by Wright-Patterson Air Force Base, Mr. Minehart said, “If it weren’t for the Air Force base, Dayton would be another Flint.”\nMr. Minehart is heavily involved in local voter-turnout efforts by the A.F.L.-C.I.O. He is “kind of leaning toward” Senator Elizabeth Warren of Massachusetts, who is running on the left of the Democratic presidential field. Still, he argues, none of the candidates “know what real people go through.”\nAs for Mr. Hoskins, the Democrats have lost him for good. “I hope Trump keeps rolling on,” he said.", "url": "https://www.nytimes.com/interactive/2020/01/27/business/economy/republican-party-voters-income.html"}