{"authors": ["Michael Andre", "Larry Buchanan", "Matthew Bloch", "Jeremy Bowers", "Nate Cohn", "Alastair Coote", "Annie Daniel", "Richard Harris", "Josh Katz", "Rebecca Lieberman"], "date_download": "2022-10-25 23:32:14", "date_modify": "2022-10-25 23:32:14", "date_publish": "2018-09-06 22:18:03", "description": "This affluent, coastal district was one of the most reliably Republican areas of the 20th century, and Republicans still have a 10-point registration advantage. But Hillary Clinton won it by two points.", "filename": "interactive_2018_upshot_elections-poll-ca48-1_1666740734.html", "image_url": "https://static01.nyt.com/images/2018/09/06/upshot/elections-poll-ca48-1-1536264244564/elections-poll-ca48-1-1536264244564-facebookJumbo-v3.png?year=2019&h=550&w=1050&s=838d6c101ab56407f0256827f79e1a1aecc1ef4fbe6644a33c5c067cafdc2c54&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_upshot_elections-poll-ca48-1_1666740734.html", "title": "Midterm Election Poll: California’s 48th District, Rohrabacher vs. Rouda", "title_page": "Midterm Election Poll: California’s 48th District, Rohrabacher vs. Rouda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Our poll result is about what was expected. But remember: It’s just one poll, and we talked to only 501 people. Each candidate’s total could easily be five points different if we polled everyone in the district. And having a small sample is only one possible source of error.\nDemocrats hope to beat a pro-Putin congressman in Orange County. We made 34782 calls, and 501 people spoke to us.\nThis survey was conducted by The New York Times Upshot and Siena College.\nHey, I’m Alex Burns, a politics correspondent for The Times. I’ll give you the latest reporting and intel on the midterms and take your questions from the campaign trail.\nIt’s generally best to look at a single poll in the context of other polls:\nMr. Rohrabaher has said illegal immigration is already straining many social programs, and that Democrats like Mr. Rouda would collapse the system.\nFor decades, Mr. Rouda was a registered Republican , and in 2016, he donated money to the presidential hopeful John Kasich. In a recent Times article, he said, “We have a Republican Party that in many ways is leaving its Republican voters.”\nMr. Rohrabacher was told by the F.B.I. that the Kremlin considered him such a valuable intelligence asset that they gave him a code name . The Republican House majority leader joked that Mr. Rohrabacher was paid by the Russians.\nThis affluent, coastal district was one of the most reliably Republican areas of the 20th century, and Republicans still have a 10-point registration advantage. But Hillary Clinton won it by two points.\nis the current representative, and he’s perhaps best known for his pro-Russia views . He voted to repeal the Affordable Care Act, but voted against the tax reform bill. 35% favorable rating; 37% unfavorable; 28% don’t know\nis a lawyer and real estate businessman. In the primary season, he was the rare Democrat who was endorsed by both Our Revolution , a progressive group, and the Democratic Congressional Campaign Committee. 27% favorable rating; 15% unfavorable; 58% don’t know\nEach dot shows one of the 34782 calls we made.\nIf sampling error were the only type of error in a poll, we would expect candidates who trail by one point in a poll of 501 people to win about four out of every nine races. But this probably understates the total error by a factor of two .\nOne reason we’re doing these surveys live is so you can see the uncertainty for yourself.\nAs we reach more people, our poll will become more stable and the margin of sampling error will shrink. The changes in the timeline below reflect that sampling error, not real changes in the race.\nOur turnout model There’s a big question on top of the standard margin of error in a poll: Who is going to vote? It’s a particularly challenging question this year, since special elections have shown Democrats voting in large numbers. To estimate the likely electorate, we combine what people say about how likely they are to vote with information about how often they have voted in the past. In previous races, this approach has been more accurate than simply taking people at their word. But there are many other ways to do it. Assumptions about who is going to vote may be particularly important in this race. Our poll under different turnout scenarios Who will vote? Est. turnout Our poll result People who say they are almost certain to vote, and no one else 203k Rouda +5 The types of people who voted in 2014 208k Rohrabacher +6 Our estimate 246k Rouda +1 People whose voting history suggests they will vote, regardless of what they say 253k Rouda +1 People who say they will vote, adjusted for past levels of truthfulness 258k Rouda +2 The types of people who voted in 2016 303k Rouda +1 Every active registered voter 375k Rouda +7 In these scenarios, higher turnout tends to be better for Democrats.\nThe types of people we reached Even if we got turnout exactly right, the margin of error wouldn’t capture all of the error in a poll. The simplest version assumes we have a perfect random sample of the voting population. We do not. People who respond to surveys are almost always too old, too white, too educated and too politically engaged to accurately represent everyone. How successful we were in reaching different kinds of voters Called Inter-\nviewed Success\nrate Our\nrespon­ses Goal 18 to 29 3 3 0 8 8 9 1 in 37 18% 10% 30 to 64 1 4 9 6 0 2 5 7 1 in 58 51% 55% 65 and older 7 4 6 7 1 5 5 1 in 48 31% 35% Male 1 0 6 3 6 2 5 9 1 in 41 52% 47% Female 1 5 0 9 9 2 4 2 1 in 62 48% 53% White 1 6 1 1 5 3 3 5 1 in 48 67% 64% Nonwhite 7 2 5 2 1 0 8 1 in 67 22% 27% Cell 1 6 8 4 3 3 8 7 1 in 44 77% — Landline 8 8 9 2 1 1 4 1 in 78 23% — Pollsters compensate by giving more weight to respondents from under-represented groups. Here, we’re weighting by age, party registration, gender, likelihood of voting, race, education and region, mainly using data from voting records files compiled by L2, a nonpartisan voter file vendor. But weighting works only if you weight by the right categories and you know what the composition of the electorate will be. In 2016, many pollsters didn’t weight by education and overestimated Hillary Clinton’s standing as a result. Here are other common ways to weight a poll: Our poll under different weighting schemes Our poll result Don’t weight by party registration, like most public polls Rouda +10 Weight using census data instead of voting records, like most public polls Rouda +8 Don’t weight by education, like many polls in 2016 Rouda +1 Our estimate Rouda +1 Just because one candidate leads in all of these different weighting scenarios doesn’t mean much by itself. They don’t represent the full range of possible weighting scenarios, let alone the full range of possible election results.", "url": "https://www.nytimes.com/interactive/2018/upshot/elections-poll-ca48-1.html"}