{"authors": ["Haeyoun Park", "Larry Buchanan", "Taige Jensen", "Yuliya Parshina-Kottas", "Rick Gershon", "Alexandra Garcia"], "date_download": "2022-10-25 23:33:09", "date_modify": "2022-10-25 23:33:09", "date_publish": "2016-12-28 21:53:12", "description": "For thousands of children in Chicago, walking to school can be treacherous. One father, Victor Bloomingberg, explains why.", "filename": "interactive_2016_12_28_us_chicago-violence-walking-to-school-a-bullet-could-hit-me-and-my-kids-anytime_1666740789.html", "image_url": "https://static01.nyt.com/images/2016/12/28/us/chicago-violence-walking-to-school-a-bullet-could-hit-me-and-my-kids-anytime-1482899610999/chicago-violence-walking-to-school-a-bullet-could-hit-me-and-my-kids-anytime-1482899610999-facebookJumbo.jpg?year=2016&h=550&w=1050&s=264a5a931cc0bfb6e3e08ff574866fae210590b1095abb1642b9c21227c63382&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_12_28_us_chicago-violence-walking-to-school-a-bullet-could-hit-me-and-my-kids-anytime_1666740789.html", "title": "‘A Bullet Could Hit Me and My Kids Anytime’", "title_page": "‘A Bullet Could Hit Me and My Kids Anytime’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "America’s third-largest city is dangerous enough that more than a fifth of Chicago’s 652 public schools have Safe Passage routes to help children travel safely. The routes were chosen in areas with some of the highest concentrations of violent crime, particularly on the West and South Sides.\nSafe Passage route Shooting or homicide in 2016 Lake Michigan west side loop Bloomingberg home CHICAGO south side Safe Passage route Shooting or homicide in 2016 Lake Michigan west side loop Bloomingberg home CHICAGO south side\nAbout 1,300 workers dressed in neon-green vests stand within eyeshot of one another on 142 designated routes. According to the city, no child has ever been a victim of a serious incident while Safe Passage workers have been on duty.\n“We’re those kids’ parents from the time they’re leaving home to the time they’re getting to school, because those are our babies,” said Lakita Pearson, a Safe Passage supervisor on the West Side.\nWorkers are often hired from within the community so they can build relationships — even with the “individuals who pull triggers,” said Autry Phillips, executive director of Target Area Development Corporation, which helps the city manage nine Safe Passage routes.\n“They understand that when they see those vests out there, they’re saying, ‘Hey, look, this is the time kids are walking past here now; let’s get it right,’” Mr. Phillips said.\nThe Safe Passage program began in 2009 after a 16-year-old student, Derrion Albert, was beaten to death after leaving his high school on the South Side. The city expanded the program in 2013, increasing the number of the routes, but the program still has its limitations.\nThere are vast sections of the city not covered by Safe Passage, and some parents say the workers are merely “eyes and ears” and can’t really protect children from levels of violence that have become extraordinary.", "url": "https://www.nytimes.com/interactive/2016/12/28/us/chicago-violence-walking-to-school-a-bullet-could-hit-me-and-my-kids-anytime.html"}