{"authors": [], "date_download": "2022-10-25 23:02:08", "date_modify": "2022-10-25 23:02:08", "date_publish": "2015-10-01 09:39:29", "description": "A drastic escalation of fighting in Aleppo has shattered a partial truce.", "filename": "interactive_2015_09_30_world_middleeast_syria-control-map-isis-rebels-airstrikes_1666738928.html", "image_url": "https://static01.nyt.com/images/2015/09/30/world/middleeast/syria-control-map-isis-rebels-airstrikes-1443670697166/syria-control-map-isis-rebels-airstrikes-1443670697166-facebookJumbo-v18.jpg?year=2015&h=550&w=1050&s=eb2eb6c0de68bb484b2b086f2605c403a23f0c9f738b51e8d49b30b56093e86c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_09_30_world_middleeast_syria-control-map-isis-rebels-airstrikes_1666738928.html", "title": "Syria and Rebels Battle for Aleppo as Cease-Fire Collapses", "title_page": "Syria and Rebels Battle for Aleppo as Cease-Fire Collapses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sept. 30, 2015\nVaried Rebel Groups Make Up the Opposition\nSome 7,000 armed groups have formed during more than four years of civil war, according to the Carter Center. All groups are fighting against the Assad regime and the Islamic State, but different political ideologies and territorial divides have split the opposition into many factions. Here are some of the groups that make up the rebels.In the province of Aleppo, two groups are fighting government forces and the Islamic State. The more moderate Fatah Halab Operations Room excludes hard-line groups, while the Ansar al-Shariah Operations Room, formed as a response to Fatah Halab, works with the Nusra Front, an affiliate of Al Qaeda.In central Syria around Idlib, Latakia and Hama, the largest group is the Army of Conquest, which has been a target of the Russian airstrikes. The group, also called Jaish al-Fatah, is a loose alliance of mostly Islamist factions, including the Nusra Front, Al Qaeda’s Syrian affiliate; Ahrar al-Sham, another large group; and more moderate rebel factions that have received covert arms support from the intelligence services of the United States and its allies.In the Damascus region, the Army of Islam, a group with financial backing from Saudi Arabia, has declared war on Russia. It is one of several armed groups that form the East Gouta Council.In the South, the Southern Front is a coalition of smaller armed groups that has coordinated with the United States. The coalition supports a secular government.", "url": "https://www.nytimes.com/interactive/2015/09/30/world/middleeast/syria-control-map-isis-rebels-airstrikes.html"}