{"authors": [], "date_download": "2022-10-25 23:40:39", "date_modify": "2022-10-25 23:40:39", "date_publish": "2016-07-24 16:18:38", "description": "From Zip2 to OpenAI, a look at the entrepreneur’s many companies.", "filename": "interactive_2016_07_25_business_elon-musks-companies-spacex-telsa-solarcity_1666741239.html", "image_url": "https://static01.nyt.com/images/2016/07/23/business/musk-spacex-2016/musk-spacex-2016-facebookJumbo.jpg?year=2016&h=550&w=1050&s=93b584889ed4dc768088b23a426030bfb58971b1c325c19dae587f8208db6788&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_07_25_business_elon-musks-companies-spacex-telsa-solarcity_1666741239.html", "title": "Elon Musk, a Serial Entrepreneur", "title_page": "Elon Musk, a Serial Entrepreneur - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tesla\nAfter Telsa unveiled its first electric car in 2006, the company attracted unprecedented interest despite a $100,000 price tag.\nIn 2010, the Energy Department gave Tesla hundreds of millions in low-interest loans and the company had the first initial public offeringinitial public offering by an American automaker since Ford’s debut in 1956.\nBurning through cash and missing production targets, Tesla turned to investors and taxpayers in 2012. In a presidential debate that year, Mitt Romney included Tesla among a group of “losers.”\nBut Tesla soon generated positive headlines, including a glowing review for the Model S from Consumer Reports. The company’s shares rose, and Tesla paid off the loans from the Energy Department.\nIn 2013, a graphic YouTube video of a Model S engulfed in flames prompted questions about the safety of its lithium-ion batteries. A federal safety investigation ended after Tesla said it would provide more battery protection. And the company planned a $5 billion factory to produce batteries for a mass-market electric car.\nIn 2015, Tesla unveiled a software update that would turn the Model S into a self-driving car. Mr. Musk later said the so-called Autopilot feature was “probably better than a person right now.”\nIn June, it was revealed that a Model S driver in Florida had been killed while operating his car in self-driving mode. It was the first known fatality in a vehicle being operated by computer systems.", "url": "https://www.nytimes.com/interactive/2016/07/25/business/elon-musks-companies-spacex-telsa-solarcity.html"}