{"authors": [], "date_download": "2022-10-25 23:00:07", "date_modify": "2022-10-25 23:00:07", "date_publish": "2014-08-23 22:01:29", "description": "Following two weeks of images from protests in Ferguson, Mo., where police officers deployed military gear and equipment to quell unrest, President Obama ordered a review of several federal programs that provide money and equipment to local police.", "filename": "interactive_2014_08_23_us_flow-of-money-and-equipment-to-local-police_1666738807.html", "image_url": "https://static01.nyt.com/images/2014/08/23/us/flow-of-money-and-equipment-to-local-police-1408827156460/flow-of-money-and-equipment-to-local-police-1408827156460-articleLarge.png?year=2014&h=351&w=600&s=ae18cd3ea5fb435fa6d6e2f84c6dba31d4b3dd5b50f6cf7b5bacd51276b79e9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_08_23_us_flow-of-money-and-equipment-to-local-police_1666738807.html", "title": "The Flow of Money and Equipment to Local Police", "title_page": "The Flow of Money and Equipment to Local Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Homeland Security Grants\nThe attacks on Sept. 11, 2001, spurred the creation and expansion of several federal programs to grant money to states for equipment and training related to anti-terrorism strategies. The two largest programs have tapered off in recent years but have been a significant source of funds for local and state law enforcement.\nFederal grants allocated\nIn billions, by fiscal year\n$2.0\nUrban Areas Security Initiative (UASI)\nState Homeland Security Program (SHSP)\n$1.5\n$1.0\n$0.5\n’03\n’04\n’05\n’06\n’07\n’08\n’09\n’10\n’11\n’12\n’13\n’14\nState Homeland Security Program\nUrban Areas Security Initiative\nMoney is allocated to states based on population, program proposals and a formula that determines a minimum for each state. States then distribute the funds to local areas. Missouri received nearly $4 million in 2014, about the median amount received by states, but only $0.66 per capita, the fifth lowest amount.\nMoney is granted to dozens of high-risk metro areas and shared with surrounding counties and partners. The St. Louis metro area received $3 million in 2014, significantly less than larger cities like New York ($179 million), Chicago ($70 million), Los Angeles/Long Beach ($68 million) and Washington ($53 million).\nSince 2003, St. Louis County has spent $6.9 million of its portion of the awards on equipment including a BearCat armored truck, a helicopter and other vehicles.\nSt. Louis County spent $26,000 from a 2010 grant on mostly protective gear, like ballistic helmets and suits, and bomb-disabling tools.\nJustice Department Grants\nThe Edward Byrne Memorial Justice Assistance Grant program (JAG) is the largest source of Justice Department funding for state and local law enforcement, though congressional financing for the program has fallen in recent years, from $1 billion per year in the late 1990s to $376 million in 2014. Recipients may use grants for policing programs, training and equipment, and unlike Department of Homeland Security grants, funds can also be used to increase personnel or to purchase weapons.\nNumber of agencies using JAG funds to buy each type of equipment\nLocal police departments\nState agencies\nFrom April 2012–March 2013\n0\n200\n400\n600\n0\n200\n400\nComputer/mobile data terminals\nComputer software\nPolice cruiser equipment\nIn-car/on-person camera systems\nLess-lethal weapons (rubber bullets, tear gas)\nRadios\nVehicles\nTactical vests/body armor\nVideo observation\nLethal weapons\nMobile access equipment\nUndercover surveillance equipment\nThe State of Missouri received $4.2 million in 2014, with an additional $1.6 million in local awards. The St. Louis County police department received $91,308, which officials said would be used to purchase more mobile data terminals for police cars.\nMilitary Surplus Program\nState and local police departments can obtain free military surplus equipment through the Defense Department’s 1033 program, which was created in the early 1990s in response to high crime and drug violence across the country. More than $5 billion worth of equipment has been transferred since the program was started.", "url": "https://www.nytimes.com/interactive/2014/08/23/us/flow-of-money-and-equipment-to-local-police.html"}