{"authors": ["K.K. Rebecca Lai"], "date_download": "2022-10-25 22:56:43", "date_modify": "2022-10-25 22:56:43", "date_publish": "2020-04-09 19:12:39", "description": "Once heralded for keeping their case counts low, Hong Kong, Singapore and Taiwan have recently seen a surge in numbers, largely fueled by infections coming from elsewhere.", "filename": "interactive_2020_04_09_world_asia_coronavirus-hong-kong-singapore-taiwan_1666738603.html", "image_url": "https://static01.nyt.com/images/2020/04/09/us/coronavirus-hong-kong-singapore-taiwan-promo-1586459035985/coronavirus-hong-kong-singapore-taiwan-promo-1586459035985-facebookJumbo-v7.png?year=2020&h=549&w=1050&s=1f6d65908aa082482c1d4ff479a6f3f671c7cb4b8d4da0b5312416d4a41323c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_04_09_world_asia_coronavirus-hong-kong-singapore-taiwan_1666738603.html", "title": "Why Coronavirus Cases Have Spiked in Hong Kong, Singapore and Taiwan", "title_page": "Why Coronavirus Cases Have Spiked in Hong Kong, Singapore and Taiwan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hong Kong, Singapore and Taiwan — once heralded for early successes in battling the pandemic — are now confronting a new wave of coronavirus cases, largely fueled by infections coming from elsewhere. Singapore is also seeing a rise in local transmissions, with more than 400 new cases in the past week that have been linked to migrant worker dormitories.\nNew Confirmed Coronavirus Cases Daily The charts show the total number of cases. The orange bars are cases from travel to other countries. The blue bars are ones that were transmitted locally.\nThe first confirmed cases in all three places were connected to people who had traveled to Wuhan, China, where the pandemic began, followed by small clusters of cases among residents with no travel history. Despite their proximity to mainland China, however, they had all managed to keep their case counts low for weeks, through vigilant monitoring and early intervention.\nNone of these places had a single day with more than 10 new cases until March, even as the coronavirus spread around the world.\nThat changed in the past two weeks, as both Hong Kong and Singapore saw new cases in the double digits for consecutive days, with the bulk attributed to those who have traveled from abroad. Singapore’s numbers are now triple-digits, with large clusters of cases linked to dorms for migrant workers.\nTaiwan was hit with a surge of new cases, the vast majority of which were imported from other countries, while the number of locally transmitted infections remained low.\nRecent scenes at airports in Hong Kong, Taiwan and Singapore, from left from top . Lam Yik Fei for The New York Times, Sam Yeh/Agence France-Presse, Adam Dean for The New York Times — Getty Images, from left from top .\nStudents or expatriates returning from Europe or the United States account for a large share of the imported cases. At least 191 of the confirmed cases in Hong Kong, for example, were among students who had returned from studying abroad in Britain. Similarly, 46 cases in Taiwan were among students studying abroad in Britain who had returned home after mid-March.\nTop 15 Places Traveled Here are the places where people confirmed with coronavirus had traveled to.\nHong Kong and Taiwan each had one tour group that separately visited Egypt, where multiple travelers developed coronavirus symptoms and fell ill after they returned in early March.\nIn Singapore, several members of the military contracted the virus while stationed in France.\nAll three places had initially banned travelers only from Hubei Province, in China. But as virus hot spots developed in other places, the governments increasingly expanded travel restrictions or mandatory quarantine measures to encompass the rest of the world.\nWhen travel restrictions and quarantine orders were put in place Hong Kong Travelers prohibited from these places. Quarantine orders for people who recently traveled to these places. Taiwan Travelers prohibited from these places. Quarantine orders for people who recently traveled to these places. Singapore Travelers prohibited from these places. Quarantine orders for people who recently traveled to these places. Note: When travelers are prohibited, residents, long-term visa holders and other exempted groups are allowed in with quarantine restrictions.\nBy the end of March, all three places had prohibited short-term visitors, though residents or other long-term visa holders could still enter under the quarantine measures.\n“The first step is to further prevent imported cases and to cut off the infection chain around the world and within Hong Kong,” said Carrie Lam, Hong Kong’s chief executive, at a news conference announcing the new measures. “All non-Hong Kong residents arriving at the airport from any overseas region will not be allowed through immigration for 14 days starting on March 25.”\nSingapore stopped allowing short-term visitors on March 23. Taiwan barred all foreign visitors on March 19.\nBeyond ramping up travel restrictions, the governments in these regions are putting in place stricter social-distancing measures. They are also continuing to monitor people who have tested positive for the virus and to trace their contacts.\nSingapore has imposed a new lockdown until at least May 4 — closing all schools and nonessential workplaces.\n“If their case numbers continue to creep up to a point where they don’t feel like they can keep up with the case finding, case isolation, contact tracing, monitoring contacts and isolating the contacts, then that will be problematic” said Jennifer Nuzzo, an epidemiologist at Johns Hopkins University in Baltimore.", "url": "https://www.nytimes.com/interactive/2020/04/09/world/asia/coronavirus-hong-kong-singapore-taiwan.html"}