{"authors": ["Haeyoun Park", "Larry Buchanan"], "date_download": "2022-10-25 23:35:35", "date_modify": "2022-10-25 23:35:35", "date_publish": "2015-11-20 21:05:06", "description": "Syrians must pass through many steps of security clearances before being admitted to the United States.", "filename": "interactive_2015_11_20_us_why-it-takes-two-years-for-syrian-refugees-to-apply-to-enter-the-united-states_1666740935.html", "image_url": "https://static01.nyt.com/images/2015/11/20/us/why-it-takes-two-years-for-syrian-refugees-to-apply-to-enter-the-united-states-1448050604249/why-it-takes-two-years-for-syrian-refugees-to-apply-to-enter-the-united-states-1448050604249-facebookJumbo-v5.png?year=2015&h=549&w=1050&s=d2d96fe2da1decd27c61c42dba50a263018784233b8404edb0248d1606f42355&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_11_20_us_why-it-takes-two-years-for-syrian-refugees-to-apply-to-enter-the-united-states_1666740935.html", "title": "Why It Takes Two Years for Syrian Refugees to Enter the U.S.", "title_page": "Why It Takes Two Years for Syrian Refugees to Enter the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "1. Registration with the United Nations.\n2. Interview with the United Nations.\n3. Refugee status granted by the United Nations.\n4. Referral for resettlement in the United States.\nThe United Nations decides if the person fits the definition of a refugee and whether to refer the person to a country for resettlement. Only the most vulnerable are referred, accounting for fewer than 1 percent of refugees worldwide. Some people spend years waiting in refugee camps.\n5. Interview with State Department contractors.\n6. First background check.\n7. Higher-level background check for some.\n8. Another background check.\nThe refugee’s name is run through law enforcement and intelligence databases for terrorist or criminal history. Some go through a higher-level clearance before they can continue. A third background check was introduced in 2008 for Iraqis but has since been expanded to all refugees ages 14 to 65.\n9. First fingerprint screening; photo taken.\n10. Second fingerprint screening.\n11. Third fingerprint screening.\nThe refugee’s fingerprints are screened against F.B.I. and Homeland Security databases, which contain watch list information and past immigration encounters, including if the refugee previously applied for a visa at a United States embassy. Fingerprints are also checked against those collected by the Defense Department during operations in Iraq.\n12. Case reviewed at United States immigration headquarters.\n13. Some cases referred for additional review.\nSyrian applicants must undergo these two additional steps. Each is reviewed by a United States Citizenship and Immigration Services refugee specialist. Cases with “national security indicators” are given to the Homeland Security Department’s fraud detection unit.\n14. Extensive, in-person interview with Homeland Security officer.\nMost of the interviews with Syrians have been done in Jordan and Turkey.\n15. Homeland Security approval is required.\nIf the House bill becomes law, the director of the F.B.I., the Homeland Security secretary and the director of national intelligence would be required to confirm that the applicant poses no threat.\n16. Screening for contagious diseases.\n17. Cultural orientation class.\n18. Matched with an American resettlement agency.\n19. Multi-agency security check before leaving for the United States.\nBecause of the long amount of time between the initial screening and departure, officials conduct a final check before the refugee leaves for the United States.", "url": "https://www.nytimes.com/interactive/2015/11/20/us/why-it-takes-two-years-for-syrian-refugees-to-apply-to-enter-the-united-states.html"}