{"authors": ["Haeyoun Park", "Archie Tse"], "date_download": "2022-10-25 23:27:09", "date_modify": "2022-10-25 23:27:09", "date_publish": "2018-02-22 08:39:14", "description": "We scored previous Olympic figure skating champions using the current judging system. See how they compared with the new women’s gold medalist, Alina Zagitova.", "filename": "interactive_2018_02_22_sports_olympics_womens-figure-skating-jumps_1666740429.html", "image_url": "https://static01.nyt.com/images/2018/02/23/us/womens-figure-skating-jumps-promo/womens-figure-skating-jumps-promo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=5da51f11a228d537441e907786fd5e7c888d9f93fd43241fd1da843dcc5c1ea7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_02_22_sports_olympics_womens-figure-skating-jumps_1666740429.html", "title": "What If Dorothy Hamill, Tara Lipinski and Yuna Kim Competed in These Olympics?", "title_page": "What If Dorothy Hamill, Tara Lipinski and Yuna Kim Competed in These Olympics? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GANGNEUNG, South Korea — We scored past winners of the women’s Olympic figure skating event using the current judging system to see who had the most technically difficult program. Going back to 1976, here’s what we found:\nTotal Value of Jumps by Olympic Gold Medalists YEAR SKATER BASE POINTS FOR JUMPS ’76 Dorothy Hamill 17.4 United States ’80 Anett Pötzsch 25.7 East Germany ’84 Katarina Witt 30.0 East Germany ’88 Katarina Witt 29.0 East Germany ’92 Kristi Yamaguchi 38.9 United States ’94 Oksana Baiul 34.3 Ukraine ’98 Tara Lipinski 40.8 United States ’02 Sarah Hughes 39.1 United States ’06 Shizuka Arakawa 37.4 Japan ’10 Yuna Kim 43.3 South Korea ’14 Adelina Sotnikova 44.4 Russia ’18 Alina Zagitova 46.1 Russia YEAR SKATER BASE POINTS FOR JUMPS 1976 Dorothy Hamill 17.4 United States 1980 Anett Pötzsch 25.7 East Germany 1984 Katarina Witt 30.0 East Germany 1988 Katarina Witt 29.0 East Germany 1992 Kristi Yamaguchi 38.9 United States 1994 Oksana Baiul 34.3 Ukraine 1998 Tara Lipinski 40.8 United States 2002 Sarah Hughes 39.1 United States 2006 Shizuka Arakawa 37.4 Japan 2010 Yuna Kim 43.3 South Korea 2014 Adelina Sotnikova 44.4 Russia 2018 Alina Zagitova 46.1 Russia YEAR SKATER BASE POINTS FOR JUMPS 1976 Dorothy Hamill 17.4 United States 1980 Anett Pötzsch 25.7 East Germany 1984 Katarina Witt 30.0 East Germany 1988 Katarina Witt 29.0 East Germany 1992 Kristi Yamaguchi 38.9 United States 1994 Oksana Baiul 34.3 Ukraine 1998 Tara Lipinski 40.8 United States 2002 Sarah Hughes 39.1 United States 2006 Shizuka Arakawa 37.4 Japan 2010 Yuna Kim 43.3 South Korea 2014 Adelina Sotnikova 44.4 Russia 2018 Alina Zagitova 46.1 Russia Note: Numbers shown are base points for the jumps only, not other elements, in each skater’s long program. Skaters can also earn or lose points, based on how well the jumps are executed.\nThe scoring system has changed a lot since 1976, so to make a fair comparison, we applied today’s point values to the jumps performed by all the gold medalists in their long programs.\nWe tallied all the jumps they performed and found that the difficulty level has advanced only incrementally since Kristi Yamaguchi won at age 20 in 1992.\nFour years ago in Sochi, Russia’s Adelina Sotnikova, then 17, won the Olympic gold and South Korea’s Yuna Kim, then 23, took the silver with the same triple lutz-triple toe combination Yamaguchi had done 22 years earlier.\nThis year’s gold medalist, Alina Zagitova of Russia, 15, performed jumps that were more difficult than those of all previous female champions. Still, the total value was only a slight increase over Sotnikova’s in 2014.\nIn contrast, the competition on the men’s side has been on a fast track, with more skaters packing multiple quads into their programs.\nTotal Value of Jumps YEAR SKATER BASE POINTS FOR JUMPS ’92 Viktor Petrenko 45.4 Unified Team ’18 Yuzuru Hanyu 59.4 Japan ’18 Nathan Chen 73.4 United States YEAR SKATER BASE POINTS FOR JUMPS 1992 Viktor Petrenko 45.4 Unified Team 2018 Yuzuru Hanyu 59.4 Japan 2018 Nathan Chen 73.4 United States YEAR SKATER BASE POINTS FOR JUMPS 1992 Viktor Petrenko 45.4 Unified Team 2018 Yuzuru Hanyu 59.4 Japan 2018 Nathan Chen 73.4 United States\nThis year’s men’s champion, Yuzuru Hanyu of Japan, attempted four quads in his long program. Viktor Petrenko of Ukraine, the men’s champion in 1992 — the same year Yamaguchi won — did not do any quads. (At the 1992 Olympics, Russia and other former Soviet republics, including Ukraine, competed as the Unified Team.)\nNathan Chen of the United States, who won the long program portion of this year’s men’s event and finished fifth over all, executed an unprecedented six quad jumps in his program, giving him a base technical value about 62 percent more than Petrenko’s.\nWomen skaters may be on the cusp of making technical advances more quickly, according to Tara Lipinsky, who at 15 won the 1998 Olympic gold medal for the United States.\n“I do believe that within next four years, things will change because of how far the Russians are pushing it,” said Lipinski, who was the first woman to land a triple loop-triple loop combination in major competition.\n⟵ Triple loop ⟵ Triple lutz ⟵ Triple loop ⟵ Triple lutz ⟵ Triple loop ⟵ Triple lutz ⟵ Triple loop ⟵ Triple lutz Alina Zagitova’s triple lutz-triple loop from Wednesday’s short program event. Composite image by Archie Tse\nZagitova was the only skater on Friday to execute all of her jumps during the second half of the program, when jumps are awarded a 10 percent bonus. Her teammate and silver medalist, Evgenia Medvedeva, 18, was the only woman who landed two triple-triple combinations in the long program.\nBut neither Russian skater attempted the triple axel, the most difficult of the triple jumps. Only three women have landed the jump at the Olympics, including Mirai Nagasu, 24, who did so last week, helping the United States win bronze in the team figure skating event.\nWomen Who Have Landed a Triple Axel at the Olympics\nChang W. Lee/The New York Times 2018 Mirai Nagasu, United States Chang W. Lee/The New York Times 2010 Mao Asada, Japan Jeff Vinnick/Reuters 1992 Midori Ito, Japan\nThe jump, which is practically a prerequisite in the men’s competition, has three and a half rotations, instead of three, like other triple jumps.\n“The triple axel is insanely difficult,” Lipinski said. You have to start training skaters at a much younger age so that “by the time they reach the international scene, they’re prepared and consistent,” she said.\nNagasu attempted the triple axel twice in the individual event, falling on it in the short program and aborting it in the long.\n⟵ Triple Axel Take off ⟵ Triple Axel Take off ⟵ Triple Axel Take off ⟵ Triple Axel Mirai Nagasu fell out of the landing of her triple axel in the short program. Composite image by Chang W. Lee\nNagasu, who at age 16 came in fourth at the 2010 Winter Olympics, first landed the triple axel in competition in September last year. She said that one of the reasons she decided to go for it was to get a spot on the Olympic team.\nThe jump is difficult because it’s the only triple with a forward-facing takeoff, making it harder to make adjustments in the air, unlike the other jumps that start backward, said Tom Zakrajsek, Nagasu’s coach.\nThe triple axel remains a rare feat for women, and it may take a few more years for it to be more common in a woman’s program. But perhaps by 2022, the triple axel will be what the quad was for men this year.", "url": "https://www.nytimes.com/interactive/2018/02/22/sports/olympics/womens-figure-skating-jumps.html"}