{"authors": ["Henry Fountain", "K.K. Rebecca Lai", "Tim Wallace"], "date_download": "2022-10-25 23:49:56", "date_modify": "2022-10-25 23:49:56", "date_publish": "2017-02-13 20:46:21", "description": "More than 180,000 California residents were ordered to evacuate on Sunday after an emergency spillway was compromised.", "filename": "interactive_2017_02_13_us_oroville-dam_1666741796.html", "image_url": "https://static01.nyt.com/images/2017/02/13/us/oroville-dam-1487017602310/oroville-dam-1487017602310-facebookJumbo-v3.jpg?year=2017&h=550&w=1050&s=332875da5ec28c600eb834ca028886987e3bb5752308f2d22a959c3ef35a01a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_02_13_us_oroville-dam_1666741796.html", "title": "What Happened at the Oroville Dam", "title_page": "What Happened at the Oroville Dam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "State officials ordered the evacuation of more than 180,000 people downstream of the Oroville Dam in California, the state’s highest, on Sunday night amid concerns that a largely earthen emergency spillway could collapse and cause catastrophic floods on the Feather River. But that spillway was in use only because damage to the dam’s main spillway, a concrete chute, had been discovered earlier in the week.\nApril 2015 Feb. 2017 Area of damage Feather River Feather River Spillway Spillway Oroville Dam Road Eroded road If the emergency spillway fails, there will be an uncontrolled release of flood waters. Emergency spillway Emergency spillway Lake Oroville April 2015 Feb. 2017 Feather River Area of damage Spillway Spillway Oroville Dam Rd. Eroded road If the emergency spillway fails, there will be an uncontrolled release of flood waters. Emergency spillway Emergency spillway April 2015 Feather River Spillway Oroville Dam Rd. Emergency spillway Feb. 2017 Area of damage Spillway Eroded road If the emergency spillway fails, there will be an uncontrolled release of flood waters. Emergency spillway Sources: European Space Agency via Google (left), Randy Pench/The Sacramento Bee, via Associated Press (right)\nLast Tuesday, operators noticed turbulence in the water rushing down the spillway’s chute at a rate of 50,000 cubic feet — about 375,000 gallons — per second. They reduced the flow to investigate, and discovered that a large portion of the concrete had been washed away.\nIt is not yet known what caused the damage to the concrete, but one culprit is cavitation, or tiny bubbles of water vapor that can form in high-velocity water, said Blake P. Tullis, a professor of civil engineering at Utah State University. When the bubbles collapse, they create tiny shock waves that are strong enough to damage concrete, he said.\nFeb. 9, 2017 Feb. 11, 2017 Main spillway Photos by Reuters\nThe erosion in the main spillway led to the decision to use the emergency spillway for the first time since the dam was completed nearly 50 years ago. Emergency spillways are designed for use only in exceptional conditions, when the reservoir is rising so fast that there is a risk it will top the dam itself. Water flow over the emergency spillway stopped on Sunday, but more rain is expected this week.\nBecause emergency spillways are seldom used, they are not built to the same specifications as main spillways, and some damage to them can often be expected if they are used. At Oroville, environmental groups including the Sierra Club requested in 2005 that the emergency spillway be lined with concrete on the downstream side, to prevent erosion. The request was rejected.\nOn Sunday, when the emergency spillway showed signs of erosion, officials realized they had few options to lower the level of the reservoir behind the dam and reduce the potential for further damage and possible collapse, and they ordered the evacuations.", "url": "https://www.nytimes.com/interactive/2017/02/13/us/oroville-dam.html"}