{"authors": ["The New York Times"], "date_download": "2022-10-25 23:34:17", "date_modify": "2022-10-25 23:34:17", "date_publish": "2016-06-13 21:41:38", "description": "Amid a migrant crisis and discontent with the European Union, many far-right parties have achieved electoral success. Here are eight of the most noteworthy.", "filename": "interactive_2016_world_europe_europe-far-right-political-parties-listy_1666740857.html", "image_url": "https://static01.nyt.com/images/2016/05/21/world/21FarRight-Greece/21FarRight-Greece-facebookJumbo.jpg?year=2016&h=550&w=1050&s=f70ed4931398404ed03c6202fff7952e759aefc0bbc83ac87537ede08feda711&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_world_europe_europe-far-right-political-parties-listy_1666740857.html", "title": "Europe’s Rising Far Right: A Guide to the Most Prominent Parties", "title_page": "Europe’s Rising Far Right: A Guide to the Most Prominent Parties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "France\nNational Front\nThe National Front is a nationalist party that uses populist rhetoric to promote its anti-immigration and anti-European Union positions. The party favors protectionist economic policies and would clamp down on government benefits for immigrants, including health care, and drastically reduce the number of immigrants allowed into France. The party was established in 1972; its founders and sympathizers included former Nazi collaborators and members of the wartime collaborationist Vichy regime. The National Front is now led by Marine Le Pen, who took over from her father, Jean-Marie Le Pen, in 2011. She has tried to soften the party’s image. Mr. Le Pen had used overtly anti-Semitic and racist language and faced repeated prosecution on accusations of Holocaust denial and inciting racial hatred. In the first round of voting in regional elections in December, the National Front won a plurality of the national vote (27 percent), but in the second-round runoffs, the party was denied victory in all 13 regions. Ms. Le Pen is expected to be her party’s candidate in the 2017 presidential election. Since Donald J. Trump’s election win, French news outlets, along with Ms. Le Pen’s mainstream political rivals, have been repeating the same thing: A victory by Ms. Le Pen could happen in France.", "url": "https://www.nytimes.com/interactive/2016/world/europe/europe-far-right-political-parties-listy.html"}