{"authors": ["Jasmine C. Lee"], "date_download": "2022-10-25 23:53:43", "date_modify": "2022-10-25 23:53:43", "date_publish": "2017-04-11 21:37:51", "description": "This year, there will be seven special House and Senate elections, five to fill vacancies left by members of the Trump administration.", "filename": "interactive_2017_us_elections_election-calendar_1666742023.html", "image_url": "https://static01.nyt.com/images/2017/07/31/us/elections/election-calendar-1501515124814/election-calendar-1501515124814-facebookJumbo.png?year=2017&h=549&w=1050&s=759ef30dd3468939cba17d85959330a21b2307e719b8c58014725274cee50e5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_us_elections_election-calendar_1666742023.html", "title": "2017 Election Calendar and Results: Special Congressional and State Elections", "title_page": "2017 Election Calendar and Results: Special Congressional and State Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "California House Primary Two Democrats, Jimmy Gomez and Robert Ahn, advanced to a June 6 runoff to fill the seat vacated by Xavier Becerra, now California's attorney general, in the 34th Congressional District.\nGeorgia Special House Election Jon Ossoff, a Democrat, and Karen Handel, a Republican, advanced to a June 20 runoff to replace Tom Price , now secretary of health and human services, in the Sixth Congressional District. Full results »\nSouth Carolina House Primary The Republicans Tommy Pope and Ralph Norman advanced to a May 16 primary runoff to replace Mick Mulvaney, now director of the Office of Management and Budget, in the Fifth Congressional District. The winner of the runoff will face Archie Parnell, who won the Democratic primary, on June 20.\nAlso, primaries for two state legislature seats. Full results »\nSouth Carolina House Primary Runoff Ralph Norman narrowly defeated Tommy Pope in the Republican primary to replace Mick Mulvaney, now director of the Office of Management and Budget, in the Fifth Congressional District. Mr. Norman will face Archie Parnell, who won the Democratic primary, on June 20. Full results »\nMontana Special House Election Greg Gianforte, a Republican technology executive who was charged with assault the night before the election, will fill the seat vacated by Ryan Zinke, now interior secretary, in Montana's at-large House seat. Full results »\nCalifornia Special House Election Jimmy Gomez, a Democrat, will fill the seat vacated by Xavier Becerra, now California's attorney general, in the 34th Congressional District. Full results »\nNew Jersey Primary In the race to replace Gov. Chris Christie, Philip D. Murphy, a Democrat and a former Goldman Sachs executive, will face Kim Guadagno, a Republican and the state’s current lieutenant governor, in the general election on Nov. 7. Full results »\nVirginia Primary Ralph S. Northam, the current lieutenant governor, and Ed Gillespie, a former chairman of the Republican National Committee, won their respective primaries to replace Gov. Terry McAuliffe. Full results »\nGeorgia House Election Runoff Karen Handel, a Republican, defeated Jon Ossoff, a Democrat, in a race to replace Tom Price , now secretary of health and human services, in the Sixth Congressional District. Full results »\nSouth Carolina Special Election Ralph Norman, a Republican, will fill the seat vacated by Mick Mulvaney, now director of the Office of Management and Budget, in the Fifth Congressional District. Full results »\nAlabama Senate Primary The Republicans Roy S. Moore and Senator Luther Strange, who was appointed earlier this year, advanced to a Sept. 26 runoff to replace Jeff Sessions, now attorney general, in Alabama. The winner will face Doug Jones, who won the Democratic primary, on Dec. 12. Full results »\nUtah House Primary John Curtis, the mayor of Provo, Utah, won the Republican primary to replace Jason Chaffetz, who resigned from Congress on June 30, in the Third Congressional District. Mr. Curtis will face the Democrat Kathie Allen, who was nominated at her party’s June convention. Full results »\nNew York Primary Mayor Bill de Blasio won the Democratic mayoral primary in New York City. He will compete against Nicole Malliotakis, a Republican assemblywoman, in the general election. Full results »\nAlabama Senate Primary Runoff Roy S. Moore defeated Senator Luther Strange in the Republican primary to replace Jeff Sessions, now attorney general, in Alabama. Mr. Moore will face Doug Jones, who won the Democratic primary, on Dec. 12. Full results »\nUtah Special House Election John Curtis, a Republican and the mayor of Provo, Utah, will fill the seat vacated by Jason Chaffetz, who resigned from Congress, in the Third Congressional District. Full results »\nNew Jersey Philip D. Murphy, a Democrat and former Wall Street banker, won the race to replace Gov. Chris Christie. Full results »\nVirginia Lt. Gov. Ralph S. Northam, a Democrat, won the race to replace Gov. Terry McAuliffe. Full results »\nNew York Mayor Bill de Blasio won re-election in New York City. Full results »\nMaine In a referendum, voters in Maine decided to expand access to Medicaid under the Affordable Care Act. Full results »\nOhio Voters in Ohio decided not to approve an initiative that was aimed at reducing the cost of prescription drugs in the state. Full results »", "url": "https://www.nytimes.com/interactive/2017/us/elections/election-calendar.html"}