{"authors": ["Karen Yourish", "Larry Buchanan"], "date_download": "2022-10-25 23:48:51", "date_modify": "2022-10-25 23:48:51", "date_publish": "2014-10-10 06:58:29", "description": "A look at the government agencies and private entities that were involved in the case of the first person found to have Ebola in the United States.", "filename": "interactive_2014_10_09_us_is-the-us-prepared-for-an-ebola-outbreak_1666741731.html", "image_url": "https://static01.nyt.com/images/2014/10/09/us/is-the-us-prepared-for-an-ebola-outbreak-1412923635266/is-the-us-prepared-for-an-ebola-outbreak-1412923635266-articleLarge.png?year=2014&h=318&w=600&s=ec0ab6d1888d5ece66b6cfab7537bf4050482958d679d0b656b016a5e8292b48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_10_09_us_is-the-us-prepared-for-an-ebola-outbreak_1666741731.html", "title": "Is the U.S. Prepared for an Ebola Outbreak?", "title_page": "Is the U.S. Prepared for an Ebola Outbreak? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Duncan flies from Monrovia to Brussels, then to Washington and finally to Dallas. He clears customs in Washington, where he may have been given a flier on the warning signs of Ebola. American officials believe Mr. Duncan did not have a fever when he arrived in the United States.\nCustoms and Border Protection agents are supposed to contact the C.D.C. if they think someone may be infected.\nfederal Customs and Border Protection agents are supposed to contact the C.D.C. if they think someone may be infected.\nOn the day Mr. Duncan died, federal officials announced that passengers from the three countries most affected by the Ebola outbreak will be tested for fever by Customs and Border Protection staff members on arrival in the United States. Those who have a fever will be evaluated by a C.D.C. official. It will be up to local health departments to decide whether to place them in quarantine.\nHealth experts say the new measures are more likely to calm the public than to prevent Ebola from entering the country. They caution that a temperature check on arrival would almost certainly not have detected the virus in Mr. Duncan.", "url": "https://www.nytimes.com/interactive/2014/10/09/us/is-the-us-prepared-for-an-ebola-outbreak.html"}