{"authors": ["Mona El-Naggar", "Adam Rasgon", "Mona Boshnaq"], "date_download": "2022-10-25 23:55:43", "date_modify": "2022-10-25 23:55:43", "date_publish": "2021-05-26 09:00:01", "description": "At least 69 children were killed in the Israel-Hamas war this month. This is who they were.", "filename": "interactive_2021_05_26_world_middleeast_gaza-israel-children_1666742143.html", "image_url": "https://static01.nyt.com/images/2021/05/25/multimedia/gaza-israel-children-still/gaza-israel-children-still-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=7f9698289608242941be5fa88c895d773a4a24f40cb47b67c53a0868bc1ec00d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_05_26_world_middleeast_gaza-israel-children_1666742143.html", "title": "They Were Only Children", "title_page": "They Were Only Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Just minutes after the war between Israel and Hamas broke out, a 5-year-old boy named Baraa al-Gharabli was killed in Jabaliya, Gaza.\nA 16-year-old, Mustafa Obaid, was killed in the same strike, on the evening of May 10.\nAround the same time, four cousins — Yazan al-Masri, 2, Marwan al-Masri, 6, Rahaf al-Masri, 10, and Ibrahim al-Masri, 11 — were killed in Beit Hanoun, Gaza. “It was devastating,” said Mukhlis al-Masri, a cousin. “The pain for our family is indescribable.”\nThey Were Only Children\nHussein Hamad, 11\nIbrahim Hassanain, 16\nMuhammad Suleiman, 15\nHamza Ali, 12\nMina Sharir, 2, and Lina Sharir, 15, sisters\nNearly all of the children killed were Palestinian.\nGaza is crowded and its population skews young, with about half under age 18. So when Israeli warplanes hit homes and residential neighborhoods, the number of children at risk is extraordinary. Sometimes nearly entire households disappear with a single blast.\nIsrael blames Hamas for the high civilian death toll in Gaza because the group fires rockets and conducts military operations from civilian areas. Israel’s critics cite the death toll as evidence that Israel’s strikes were indiscriminate and disproportionate.\nBeit Hanoun, in northern Gaza Strip, on May 15. Samar Abu Elouf for The New York Times\nChildren are the most vulnerable.\nIn Gaza, they grow up amid widespread poverty and high unemployment, and cannot freely travel in or out of the territory because of the blockade imposed by Israel and Egypt. They also live under the constant threat of war. An average 15-year-old would have lived through four major Israeli offensives. Nearly everyone in Gaza knows someone who has been killed in the fighting.\n“When I think about the children who died,” said Ola Abu Hasaballah, a child psychologist in Gaza, “I also think about the ones who survive, those who were pulled out of the rubble and lost a limb, or those who will go to school and see their friend is missing.”\nIn the Arab village of Dahmash in central Israel, when the sirens wailed around 3 a.m. on May 12, Nadine Awad, 16, and her father ran outside for cover, said her uncle, Ismail Arafat. But a rocket fired by militants in Gaza slammed into the ground next to their home, killing both of them. Nadine was a top student, her academic adviser, Sirin Slameh, said. She spoke English proficiently, taught herself how to play the piano and participated in Jewish-Arab coexistence programs, Ms. Slameh said. The week before, she had scored a 97 on a math exam, a subject she had struggled with. She was very close to her father, Mr. Arafat said, and would follow him everywhere. “The sad part is she followed him outside when the sirens blared,” he said, “and now she has followed him to the grave.”\nZaid Talbani, 4, and Miriam Talbani, 2, siblings\nHala Rifi, 13\nBashar Samour, 17\nThe funeral of Mina Sharir, 2. Samar Abu Elouf for The New York Times\nWhile most of the children were Palestinians killed by Israeli airstrikes, there are exceptions.\nAt least two of the children killed in Gaza — Baraa al-Gharabli and Mustafa Obaid — may have been killed when Palestinian militants fired a rocket at Israel that fell short, according to an initial investigation by Defense for Children International-Palestine.\nAnd one of the children killed in Israel, Nadine Awad, was Palestinian.\n“The rockets don’t differentiate between Arabs and Jews,” said Ismail Arafat, her uncle.\nOnce the war started, Ido Avigal, 5, was so anxious that he did not want to sleep, shower or eat alone, said Shani Avigal, his mother. When sirens started blaring in Sderot, Israel, he huddled with his family in a fortified safe room at his aunt’s home. But when a rocket hit a nearby building, shrapnel punctured the thick glass of the safe room, tearing into his stomach and killing him. Ms. Avigal said her son was caring and loving, and had recently told his classmates that “not all Arabs are bad.” “I said they all don’t want to kill us,” he told his mother. “I eventually convinced them.”\nThe same day, May 12, Hamada al-Emour, 13, went with his cousin, Ammar al-Emour, 10, to get haircuts at a barber shop — a tradition among many Palestinians before the festival that follows the end of Ramadan. They were nearly back home in Khan Younis when an Israeli airstrike killed them both, said Atiya al-Emour, Hamada’s father, who said he witnessed his son’s death. “I wish I didn’t see what happened to him,” said Mr. al-Emour. “It was awful.”\nMahmoud Tolbeh, 12, was an excellent student, his father, Hamed Tolbeh, said. He liked the sciences and dreamed of becoming a mechanical engineer. He was helpful around the house, making eggs and sandwiches for his siblings, tea and coffee for guests, cleaning the house and picking up groceries. “He was the backbone of our family,” Mr. Tolbeh said. “We could rely on him for anything.” On the last night of Ramadan, he went to help a cousin at his barber shop. Mahmoud was steps from the shop’s entrance, his father said, when shrapnel from an Israeli airstrike hit his head and neck. He died two days later. His sister Nagham cradled his body. “He had a bright future,” Mr. Tolbeh said. “But it was buried with him in the grave.”\nNagham Tolbeh mourned over the body of her brother, Mahmoud. Samar Abu Elouf for The New York Times\nYahya Khalifa, 13, enjoyed riding his bike, had memorized several chapters of the Quran and hoped to one day visit the Aqsa Mosque in Jerusalem. “He was an innocent and sweet boy,” his father, Mazen Khalifa, said. He went out to run a quick errand, promising to pick up yogurt and ice cream for the family, his father said, and was killed in an Israeli airstrike.\nFour brothers: Amir Tanani, 6, Ahmad Tanani, 2, Ismail Tanani, 7, and Adham Tanani, 4 (not pictured).\nThe identities of the children killed, their photographs and the circumstances of their deaths came from their parents and other relatives, teachers and schools in Gaza and Israel, international rights organizations, Palestinian officials, social media, and news organizations in Gaza and Israel. Most of the details were corroborated by multiple sources.\nKhaled Qanou, 17\nAhmad al-Hawajri, 14\nThe Israeli military says that it takes rigorous precautions to prevent civilian deaths. It says a major part of its bombing campaign was aimed at Hamas’s underground tunnel network, a military facility that runs underneath civilian neighborhoods.\nMany people in Gaza, however, say that the number of civilians killed proves that whatever precautions Israel may be taking are tragically insufficient.\n“People think there has to be some rationale,” said Raji Sourani, director of the Palestinian Center for Human Rights in Gaza, “but the bottom line is they want to inflict pain and suffering.”\nThe mother and brother of Yahya Khalifa, 13. Samar Abu Elouf for The New York Times\nThe low toll on the Israeli side also reflected an imbalance in defensive capabilities.\nHamas and other militant groups fired more than 4,000 rockets at Israeli towns and cities, also indiscriminately. But most were intercepted by Israel’s Iron Dome air defense system, which Israeli officials said stopped about 90 percent of the rockets. And many Israelis have safe rooms in their homes.\nIn Gaza, most people have no access to safe rooms or shelters. Many people seek refuge in the United Nations schools, but they too have been bombed, reinforcing a feeling that anyone could be killed anywhere.\nEven in Israel, Arab citizens don’t always have equal access to bomb shelters. Ms. Awad, who was killed by a rocket from Gaza, lived in an Arab village with no bomb shelter.\nLina Issa, 13\nFawziya Abu Faris, 17, woke up early every morning in Umm al-Nasr, a Bedouin community in northern Gaza, to milk her family’s sheep and make fresh cheese and yogurt, said her father, Nasser Abu Faris.\nMuhammad Abu Dayyeh, 9 months\nHoor al-Zamli, 2\nIbrahim al-Rantisi, 6 months\nIt was shortly after midnight in Beit Lahia, Gaza, and the three terrified children were huddled in their mother’s arms. Muhammad-Zain al-Attar, 9 months, sat in the middle, his sister, Amira al-Attar, 6, and brother, Islam al-Attar, 8, on either side. The first strike hit the entrance of their ground floor apartment, trapping the family and making it impossible to flee, the father, Muhammad al-Attar, said. The second, moments later, brought the three story building down. Mr. al-Attar dug himself out of the rubble and survived. His wife and children were crushed under a concrete pillar, their bodies found still together.\nAbdullah Jouda, 12\nMental health experts and independent organizations who work with children in Gaza say they commonly suffer from post-traumatic stress disorder, chronic fear and anxiety. Those feelings can produce debilitating nightmares and self-destructive or aggressive behavior.\nA Palestinian boy next to the remains of his home in Gaza City. Samar Abu Elouf for The New York Times\n“Gaza is already a very violent and terrorizing experience for children because they are under constant military rule,” said Karl Schembri, a spokesman for the Norwegian Refugee Council, which runs a psychotherapy and education program for children in Gaza. Eleven of the children the group works with were killed this month, all of them in their homes.\n“They were getting assistance and care to try and put behind them their nightmares and their trauma,” Mr. Schembri said. “Now they are buried with their dreams and their nightmares.”\nButheina Obaid, 6\nSuheib al-Hadidi, 12, lived with his parents and four brothers in the crowded Shati refugee camp in Gaza City. He was fascinated by birds, which had a freedom he could only imagine. He owned a cockatiel, trained it to sit on his shoulder and envisioned a future as a breeder, his cousin, Abdullah al-Hadidi, said. His brother, Yahya al-Hadidi, 10, was a shy boy who liked riding his bike and playing with cats, Mr. al-Hadidi said. Osama al-Hadidi, 5, was considered one of the most stylish members of his family. He changed clothes frequently and took pains to perfect his looks, Mr. al-Hadidi said. “He would shower and change his clothes every two hours.” Abdurrahman al-Hadidi, 7, studied English, dreamed of traveling to Turkey and liked playing with remote-control cars, his father, Muhammad al-Hadidi, said. The four brothers were asleep at their uncle and aunt’s home, Muhammad al-Hadidi said, when an Israeli bomb ripped through the ceiling, killing them, their mother, their aunt and four cousins.\nYamen Abu Hatab, 5, Bilal Abu Hatab, 9, Miriam Abu Hatab, 7, and Yousef Abu Hatab, 10\nPalestinians carrying the bodies of children from the Abu Hatab family who were killed in an Israeli airstrike. Samar Abu Elouf for The New York Times\nMohammad Bhar, 17\nThe al-Qawlaq family owned two adjacent apartment buildings on Al Wahda Street, a main thoroughfare in Gaza City. At around 1 a.m. on May 16, Israeli strikes reduced both buildings to rubble, killing more than 20 members of the extended family, including eight children: Yara al-Qawlaq, 9, Hala al-Qawlaq, 12, Rula al-Qawlaq, 5, Zaid al-Qawlaq, 8, Qusai al-Qawlaq, 6 months, Adam al-Qawlaq, 3, Ahmad al-Qawlaq, 15, and Hana al-Qawlaq, 14 (not pictured). “It’s unimaginable,” said Waseem al-Qawlaq, who survived. “It’s beyond torture.”\nSearching for victims from the al-Qawlaq family. Samar Abu Elouf for The New York Times\nDima al-Ifranji, 15, far left, was the oldest child and the apple of her father’s eye. She was one of the top students in her class, spoke English and French, and dreamed of studying medicine, her father, Rami al-Ifranji, said. “She was brilliant,” he said. “She was a master of foreign languages.” Her brother, Yazan al-Ifranji, 13, was a bright child, often the first to answer questions in class, Mr. al-Ifranji said. He liked playing soccer and listening to music, and hoped to become a computer engineer. Mira al-Ifranji, 11, imagined a future as a dentist. And Amir al-Ifranji, 9, was a polite child with a vibrant smile who loved playing soccer and video games on his phone. An Israeli airstrike on May 16 killed all four children and their mother.\nIt was late at night and even though the feast celebrating the end of Ramadan was over, Dana Ishkontana, 9, and Lana Ishkontana, 5, wanted to dress up in their new holiday outfits. Their uncle, Raed Ishkontana, snapped pictures on his phone while their two brothers, Yahya Ishkontana, 4, and Zain Ishkontana, 2, watched, Mr. Ishkontana recalled. Then he stepped out to get snacks for the family, chocolate candy bars and potato chips. The four children and their mother were killed in an Israeli airstrike, he said. “I wish I never left,” he said.\nRaed Ishkontana, who survived an airstrike, mourning the loss of his wife and four children. Hosam Salem for The New York Times\nHer father called her “Galaxy.” Tala Abu Elouf, 13, he thought, had skin the color of a Galaxy chocolate bar. She was quick with a joke and her father, Dr. Ayman Abu Elouf, adored her, said Alaa Abu Elouf, her cousin. Her brother, Tawfiq Abu Elouf, 17, was a serious student, intensely prepping for the standardized tests Palestinians take in their senior year of high school, Mr. Abu Elouf said. Brother, sister, mother and father were killed in Israeli airstrikes on Al Wahda Street in Gaza City on May 16, Mr. Abu Elouf said.\nYousef al-Baz, 13\nRafeef Abu Dayer, 10, liked to draw. She had sketched one of the high-rise buildings that an Israeli airstrike destroyed in Gaza City two days earlier and had started to color in her drawing when her mother called her for lunch. “You can go back to drawing after you eat,” her mother said. The girl sat down for lunch with 13 relatives in a private residential garden. Minutes later, Israel attacked a building nearby, an uncle said. Shrapnel and rubble struck Rafeef. She and another uncle were killed.\nThe drawing Rafeef Abu Dayer, 10, was working on before she was killed. Samar Abu Elouf for The New York Times\nNagham Salha, 2", "url": "https://www.nytimes.com/interactive/2021/05/26/world/middleeast/gaza-israel-children.html"}