{"authors": ["Audrey Carlsen", "Sahil Chinoy"], "date_download": "2022-10-25 23:34:21", "date_modify": "2022-10-25 23:34:21", "date_publish": "2018-03-02 10:00:35", "description": "Many Americans can buy a gun in less than an hour. In some countries, the process can take weeks or months.", "filename": "interactive_2018_03_02_world_international-gun-laws_1666740861.html", "image_url": "https://static01.nyt.com/images/2018/03/06/us/global-gun-laws-promo-1520362784055/global-gun-laws-promo-1520362784055-facebookJumbo-v2.png?year=2018&h=549&w=1050&s=5dd850d24a6050d39b2b87cde88da69a0bc412ae067b17bb3386eafc8ad3283b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_03_02_world_international-gun-laws_1666740861.html", "title": "How to Buy a Gun in 16 Countries", "title_page": "How to Buy a Gun in 16 Countries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "United States 1 Pass an instant background check that considers criminal convictions, domestic violence and immigration status. 2 Buy a gun.\nMany states have additional buying restrictions, including waiting periods and expanded background checks. Roughly a third of American gun owners buy guns without a background check, which federal law does not require when buying directly from a private seller.\nJapan 1 Take a firearm class and pass a written exam, which is held up to three times a year. 2 Get a doctor’s note saying you are mentally fit and do not have a history of drug abuse. 3 Apply for a permit to take firing training, which may take up to a month. 4 Describe in a police interview why you need a gun. 5 Pass a review of your criminal history, gun possession record, employment, involvement with organized crime groups, personal debt and relationships with friends, family and neighbors. 6 Apply for a gunpowder permit. 7 Take a one-day training class and pass a firing test. 8 Obtain a certificate from a gun dealer describing the gun you want. 9 If you want a gun for hunting, apply for a hunting license. 10 Buy a gun safe and an ammunition locker that meet safety regulations. 11 Allow the police to inspect your gun storage. 12 Pass an additional background review. 13 Buy a gun.\nSome countries require buyers to accurately hit a target or demonstrate safe handling procedures.\nNew Zealand 1 Pass a background check that considers criminal, medical, mental health and domestic violence records. 2 Provide character references. 3 Authorities interview or advise, in person, your partner or next of kin. 4 Pass a home security inspection that checks for proper firearm storage. 5 Take a gun safety course. 6 Wait for approval for a firearms license, which could take weeks or months. 7 Buy a gun.\nAfter 50 people were killed in shootings at two mosques, New Zealand passed a law banning most semiautomatic weapons. Gun regulations in New Zealand are far more restrictive than in the United States, and buying handguns requires a special permit . But unlike some countries, New Zealand doesn’t require most guns to be registered.\nSouth Africa 1 Join an accredited hunting or shooting club, or document a need for self-defense. 2 Complete firearm safety training and pass a written test and practical assessment. 3 Give two employers, friends or community leaders as references. 4 Get fingerprinted. 5 Pass a review of criminal behavior, history of domestic violence and drug abuse and, in some cases, interviews with family and neighbors. 6 Buy a gun safe that meets safety regulations. 7 Allow police to inspect your storage. 8 Wait several months for a federal review of your application. 9 Buy a gun.\nAuthorities in South Africa, Australia and India may talk to people who know buyers and can vouch for them or raise red flags.\nMexico 1 Get a letter from the local authorities confirming that you do not have a criminal record. 2 Submit a letter showing your employment status and pay. 3 Pass a background check that considers criminal history, employment and current gun ownership. 4 Travel to Mexico City, where the only store authorized to sell guns is located. 5 Get fingerprinted. 6 Buy a gun.\nMexico, Russia and South Africa have thriving black markets for guns. Only one store in Mexico sells guns legally, compared with more than 50,000 retail stores in the United States.\nAustralia 1 Join and regularly attend a hunting or shooting club, or document that you are a collector. 2 Complete a course on firearm safety and operation, and pass a written test and practical assessment. 3 Arrange firearm storage that meets safety regulations. 4 Pass a review that considers criminal history, domestic violence, restraining orders and arrest history. Authorities may also interview your family and community members. 5 Apply for a permit to acquire a specific type of weapon. 6 Wait at least 28 days. 7 Buy the specific type of gun for which you received a permit.\nIn response to a 1996 mass shooting, Australia officially made gun ownership a privilege, not a right. Gun owners must provide a valid reason for owning a weapon, such as for farming or hunting, and gun clubs must inform the authorities of inactive members.\nAustria 1 To get a handgun or semiautomatic rifle, prove you are in serious physical danger. 2 Pass a review of criminal history. 3 Fill out a mental health survey, and complete a psychological and physical test. 4 Complete a course on safe gun handling and storage. 5 Install safe gun storage. 6 Buy a gun. 7 If you bought a hunting rifle or shotgun, wait three days before coming back to pick it up.\nAustria requires different steps to get a hunting rifle, including passing a written exam and shooting test.\n“Cool off” periods are intended to reduce the likelihood of impulsive violence.\nCanada 1 To buy a handgun, prove that you practice at an approved shooting club or range, or show that you are a gun collector. 2 For any gun, complete a safety course and pass both a written and a practical test. 3 Ask for two references. 4 Apply for a permit, and wait 28 days before processing begins. 5 Pass a background check that considers your criminal record, mental health, addiction and domestic violence history. 6 Buy a gun. If you bought a handgun, register it with the police before taking it home.\nIn addition to two character references, Canadians must list the names of partners they have lived with in the last two years, all of whom must sign the application or be notified by the police before a gun is bought.\nIndia 1 Join a shooting club, or show that you or your property are under threat. 2 Attend a practical training course on firearm handling and shooting. 3 Obtain a certificate of physical and mental health from your doctor. 4 Affirm that you have a safe place to keep the firearms. 5 Pass a review that considers three years of tax returns, criminal history, mental health history and domestic violence and that includes interviews with you, your family and neighbors. 6 Buy a gun.\nThe exact steps in India, as in many countries, vary depending on how local officials choose to enforce the law.\nThe Indian authorities may impound guns during an election to ensure that the vote is peaceful. Guns must be returned to their owners one week after the results are announced.\nGermany 1 Join a shooting club, obtain a hunting license, demonstrate you are a gun collector or prove that your life is threatened. 2 Demonstrate specialized knowledge of firearms, which may involve a written exam and practical demonstration of safe handling. 3 If you are under 25, submit a certificate of mental fitness from a public health officer or doctor. 4 Arrange proper firearm storage. 5 Pass a background check that considers criminal history, mental health and drug addiction. 6 Apply for a permit to purchase a specific gun, which may include an additional short background review. 7 Buy a gun.\nGermans who keep firearms in their homes agree to let the police conduct unannounced home inspections to check that they are kept safely. The United States has no requirement for how firearms must be stored.\nBritain 1 Join a shooting club, or document hunting arrangements. 2 Ask for a character reference. 3 Arrange proper firearm storage. 4 Pass a background check that includes a police interview at your home. Your storage arrangements may be checked. 5 Buy a gun.\nSome police forces may handle the background check with more diligence than others. The exact procedure varies.\nBrazil 1 Write a statement about why you need a gun for self-defense. 2 Complete a course on firearm handling and demonstrate that you can strike a target​ from 16​ and 23​ feet away with ​60 percent accuracy. 3 Obtain a statement from an accredited psychologist certifying that you are mentally fit to fire a weapon. 4 Obtain a certificate confirming that you have no criminal record​ and are not under criminal investigation. 5 Buy a gun. 6 Register your gun with the federal police. 7 Fill out an online form in order to transport your gun. 8 Return to the dealer and pick up your gun.\nBrazil requires authorization every time you transport a gun, including the first time you take it home from a gun dealership.\nRussia 1 Get a hunting license, or explain why you need a gun for self-defense. 2 Pass a test of relevant laws, handling and first-aid skills. 3 Get a doctor’s note saying you have no mental illness or history of drug abuse. 4 Attend a firearm safety and handling class and pass an exam. 5 Apply for a license. 6 Pass a background check. 7 Buy a gun.\nMany Russian gun buyers skip this process. Illegal guns in Russia are estimated to outnumber legal guns by a factor of 3 to 1.\nIsrael 1 Join a shooting club, or prove that you live or work in a dangerous area authorized for gun ownership, including certain settlements. 2 Get a doctor’s note saying you have no mental illness or history of drug abuse. 3 Install a gun safe. 4 Release your criminal and mental health history to the authorities. 5 Buy a gun and a limited supply of bullets, usually about 50. 6 Demonstrate that you can use your gun or a similar gun at a firing range before taking it home.\nMany countries, including Israel, also allow people with certain jobs to more easily obtain guns, including those in security, research and pest control.\nChina 1 Establish a specific reason to possess a firearm, such as for hunting or sports shooting. 2 Arrange to store your gun at a gun range, remote hunting ground or pastoral area. 3 Demonstrate knowledge of safe gun use and storage. 4 Pass a background check that considers mental illness, criminal record and domestic violence. 5 Buy a gun.\nIn China, most civilians are prohibited from keeping guns in their homes. Guns must be kept at gun ranges or in other authorized locations.\nYemen 1 Go to a gun market or find a seller online. 2 Buy a gun.\nYemen has the second-highest gun ownership rate in the world, after the United States. While Yemeni law states that buyers must obtain guns from licensed dealers and register with the authorities, the law is largely unenforced.", "url": "https://www.nytimes.com/interactive/2018/03/02/world/international-gun-laws.html"}