{"authors": ["The New York Times"], "date_download": "2022-10-25 23:44:53", "date_modify": "2022-10-25 23:44:53", "date_publish": "2021-01-27 12:00:00", "description": "See the latest charts and maps of coronavirus cases, deaths, hospitalizations and vaccinations in Shelby County, Tennessee.", "filename": "interactive_2021_us_shelby-tennessee-covid-cases_1666741493.html", "image_url": "https://static01.nyt.com/images/2020/03/29/us/tennessee-coronavirus-cases-promo-1585539467490/tennessee-coronavirus-cases-promo-1585539467490-facebookJumbo-v661.png?year=2021&h=549&w=1050&s=e1c6155d25f39836f10c9b7841d02d1539c3da07837e6108dbbf9860e58e9bf2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_us_shelby-tennessee-covid-cases_1666741493.html", "title": "Shelby County, Tennessee Covid Case and Risk Tracker", "title_page": "Shelby County, Tennessee Covid Case and Risk Tracker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The map shows the average I.C.U. occupancy at nearby hospitals in the most recent week with data reported. The data is self-reported to the U.S. Department of Health and Human Services by individual hospitals. It excludes counts from hospitals operated by the U.S. Department of Veterans Affairs and the Indian Health Service. Numbers for hospitalized patients are based on inpatient beds and include I.C.U. beds. Hospitalized Covid-19 patients include both confirmed and suspected Covid-19 patients.\nSources: State and local health agencies (cases, deaths); U.S. Department of Health and Human Services (hospitalizations, test positivity). Cases, deaths and test positivity charts show 7-day averages. Hospitalization data is a weekly average of Covid-19 patients in hospital service areas that intersect with Shelby County.\nHigher test positivity rates are a sign that many infections are not reported — even if they are tested for at home. This results in a more severe undercount of cases. The number of hospitalized patients with Covid is a more reliable measure because testing is more consistent in hospitals.\nHigher test positivity rates are a sign that many infections are not reported — even if they are tested for at home. This results in a more severe undercount of cases. The number of hospitalized patients with Covid is a more reliable measure because testing is more consistent in hospitals.\nSources: State and local health agencies (cases, deaths); U.S. Department of Health and Human Services (hospitalizations, test positivity). Cases, deaths and test positivity charts show 7-day averages. Hospitalization data is a weekly average of Covid-19 patients in hospital service areas that intersect with Shelby County.\nAbout the data\nIn data for Tennessee, The Times primarily relies on reports from the state, as well as health districts or county governments that often report ahead of the state. The state releases new county data once a week. Prior to Jan. 4, 2022, it released new data on weekdays, and prior to March 13, 2021, it released new data daily. The state reports cases and deaths based on a person’s permanent or usual residence. The state also includes nonresidents diagnosed in the state, but The Times excludes this category since nonresidents are likely also counted in their home state.\nThe Times has identified reporting anomalies or methodology changes in the data. More about reporting anomalies or changes Jan. 5, 2022: Tennessee reduced its data reporting schedule from all weekdays to once a week.\nTennessee reduced its data reporting schedule from all weekdays to once a week. Dec. 31, 2021: Tennessee did not announce new cases and deaths for the New Year's holiday.\nTennessee did not announce new cases and deaths for the New Year's holiday. Dec. 24, 2021: Tennessee did not announce new cases and deaths for the Christmas holiday.\nTennessee did not announce new cases and deaths for the Christmas holiday. Dec. 23, 2021: Tennessee added about 2,000 deaths from previous months after reconciling records.\nTennessee added about 2,000 deaths from previous months after reconciling records. Dec. 9, 2021: Tennessee was unable to report new cases and deaths because of technical issues.\nTennessee was unable to report new cases and deaths because of technical issues. Nov. 25, 2021: Tennessee did not announce new cases and deaths for the Thanksgiving holiday.\nTennessee did not announce new cases and deaths for the Thanksgiving holiday. Nov. 11, 2021: Tennessee did not announce new data because of the Veterans Day holiday.\nTennessee did not announce new data because of the Veterans Day holiday. Nov. 8, 2021: Tennessee was unable to release new data because of a technical issue.\nTennessee was unable to release new data because of a technical issue. Sept. 21, 2021: Tennessee was unable to announce new data because of a technical issue.\nTennessee was unable to announce new data because of a technical issue. Sept. 6, 2021: The daily count is artificially low because many jurisdictions did not announce new data on Labor Day. The average is adjusted on Sept. 6 and 7 to account for the holiday lag.\nThe daily count is artificially low because many jurisdictions did not announce new data on Labor Day. The average is adjusted on Sept. 6 and 7 to account for the holiday lag. Aug. 25, 2021: Tennessee was unable to announce new data because of a technical issue.\nTennessee was unable to announce new data because of a technical issue. June 15, 2021: Tennessee reallocated many cases, resulting in one-time increases in some counties and decreases in others.\nTennessee reallocated many cases, resulting in one-time increases in some counties and decreases in others. June 11, 2021: Tennessee added a large number of cases in many counties.\nTennessee added a large number of cases in many counties. April 22, 2021: Tennessee announced a backlog of cases.\nTennessee announced a backlog of cases. April 19, 2021: Tennessee announced a backlog of more than 2,000 cases from previous months in 2021.\nTennessee announced a backlog of more than 2,000 cases from previous months in 2021. Jan. 2, 2021: Tennessee reported data for two days after reporting no data on New Year's Day.\nTennessee reported data for two days after reporting no data on New Year's Day. Dec. 20, 2020: Tennessee announced cases from both Dec. 19 and Dec. 20.\nTennessee announced cases from both Dec. 19 and Dec. 20. June 29, 2020: Tennessee added data for June 28 and June 29 after resolving a technical issue.\nTennessee added data for June 28 and June 29 after resolving a technical issue. June 12, 2020: Tennessee added probable deaths.\nThe tallies on this page include probable and confirmed cases and deaths.\nConfirmed cases and deaths, which are widely considered to be an undercount of the true toll, are counts of individuals whose coronavirus infections were confirmed by a molecular laboratory test. Probable cases and deaths count individuals who meet criteria for other types of testing, symptoms and exposure, as developed by national and local governments.\nGovernments often revise data or report a single-day large increase in cases or deaths from unspecified days without historical revisions, which can cause an irregular pattern in the daily reported figures. The Times is excluding these anomalies from seven-day averages when possible. For agencies that do not report data every day, variation in the schedule on which cases or deaths are reported, such as around holidays, can also cause an irregular pattern in averages. The Times uses an adjustment method to vary the number of days included in an average to remove these irregularities.", "url": "https://www.nytimes.com/interactive/2021/us/shelby-tennessee-covid-cases.html"}