{"authors": ["Mae Ryan", "Cade Metz", "Rumsey Taylor", "Por Mae Ryan"], "date_download": "2022-10-25 23:40:55", "date_modify": "2022-10-25 23:40:55", "date_publish": "2018-07-31 19:38:12", "description": "Antes solo podían hacer las tareas para las que eran específicamente programadas. Ahora pueden aprender por sí solas a realizar actividades más complejas.", "filename": "interactive_2018_07_31_universal_robotica-manos_1666741255.html", "image_url": "https://static01.nyt.com/images/2018/07/30/technology/robot-hands-promo-ES/robot-hands-promo-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4096c1e55434d3ab5182e807e50db68d2df517392241992d3e69c4435c592024&k=ZQJBKqZ0VN", "language": "es", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_07_31_universal_robotica-manos_1666741255.html", "title": "La evolución de las manos robot", "title_page": "La evolución de las manos robot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "¿Te imaginas una mano robótica con cuatro dedos autónomos y un pulgar que puede hacer lo mismo que la versión de carne y hueso? Bueno, pues eso aún es una fantasía.\nNo obstante, los mejores laboratorios de inteligencia artificial del mundo están cada vez más cerca de crear manos robóticas que sí puedan imitar a las humanas.\nLa giradora\nEn OpenAI, el laboratorio de inteligencia artificial de San Francisco que fundaron Elon Musk y otros nombres importantes de Silicon Valley, tienen a Dactyl. Se parece mucho a la prótesis que usa Luke Skywalker en el episodio VIII: dedos mecánicos que se doblan y se enderezan como los de una mano humana.\nSi le das unos bloques de alfabeto a Dactyl y le pides que te muestre letras en particular —la “o” roja, la “p” naranja o la “i” azul—, lo hará y girará, torcerá y volteará el juguete con gran velocidad.\nPara una mano humana sería una tarea sencilla. Para una máquina autónoma es un logro notable, y, en esencia, Dactyl aprendió la tarea por sí sola. Por medio de métodos matemáticos que permiten que Dactyl aprenda, los investigadores creen que pueden entrenar manos robóticas y otras máquinas para que realicen tareas mucho más complejas.\nTal destreza representa un enorme salto en la investigación de la robótica. Hasta hace poco, los investigadores aún tenían problemas para que manos mucho más simples dominaran tareas mucho más sencillas.\nLa sujetadora\nEste sistema que crearon los investigadores de Autolab, un laboratorio de robótica que se encuentra dentro del campus Berkeley de la Universidad de California, representaba hasta hace unos años los límites de la tecnología.\nEquipada con “sujetadores” de dos dedos, la máquina puede recoger artículos, como un destornillador o pinzas, y meterlos en contenedores.\nEl sujetador es mucho más fácil de controlar que una mano con cinco dedos, y la dificultad de crear el software que se necesita para operarla es mucho menor.\nPuede trabajar con objetos que le son desconocidos: tal vez no sepa qué es una botella redonda para condimentos, pero esta tiene una forma básica similar a la de un destornillador, algo que la máquina sí conoce.\nNo obstante, cuando esta máquina se enfrenta a algo que es diferente de lo que ha visto (como una pulsera de plástico), todo puede pasar.\nLa recogedora\nLo que se busca es un robot que pueda recoger cualquier cosa, incluso objetos que no haya visto antes. Esto es lo que otros investigadores de Autolab han construido en los últimos años.\nEl sistema utiliza equipo sencillo: una sujetadora y una ventosa. Con eso puede recoger todo tipo de artículos aleatorios, desde un par de tijeras hasta un dinosaurio de juguete hecho de plástico.\nEl sistema surge gracias a avances claves en el aprendizaje automatizado. Los investigadores de Berkeley modelaron la forma de más de diez mil objetos e identificaron la mejor manera de recoger cada uno. Por medio de una red neuronal, un sofisticado algoritmo, el sistema analizó todos esos datos y aprendió a reconocer cuál era la mejor forma de recoger cualquier objeto. En el pasado los investigadores debían programar un robot para que realizara esa tarea. Ahora, puede aprenderla por sí solo.\nSi le dan, por ejemplo, una figura de Yoda, reconoce que debe usar la sujetadora para recoger el juguete.\nMientras que utiliza la ventosa para la botella de condimentos.\nPuede hacer esto incluso entre un grupo de artículos aleatorios. No es perfecta pero, como el sistema puede aprender por sí solo, está mejorando con mayor rapidez que las máquinas del pasado.\nLa tendedora de camas\nAunque este robot no deje perfectas las esquinas, representa un progreso destacable. Los investigadores de Berkeley armaron el sistema en apenas dos semanas, por medio de las últimas técnicas de aprendizaje automático; hace no tanto tiempo se habrían necesitado meses o años.\nEl sistema puede aprender a hacer una cama en poco tiempo con tan solo analizar la información. En este caso, los movimientos que se necesitan para tenderla.\nLa empujadora\nAl otro lado del campus de Berkeley, en un laboratorio llamado BAIR, un sistema usa distintos métodos de aprendizaje. Puede empujar un objeto con una sujetadora y predecir dónde terminará ese objeto. Es decir, puede mover juguetes sobre un escritorio como si lo hiciéramos tú o yo.\nEl sistema aprende este comportamiento al analizar un acervo enorme de videos que captan cómo se empujan los objetos. De este modo, puede enfrentarse a incertidumbres y a los movimientos inesperados que conllevan este tipo de tareas.\nEl futuro\nTodas estas son tareas sencillas y las máquinas pueden realizarlas solo en ciertas condiciones: es algo impresionante, pero también falible. No obstante, los métodos de aprendizaje automático de estos sistemas apuntan hacia un progreso continuo en los próximos años.\nLos investigadores de la Universidad de Washington, al igual que los de OpenAI, han entrenado a manos robóticas que tienen dedos como los de manos humanas.\nEs mucho más difícil habilitar esos dedos que una sujetadora o una ventosa, pues una mano antropomórfica se mueve de muchas formas diferentes.\nLos investigadores de Washington entrenan a esta mano por medio de simulaciones, recreaciones digitales del mundo real. Así optimizan el proceso.\nEl entrenamiento de Dactyl en OpenAI es similar. En dos días, el sistema puede aprender a girar el bloque tantas veces como si hubiera tenido cien años de prueba y error gracias a la simulación, que corre en miles de chips de computadora.\nUna vez que el sistema sabe qué funciona en la simulación, puede poner en práctica ese conocimiento en el mundo real.\nMuchos investigadores cuestionaron si este tipo de entrenamiento simulado se podía transferir al ámbito no virtual. Al igual que los investigadores de Berkeley y de otros laboratorios, el equipo de Dactyl demostró que es posible.\nIntroducen aleatoriedad a la simulación, al cambiar la fricción entre la mano y el bloque de alfabeto o la gravedad simulada. Ya que la mano aprende a lidiar con esos cambios en la simulación puede responder a elementos aleatorios en el mundo real.", "url": "https://www.nytimes.com/interactive/2018/07/31/universal/robotica-manos.html"}