{"authors": ["Sarah Almukhtar", "Derek Watkins"], "date_download": "2022-10-25 23:34:48", "date_modify": "2022-10-25 23:34:48", "date_publish": "2016-05-18 23:27:32", "description": "As the Islamic State loses territory, it is shifting to insurgent tactics in Baghdad.", "filename": "interactive_2016_05_18_world_middleeast_baghdad-attacks-isis-map_1666740888.html", "image_url": "https://static01.nyt.com/images/2016/05/18/world/middleeast/baghdad-attacks-isis-map-1463613210721/baghdad-attacks-isis-map-1463613210721-facebookJumbo-v3.png?year=2016&h=550&w=1050&s=0f4f9278cb44dc42f81083ab236ea2a84e2201e3f52132cde34a7d0c9d1dd254&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_05_18_world_middleeast_baghdad-attacks-isis-map_1666740888.html", "title": "Major Islamic State Attacks in Baghdad", "title_page": "Major Islamic State Attacks in Baghdad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two Bombings at the Start of Ramadan\nBAGHDAD Second attack First attack\nThe Islamic State claimed two attacks that struck busy areas of Baghdad on Tuesday, just days into the holy month of Ramadan.\nSHUHADA BRIDGE KARRADA huriya square SHUHADA square Location of first attack Location of second attack Karrada Kharidge Road SHAWAKA 200 feet 200 feet KARRADA Location of first attack Karrada Kharidge Road 200 feet SHUHADA square Location of second attack SHAWAKA 200 feet SHUHADA BRIDGE KARRADA SHUHADA square Location of first attack Location of second attack Karrada Kharidge Road SHAWAKA 200 feet 200 feet SHUHADA BRIDGE KARRADA SHUHADA square Location of first attack Location of second attack Karrada Kharidge Road SHAWAKA 200 feet 200 feet SHUHADA BRIDGE KARRADA Location of first attack SHUHADA square Karrada Kharidge Road Location of second attack SHAWAKA 200 feet 200 feet SHUHADA BRIDGE KARRADA SHUHADA square Location of first attack Location of second attack Karrada Kharidge Road SHAWAKA 200 feet 200 feet\nA car bomb hit a popular ice cream shop in the Karrada neighborhood just after midnight, killing 17 people, including three children. The next evening, another bomb killed 14 people in the Shawaka neighborhood near a central shopping area.\nSuicide Bomber Strikes Shiite Gathering\nShaab attack BAGHDAD\nAround lunchtime on Saturday, a suicide bomber struck a Shiite gathering in a crowded market, killing at least 41 civilians and injuring at least 33. The attack took place inside a tent in the Shaab neighborhood of Baghdad.\nIt was one of the deadliest attacks in Baghdad since July, when a car bomb killed about 300. The Islamic State claimed responsibility for the attack in an online statement.\nPeople gather at the site of the attack in the Shaab neighborhood. Karim Kadim/Associated Press\nThe Deadliest Attack in Baghdad Since the War Began\nBAGHDAD Karrada attack\nAn explosion just after midnight on July 3, in the busy neighborhood of Karrada has killed more than 250 people. The attack came less than two weeks after Iraqi security forces retook Falluja, the first Iraqi city that the Islamic State controlled.\nDamaged buildings Location of car bomb Karrada Dakhil Street KARRADA NEIGHBORHOOD Damaged buildings Location of car bomb Karrada Dakhil Street KARRADA NEIGHBORHOOD Damaged buildings Location of car bomb Karrada Dakhil Street Satellite image by DigitalGlobe via Google Earth\nA suicide attacker detonated a truck bomb, severely damaging shops and apartments on both sides of Karrada Dakhil Street.\nCivilians and fire-fighters at the site of the large blast in Baghdad. Khalid Al-Mousily/Reuters\nA Week of Terror Attacks That Killed Hundreds\nTerrorists killed more than 200 people in a surge of bombings across Baghdad over one week in May. The attacks, many of them claimed by the Islamic State, targeted crowded markets and checkpoints.\nGas plant 14 killed 4 Market 39 killed 5 Shaab Sadr City Market 70 killed 1 Checkpoint 17 killed 2 Market 23 killed 8 Restaurant 7 killed 7 BAGHDAD Checkpoint 9 killed 3 Green Zone Tigris River Dora Market 10 killed 6 2 MILES Gas plant 14 killed 4 Market 39 killed 5 Shaab Sadr City Market 70 killed 1 Checkpoint 17 killed 2 Market 23 killed 8 Restaurant 7 killed 7 BAGHDAD Checkpoint 9 killed 3 Green Zone Tigris River Dora Market 10 killed 6 2 MILES Gas plant 14 killed 4 Market 39 killed 5 Shaab Sadr City Market 70 killed 1 Checkpoint 17 killed 2 Market 23 killed 8 Restaurant 7 killed 7 BAGHDAD Checkpoint 9 killed 3 Green Zone Tigris River Dora Market 10 killed 6 2 MILES Gas plant 14 killed 4 Market 70 killed Market 23 killed 5 1 Checkpoint 17 killed 2 Market 39 killed 8 7 BAGHDAD Restaurant 7 killed 3 Checkpoint 9 killed Tigris River Market 10 killed 6 2 MILES\nThe wave of attacks came as Iraqi security forces are taking back territory from the Islamic State. The bombings are likely to put pressure on government officials to pull back military and police units from the front lines to secure the capital.\nMajor attacks in Baghdad, May 11-17 Neighborhood Deaths Claim Description 1 Sadr City 70 ISIS A pickup truck loaded with fruit and vegetables exploded in a crowded food market around 10 a.m. The Islamic State claimed responsibility on social media. 2 Kadhimiya 17 ISIS A suicide bomber attacked a police checkpoint. 3 Hayy Al Jamia 9 ISIS A car bomb exploded at a police checkpoint. 4 Taji 14 ISIS At dawn, a suicide car bomber attacked the main gate of a gas plant, followed by six suicide bombs inside the facility. 5 Shaab 39 ISIS An I.E.D. and then a suicide bomber targeted an outdoor market early in the morning. ISIS claimed responsibility in a statement on a militant website. 6 Dora 10 None A parked car exploded at a wholesale vegetable market in the morning. 7 Habibiya 7 None A suicide bomber attacked a restaurant early in the afternoon. 8 Sadr City 23 None A suicide bomber attacked a crowded market in the afternoon.\nA shop was destroyed in a bombing in Baghdad’s Sadr City on May 11. Ahmad Al-Rubaye/Agence France-Presse — Getty Images\nSmoke billowed from the Taji gas plant after it was attacked May 15. Sabah Arar/Agence France-Presse — Getty Images", "url": "https://www.nytimes.com/interactive/2016/05/18/world/middleeast/baghdad-attacks-isis-map.html"}