{"authors": ["Scott Shane", "Gabriella Demczuk"], "date_download": "2022-10-25 23:02:04", "date_modify": "2022-10-25 23:02:04", "date_publish": "2019-03-22 02:58:19", "description": "Here are some pieces of the jigsaw puzzle. The full picture is missing.", "filename": "interactive_2019_03_21_us_the-mueller-report-photos_1666738924.html", "image_url": "https://static01.nyt.com/images/2019/03/21/us/00dc-muellervisuals-promo/00dc-muellervisuals-promo-facebookJumbo.jpg?year=2019&h=549&w=1050&s=bf649b8e550fc311c5adb325803ff3551e5a63686c75e29b152ca01082ac2241&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2019_03_21_us_the-mueller-report-photos_1666738924.html", "title": "Glimpses of the Mystery That Is the Mueller Investigation", "title_page": "Glimpses of the Mystery That Is the Mueller Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It began with a trickle — curious developments that mostly raised more questions. There was evidence of election hacking — but could it really have been directed by the Kremlin? Certain Americans on Facebook, pitching for Donald J. Trump and stirring up anger, turned out to be impostors — but who had concocted them? One Trump campaign aide after another surfaced in sketchy reports of meetings with mysterious Russians — but did the encounters add up to anything significant?\nThen there was the candidate’s famously twitchy Twitter finger, scathing toward so many public figures but oddly respectful of the Russian president. Was that a signal of dark secrets, or just of a soft spot for a strongman?\nAnd so, in 2016, began the F.B.I.’s epic investigation — and the attempt by journalists to track it. On Thursday, barring a natural disaster or alien attack, the public should get its first real look at the report of Robert S. Mueller III, the special counsel.\nQuestionnaire for National Security Positions. The F.B.I’s interview with Michael T. Flynn, President Trump’s former national security adviser. The director of national intelligence released a report on Russian meddling in the 2016 election in January, 2017.\nThere are a thousand ways for reporters to inquire into the slow unfolding of a complex investigation, many of them producing mostly frustration. Making call after call to lawyers for those under scrutiny — and to their friends and frenemies, rivals and business associates. Poring over a so-called dossier that makes shocking claims but offers little evidence sufficiently detailed to allow a true fact-check. Haunting congressional hearings and trailing the witnesses through the hallway mob scene afterward.\nAnd while some F.B.I. inquiries are helpfully leaky for journalists, the special counsel’s investigation proved hermetically sealed. The skimpy summary provided last month by Attorney General William P. Barr — that Mr. Mueller found no criminal conspiracy with Russia but declined to clear the president on obstruction of justice — simply set off more partisan squabbling.\nSo if an investigation is a jigsaw puzzle, the mosaic of the two-year inquiry by Mr. Mueller remains incomplete, at least for the public and the press. We have seen major parts laid out in staggering detail in the 199 charges he has filed against 34 people and three companies — the only way Mr. Mueller, 74, a former F.B.I. director, has so far chosen to speak.\nJeff Sessions, the former attorney general, recommended Mr. Comey’s firing. President Trump fired Mr. Comey The special counsel was appointed.\nWe know what keywords a particular Russian military intelligence hacker searched for on the web on a particular date. We know that “Putin’s niece,” introduced to a Trump campaign adviser by a suspicious professor, was not Putin’s niece. We know that a Trump Tower in Moscow, a longtime business dream of Mr. Trump, was still being secretly pursued even as the candidate took public stands that might please or offend Russia.\nSenator Mark Warner, ranking member of the Intelligence Committee. Senator Richard Burr, Chairman of the Intelligence Committee.\nIn that sense, the trickle has long since become a flood. The cast of characters has grown, and grown familiar — Flynn, Manafort, Cohen, Papadopoulos; the pattern of lying to investigators and Congress has become routine; the president’s shifting stories have become the norm. News coverage has become background noise, like a sea that periodically surges and retreats.\nBut for all of that, much of the investigation remains guesswork. We don’t know whether we know 90 percent or 50 percent or 20 percent of the findings. It is possible that Mr. Mueller’s team of aggressive prosecutors has already revealed virtually all of its work in public indictments and courtroom pronouncements. And it is also possible that Mr. Mueller’s report, approaching 400 pages before Mr. Barr’s redactions, will still contain some bombshells.\nMr. Sessions Rod J. Rosenstein, the deputy attorney general. William P. Barr, the attorney general.\nIn a polarized country, with different news outlets offering divergent partisan spins, different factions fill the Mueller vacuum with radically different realities. Many Democrats, though deflated by Mr. Barr’s preview, still expect to find new evidence in the report of serious misdeeds by the president.\nThe special counsel’s office indicted twelve Russians for interfering with the 2016 presidential election. Paul Manafort, Mr. Trump’s former campaign manager, was sentenced to 7.5 years in prison.\nYet many of Mr. Trump’s supporters, drawing their information from different sources, believe the real story is something else entirely: enemies of Mr. Trump misused government agencies to spy on his campaign, then began a bogus investigation to undermine his presidency. Mr. Barr’s qualified affirmation that there was, in fact, “spying,” has energized them.\nIt is an alarming divide, not because the two sides harbor different opinions, but because they believe different sets of facts.\nSo the capital is once again on edge, awaiting Thursday’s revelations. For now — for just a little longer — the special counsel, sphinxlike, keeps his counsel.", "url": "https://www.nytimes.com/interactive/2019/03/21/us/the-mueller-report-photos.html"}