{"authors": [], "date_download": "2022-10-25 23:25:03", "date_modify": "2022-10-25 23:25:03", "date_publish": "2016-10-10 00:48:21", "description": "Reporters for The New York Times fact-checked the statements made by Hillary Clinton and Donald J. Trump during Sunday’s presidential debate.", "filename": "interactive_2016_10_09_us_elections_fact-check-debate_1666740303.html", "image_url": "https://static01.nyt.com/images/2016/10/09/us/elections/fact-check-debate-1476058637680/fact-check-debate-1476058637680-facebookJumbo.png?year=2016&h=550&w=1050&s=ba6e0622328c93b8c1ff87721e3f42a169938e542a685c36409ebb9aa2bdeef0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_10_09_us_elections_fact-check-debate_1666740303.html", "title": "Fact Checks of the Second Presidential Debate", "title_page": "Fact Checks of the Second Presidential Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump accused Mrs. Clinton of being there for President Obama’s “line in the sand” in Syria. She said she wasn’t.\nTrump is wrong. Read more\nDonald J. Trump appears to be referring to the “red line” (not “line in the sand”) episode in Syria. At a news conference in August 2012, President Obama said if President Bashar al-Assad of Syria moved or used “a whole bunch of chemical weapons,” it would be “a red line” that would change his calculations about not intervening in Syria with armed force.\nA year later — after Hillary Clinton was no longer in government — there was a chemical weapons attack in a rebel-contested suburb of Damascus, killing as many as 1,500 people. The United States government issued a report saying “streams of human, signals and geospatial intelligence” as proving that Syrian government forces were behind the attack, meaning Mr. Obama’s red line had been crossed.\nMr. Obama weighed a punitive strike against the Syrian government, although there was no precedent that would have made that legal under international law. Then, Mr. Obama said he would seek congressional authorization (for domestic legal authority) first. As public opinion shifted against any direct Western intervention, President Vladimir V. Putin of Russia proposed that his country would remove Mr. Assad’s chemical weapons. That solution resolved the crisis and the United States never attacked.\nMr. Obama’s decision not to attack Mr. Assad was criticized by some observers as showing that a president could say something was a “red line” and not follow through. Others praised him for holding back. Whatever the policy merits, it is false that Mrs. Clinton was part of the administration when this happened.\n— Charlie Savage", "url": "https://www.nytimes.com/interactive/2016/10/09/us/elections/fact-check-debate.html"}