{"authors": ["Jasmine C. Lee"], "date_download": "2022-10-25 23:23:17", "date_modify": "2022-10-25 23:23:17", "date_publish": "2018-09-04 09:00:01", "description": "President Trump is moving quickly to appoint federal judges. So far, his efforts have strengthened conservative majorities rather than changed the balance of most courts.", "filename": "interactive_2018_09_04_us_politics_trump-federal-judge-appointments_1666740197.html", "image_url": "https://static01.nyt.com/images/2018/09/04/us/trump-federal-judge-appointments-promo-1536068026458/trump-federal-judge-appointments-promo-1536068026458-facebookJumbo.png?year=2018&h=549&w=1050&s=5756001a60c71a74e39f1758a5dc2e5fb106dfa9943979c9bd13eae16c1d55ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_09_04_us_politics_trump-federal-judge-appointments_1666740197.html", "title": "Trump Could ‘Flip’ the Supreme Court. His Impact on the Lower Courts Is Less Clear.", "title_page": "Trump Could ‘Flip’ the Supreme Court. His Impact on the Lower Courts Is Less Clear. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump is racking up federal judicial appointments, and not just to the Supreme Court, where his second nominee, Judge Brett M. Kavanaugh, is set for confirmation hearings this week. So far, he has filled 60 seats on the federal district courts, the courts of appeals and the Supreme Court.\nFederal Judicial Seats by Party of Appointing President Other Republican Trump Vacant Democratic Other Rep. Trump Vacant Dem. Trump Trump 50% Note: Includes active judges only. Includes Trump appointees who were confirmed but have not yet started service. A. Marvin Quattlebaum Jr.’s seat on the District Court for the District of South Carolina is shown as vacant, as he was confirmed on Aug. 16 to the Fourth Circuit.\nMr. Trump came into office with more than 100 judicial vacancies, and relaxed Senate rules on confirmations have allowed him to fill them quickly. Senator Mitch McConnell, the majority leader, has said confirming Mr. Trump’s nominees is his “top priority.”\nTrump hasn’t shifted the partisan majority of any individual appeals court\nAppeals Court Judges by Party of Appointing President Other Republican Vacant Democratic Other Rep. Vacant Dem. When Trump took office Now Trump Trump 50% Note: Includes active judges only. Includes one Trump appointee who was confirmed but has not yet started service.\nMr. Trump’s 26 appointments to the appeals courts have raised the overall number of Republican appointees, and if he fills the 13 existing vacancies, the majority of judges on the appellate level will have been appointed by a Republican president.\nComposition of the Appeals Courts Court No. of seats When Trump took office Now 8th 11 7th 11 6th 16 5th 17 11th 12 4th 15 10th 12 District of Columbia 11 3rd 14 1st 6 Federal Circuit 12 2nd 13 9th 29 50% of active judges 50% Note: Includes active judges only. Includes one Trump appointee who was confirmed but has not yet started service.\nBut he has fallen short of “flipping” the balance of appointees on any individual court. He has strengthened the existing conservative majorities on four courts, but eight courts still count a majority of judges who were appointed by Democratic presidents. The 11th Circuit is now an even split.\nExperts often look to the party of the appointing president to assess whether a judge might lean conservative or liberal. Although it is not an exact predictor of how a judge will rule on a given case, said Lee Epstein, a law professor and political scientist at Washington University in St. Louis, “it gives you some information.” Professor Epstein said, “In general, Democratic judges are more liberal than Republican judges, but not every judge and not every case.”\nJust as on the Supreme Court, Republicans and Democrats look to secure a majority of appointees on the appeals courts. Appeals cases are primarily heard by panels of three judges, and the makeup of an individual court affects the makeup of a panel. “If you have a circuit that is one-third Republican and two-thirds Democratic, you would expect the panels to roughly reflect that composition,” Professor Epstein said.\nTrump is moving more slowly on the district courts\nMr. Trump inherited so many judicial vacancies thanks to Mr. McConnell's decision to all but block President Barack Obama’s nominees starting in 2015. He has worked quickly to fill seats in the appeals courts, but when it comes to the district courts, which conduct trials for federal cases, he lags behind most of his recent predecessors with 33 appointments so far, though eight more are expected this week.\nJudicial Confirmations by President Since Reagan\nAppeals Courts District Courts\nTrump could see fewer Democratic vacancies in the future\nOver all, 134 vacancies remain on the appellate and district courts, and 74 nominees are pending. Mr. McConnell has said he hopes to confirm all pending nominees before the end of the year.\nThat would mean about one in seven federal judges would have been appointed by Mr. Trump. Yet Mr. Trump may not see many more Democratic vacancies to fill on the appeals court, which would give him the opportunity to flip courts, in the near future.", "url": "https://www.nytimes.com/interactive/2018/09/04/us/politics/trump-federal-judge-appointments.html"}