{"authors": ["K.K. Rebecca Lai", "Jin Wu", "Allison Mccann", "Derek Watkins", "Jugal K. Patel", "Richard Harris"], "date_download": "2022-10-25 22:56:08", "date_modify": "2022-10-25 22:56:08", "date_publish": "2020-01-21 21:37:37", "description": "The virus has sickened tens of thousands of people in China and a number of other countries.", "filename": "interactive_2020_01_21_world_asia_china-coronavirus-maps_1666738568.html", "image_url": "https://static01.nyt.com/images/2020/01/31/us/china-wuhan-coronavirus-promo-1579641872730/china-wuhan-coronavirus-promo-1579641872730-facebookJumbo-v34.jpg?year=2020&h=549&w=1050&s=fcc355c43b8b3133192397682f5024f88c4b974d9ea5179e3f623c741af34d26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2020_01_21_world_asia_china-coronavirus-maps_1666738568.html", "title": "Wuhan Coronavirus Map: Tracking the Spread of the Outbreak", "title_page": "Wuhan Coronavirus Map: Tracking the Spread of the Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Wuhan coronavirus has sickened more than 4,500 people in Asia, according to statements from health officials. Many other cases are suspected but not confirmed. As of Tuesday morning, at least 106 people have died, all in China.\nConfirmed cases Wuhan 2,714 14 7 7 4 4 2 1 1 1 JAPAN S. KOREA TAIWAN CHINA NEPAL THAILAND VIETNAM CAMBODIA MALAYSIA Sources: The Center for Systems Science and Engineering (CSSE) at Johns Hopkins University; National Health Commission of the People's Republic of China; local governments. Note: Data as of 8 a.m. E.T., Jan. 28\nThe disease has been detected in at least 13 other countries, almost all involving people who traveled from China.\n2 CANADA 5 UNITED STATES 3 FRANCE 1 GERMANY 4,600+ CHINA 7 SINGAPORE 5 AUSTRALIA\nFive cases have been confirmed in the United States: a woman in her 60s in Chicago, a man in his 30s in Washington state, two people in southern California, and one person in Arizona.\n1 Washington 2 California 1 Arizona 1 Illinois UNITED STATES Source: Centers for Disease Control and Prevention\nThe outbreak began in a seafood and poultry market in Wuhan, a city of 11 million people in central China. But which animal is the source of the virus and how many people are at risk remain unclear. The virus can spread from person to person, but it is not known how easily.\nFollow the latest updates on the coronavirus outbreak.\nWhat’s being done to contain the outbreak?\nThe Chinese authorities took the extraordinary step of closing off Wuhan, canceling planes and trains leaving the city and suspending buses, subways and ferries within it. By Friday, at least 12 other cities in Hubei Province had issued travel restrictions, including Huanggang, home to seven million people, and Ezhou, a city of about one million.\nRailway networks About 20 million people live in these three cities. XIAOGAN HUANGGANG WUHAN EZHOU CHINA Wuhan About 20 million people live in these three cities. Railway networks WUHAN HUANGGANG EZHOU CHINA Wuhan Source: OpenStreetMap\nThe restrictions on trains and other forms of public transportation come just before the Lunar New Year holiday, when hundreds of millions of people travel around and out of the country.\nThe restrictions also began spreading beyond Hubei. On Saturday, the Beijing city government announced that it would suspend all inter-province buses, effectively limiting road travel into the capital.\nHow big could the outbreak be?\nResearchers at Northeastern University and Imperial College London estimate that the number of cases may be five or ten times higher than what has been reported. Thousands of suspected cases are yet to be confirmed with tests, and others with the virus may not have sought medical attention.\nOn Monday, the Northeastern researchers estimated there may be around 25,000 cases. The estimates will change as more cases are reported and more information about the virus becomes known.\nEstimated number of coronavirus cases Estimates say there may be about 25,000 cases of the virus in Wuhan. More likely 0 10k 20k 30k 40k Number of cases Estimates say there may be about 25,000 cases of the virus in Wuhan. More likely 0 10k 20k 30k 40k Number of cases Source: Northeastern University’s Laboratory for the Modeling of Biological and Socio-technical Systems . Estimates as of Jan. 27.\nThese estimates are based on an analysis of the population of Wuhan, the number of cases detected outside of China and the number of people who travel from Wuhan to other areas. Public health officials still do not know how the disease is transmitted, and experts urged caution in interpreting the estimates.\n“These are very early models that make several assumptions based on what evidence is available,” said David Heymann, an epidemiologist at the London School of Hygiene and Tropical Medicine. “They aren’t truth — they’re just one step in trying to better understand this outbreak.”", "url": "https://www.nytimes.com/interactive/2020/01/21/world/asia/china-coronavirus-maps.html"}