{"authors": ["Samantha Storey"], "date_download": "2022-10-25 23:50:01", "date_modify": "2022-10-25 23:50:01", "date_publish": "2015-04-03 01:43:15", "description": "Drought is not new to California. Indeed most of its residents have been living with it for years, making them experts in conservation. We asked our readers in California how they have adapted to a life with less water. Here are some of their suggestions and tips on how to live with drought.", "filename": "interactive_2015_04_03_us_california-drought-how-to-save-water_1666741801.html", "image_url": "https://static01.nyt.com/images/2015/04/03/us/DROUGHTLISTYSHOWER/DROUGHTLISTYSHOWER-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=82094e370e65890d3617bf0f6222eef22158c1736fd3edd02050e95788e2bde8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_04_03_us_california-drought-how-to-save-water_1666741801.html", "title": "How to Save Water: The California Way", "title_page": "How to Save Water: The California Way - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Native Plants and Grassless Yards\n“I took out my lawn and planted drought resistant native plants, paying attention to those that provide sustenance for birds, bees and butterflies. It has changed my life! My yard is a wildlife emporium with birds nesting, including hummingbirds, butterflies on a regular basis, and bees humming away. This is a positive difference! And I use very little water.” — Jeri Edwards, Westlake Village\n“I work in the landscape construction business and I have never been busier, because we specialize in the installation of drip irrigation for plants and grass. Many are fearful that food prices will sky rocket, so we have been busy installing vegetable gardens. We have figured out how to create a backyard vegetable garden that can recycle and reuse the same water over and over, resulting in water savings of over 90 percent. People are letting their lawns die, or removing their lawns altogether. We must no longer take water for granted.” — Mike Garcia, Redondo Beach\n“I have gotten rid of my lawn and the irrigation system that was necessary to sustain it. I have replaced the grass with salvias, manzanitas, and other drought-tolerant plants. Other areas of the yard I simply leave unplanted.” — Gill Doyle, Cupertino", "url": "https://www.nytimes.com/interactive/2015/04/03/us/california-drought-how-to-save-water.html"}