{"authors": [], "date_download": "2022-10-25 23:27:14", "date_modify": "2022-10-25 23:27:14", "date_publish": "2015-02-18 03:56:02", "description": "The State of the City speech, delivered each winter by the mayor, is a time-honored policy platform. But it doesn’t tell you what’s really going on out there. For that, you need to ask residents.", "filename": "interactive_2015_02_18_nyregion_19stateofblock_1666740434.html", "image_url": "https://static01.nyt.com/images/2015/02/18/nyregion/18STATEOFBLOCK-hp/18STATEOFBLOCK-hp-facebookJumbo.jpg?year=2015&h=549&w=1050&s=9a066d24f587cbe0fbd5af9407923d4a6c0236060e00826f179f9a998de26414&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2015_02_18_nyregion_19stateofblock_1666740434.html", "title": "The State of Your New York Block", "title_page": "The State of Your New York Block - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The State of the City speech, delivered each winter by the mayor, is a fine piece of political rhetoric and a time-honored policy platform.\nBut it is a misnomer: It does not tell you what is really going on out there.\nFor that, you need to ask the people.\nAnd what people know, in New York City, is their block, that minicity of brick and mortar, friend and stranger, sidewalk and pothole, whose every change, sudden or gradual, we note as we go about our days.\nSo as Mayor Bill de Blasio delivered his State of the City speech a couple of weeks ago,Feb. 3 readers were asked to share the state of their blocks.\nTaken together, they paint a vivid mosaic of a maddening, lovable place. Some writers echoed the same concerns the mayor raised about vanishing affordable housing as the city continues to gentrify rapidly at warp speed.\nOthers focused on annoyances that happen weekly — the double-parking churchgoers who box in a whole block of cars on West 147th Street in Hamilton Heights — or daily: “We have a major problem with rats on our block!” Caroline of East 76th Street wrote.\nReaders celebrated the joys of cooperation:\n“We shoveled a neighbor’s sidewalk,” wrote Mary Ann Rekuc of Ainslie Street in Williamsburg. “She brought us a thank you gift. Another neighbor’s son shoveled ours. As he passed by pushing snow, he said, ‘I’m on a roll. Don’t stop me now!’”\nAnd they mourned the fraying of neighborly ties:\n“The new tenants who are paying the new steep rents are not as friendly as the old ones, leading my son to conclude that rich people are not as friendly and nice,” wrote an anonymous correspondent on West 81st Street.\nThey cast a suspicious eye on local improvements:\n“Of course the neighborhood is going to appear cleaner and look nicer when people are trying to profit from it,” wrote Fernando Martinez of Washington Heights. “I’ve never seen my apartment building cleaner or more renovated. It is the intentions of these seemingly beneficial renovations that are questionable. They want to exude the aura of a higher-end neighborhood, by smearing a little paint here and there and by altering the aesthetics of the neighborhood.”\nAnd they issued tiny news bulletins from all corners. “We also have a new one-legged pigeon, George,” Ian Frisch of Green Street in Greenpoint, Brooklyn, announced on Twitter.\nEven when they sang songs of woe, the chorus often sounded like home sweet home.\n“My downstairs neighbors blast insanely loud music and have screaming arguments at all hours, and 311 doesn’t do anything about noise complaints,” wrote Sam of 29th Street in Astoria, Queens. “The 114th Precinct has been beyond useless.\n“Nevertheless, Astoria remains a great place to live, though I worry about being priced out.”", "url": "https://www.nytimes.com/interactive/2015/02/18/nyregion/19stateofblock.html"}