{"authors": ["Lauren Leatherby"], "date_download": "2022-10-25 23:50:46", "date_modify": "2022-10-25 23:50:46", "date_publish": "2021-07-31 09:00:03", "description": "Counties with low vaccination rates continue to bear the brunt of the highly contagious Delta variant, and some are seeing their highest case rates of the entire pandemic.", "filename": "interactive_2021_07_31_us_covid-delta-cases-deaths_1666741846.html", "image_url": "https://static01.nyt.com/images/2021/07/30/us/covid-delta-cases-deaths-promo-1627688111595/covid-delta-cases-deaths-promo-1627688111595-facebookJumbo-v5.png?year=2021&h=549&w=1050&s=6318b76cc2045b5691f08a53aabd64631cf24c23abebf96c965578c905730c04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2021_07_31_us_covid-delta-cases-deaths_1666741846.html", "title": "As Covid Cases Rise All Over U.S., Lower Vaccination Rates Point to Worse Outcomes", "title_page": "As Covid Cases Rise All Over U.S., Lower Vaccination Rates Point to Worse Outcomes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The highly contagious Delta variant is now responsible for almost all new Covid-19 cases in the United States, and cases are rising rapidly. For the first time since February, there were more than 100,000 confirmed cases on Tuesday, the same day the Centers for Disease Control and Prevention recommended that vaccinated people should resume wearing masks in public indoor spaces in communities where the virus is surging.\nThat updated guidance was based in part on a new internal report that cited evidence that vaccinated people experiencing breakthrough infections of the Delta variant, which remain infrequent, may be as capable of spreading the virus as infected unvaccinated people.\nSeveral studies, including ones referenced in the C.D.C.’s presentation, have shown that vaccines remain effective against the Delta variant, particularly against hospitalization and death. That has held true in the real world: About 97 percent of those recently hospitalized by the virus were unvaccinated, the C.D.C. said. But in counties where vaccination rates are low, cases are rising fast, and deaths are also on the rise.\nWhere current vaccination rates are low, cases are rising more quickly... Counties with high vaccination rates Delta becomes dominant in the U.S. in June 10 20 30 cases per 100,000 residents Counties with low vaccination rates 10 20 30 cases per 100,000 residents ... And deaths have increased, rather than remaining flat. Counties with high vaccination rates Delta becomes dominant in the U.S. in June 1.0 2.0 3.0 deaths per million residents Counties with low vaccination rates 1.0 2.0 3.0 deaths per million residents Source: New York Times database of reports from state and local health agencies and hospitals · Counties are considered to have high vaccination rates if at least 60 percent of the population is currently fully vaccinated. Counties with low vaccination rates are those where less than 30 percent of the population is currently fully vaccinated.\nThe latest increase in cases has set records in some parts of the United States. Many of the places seeing more new cases than at any other point during the pandemic also have some of the country’s lowest vaccination rates.\nThe Branson, Mo., and Harrison, Ark., areas have both set records this month. Less than 30 percent of all residents in either place are fully vaccinated.\nCases are beginning to level off or decrease after peaks in much of the Ozarks, which had seen one of the country’s worst recent outbreaks. Now Louisiana is experiencing a surge and is seeing more new cases than at any other point during the pandemic. Daily case rates there are more than 10 times higher than the average level in June.\nWhere case counts are the highest of the whole pandemic Surpassed a previous case record this month Near a record number of cases Counties where 30 percent or less of the population is fully vaccinated Many counties that have set records or nearly set records this month also have low vaccination rates. Wash. Maine Mont. N.D. Minn. Vt. Ore. N.H. Idaho N.Y. Wis. S.D. Mass. Mich. Conn. R.I. Wyo. Iowa N.J. Pa. Neb. Nev. Ohio Md. Ill. Del. Ind. Utah W.Va. Colo. Mo. Calif. Va. Kan. Ky. N.C. Tenn. Okla. Ariz. N.M. S.C. Ark. Vaccine data for Georgia and three other states is not shown because more than a quarter of the data is missing. Ala. Ga. Miss. La. Texas Alaska Fla. Hawaii Surpassed a previous case record this month Near a record number of cases Counties where 30 percent or less of the population is fully vaccinated Many counties that have set records or nearly set records this month also have low vaccination rates. Wash. Maine Mont. N.D. Minn. Vt. Ore. N.H. Idaho N.Y. Wis. S.D. Mass. Mich. Conn. R.I. Wyo. Iowa N.J. Pa. Neb. Nev. Ohio Md. Ill. Del. Ind. Utah W.Va. Colo. Mo. Calif. Va. Kan. Ky. N.C. Tenn. Okla. Ariz. N.M. S.C. Ark. Ala. Ga. Miss. La. Texas Alaska Fla. Vaccine data for Georgia and three other states is not shown because more than a quarter of the data is missing. Hawaii Surpassed a previous case record this month Near a record number of cases Counties where 30 percent or less of the population is fully vaccinated Many counties that have set records or nearly set records this month also have low vaccination rates. Wash. Maine Mont. N.D. Minn. Vt. Ore. N.H. Idaho N.Y. Wis. S.D. Mass. Mich. Wyo. R.I. Conn. Iowa N.J. Pa. Neb. Nev. Ohio Md. Ill. Del. Ind. Utah W.Va. Colo. Calif. Va. Mo. Kan. Ky. N.C. Tenn. Okla. Ariz. N.M. S.C. Ark. Ala. Ga. Miss. La. Texas Alaska Fla. Hawaii Vaccine data for Georgia and three other states is not shown because more than a quarter of the data is missing. Surpassed a previous case record this month Near a record number of cases Counties where 30 percent or less of the population is fully vaccinated Many counties that have set records or nearly set records this month also have low vaccination rates. Wash. Maine Mont. N.D. Minn. Vt. Ore. N.H. Idaho N.Y. Wis. S.D. Mass. Mich. Conn. R.I. Wyo. Iowa N.J. Pa. Neb. Nev. Ohio Md. Ill. Del. Ind. Utah W.Va. Colo. Mo. Calif. Va. Kan. Ky. N.C. Tenn. Okla. Ariz. N.M. S.C. Ark. Ala. Ga. Miss. La. Texas Alaska Fla. Vaccine data for Georgia and three other states is not shown because more than a quarter of the data is missing. Hawaii Texas Department of State Health Services, Colorado Department of Public Health & Environment, Sources: New York Times database of reports from state and local health agencies and hospitals, Centers for Disease Control and Prevention, Massachusetts Department of Public Health , U.S. Census Bureau. · Note: Data is as of July 30. Counties are considered to have set a record if their seven-day average count of new cases at any point during the past month surpassed previous peaks. Counties are considered to be nearing their peak if the average number of new cases has reached at least 80 percent of a previous peak. No C.D.C. vaccination data is available for Hawaii, Texas and some counties. Vaccination data from Texas and Colorado excludes shots given by most federal agencies.\nAs the United States continues to face a virus that is in its most contagious form yet, experts predict a divide will remain between vaccinated and unvaccinated communities. Hospitals in some parts of the country where vaccination rates are low are once again setting up overflow wards, while hospitals where vaccination rates are higher might see a smaller influx of patients.\nIn the United Kingdom, the Delta variant became the main form of the virus in May, when a large share of the population had already been vaccinated. Three months later, virus cases are on a downward trend after reaching a level almost as high as the country’s highest-ever peak in January. Deaths have not reached anywhere near previous peaks, a sign that the U.K. vaccine rollout, which prioritized residents by age, protected many of the country’s most vulnerable by the time the Delta variant fueled a surge.", "url": "https://www.nytimes.com/interactive/2021/07/31/us/covid-delta-cases-deaths.html"}