{"authors": ["Sarah Lyall", "Elizabeth Paton", "Caity Weaver", "Anya Strzemien"], "date_download": "2022-10-25 22:59:41", "date_modify": "2022-10-25 22:59:41", "date_publish": "2018-04-06 04:11:05", "description": "What time is the royal wedding? Can you attend? How much will it cost? What name will be on Meghan Markle's driver's license? And dozens of your other really important royal wedding questions answered.", "filename": "interactive_2018_04_06_style_meghan-markle-prince-harry-royal-wedding_1666738781.html", "image_url": "https://static01.nyt.com/images/2018/04/08/style/06RoyalWeddingFAQ-promo/06RoyalWeddingFAQ-promo-facebookJumbo.jpg?year=2018&h=591&w=1050&s=d54e2ae610a8d6bb56a3a21ab2f6dbd8172d99a32b67b054a6c63ac02223d97c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_04_06_style_meghan-markle-prince-harry-royal-wedding_1666738781.html", "title": "The Royal Wedding: Frequently Asked Questions", "title_page": "The Royal Wedding: Frequently Asked Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "102 What’s the deal with Meghan’s dad, Thomas Markle?\nIn the end he did not give Meghan away or attend the wedding. On May 17, Meghan issued a statement saying “Sadly, my father will not be attending our wedding. I have always cared for my father and hope he can be given the space he needs to focus on his health.”\nHere’s a little background on the drama that preceded the May 17 announcement:\nOn May 4, a Kensington Palace news release stated that Meghan’s divorced father, Thomas, who has yet to meet Prince Harry or any other members of the royal family, would walk his daughter down the aisle at her wedding.\nNine days later, on May 13, The Daily Mail published images and footage it identified as originating from closed-circuit security cameras that appeared to show Mr. Markle posing for fake-candid photos of himself for a British paparazzi photographer. The resulting pictures depicted Mr. Markle scrolling through Meghan and Harry’s official engagement photos on a desktop computer at an internet cafe, and were part of a series of recently published photos of Mr. Markle purporting to catch him going about his daily life unawares. Kensington Palace did not comment on the photos, or the accusations of staging.\nOn May 14, TMZ reported that Mr. Markle admitted to a TMZ representative that he had staged the photos. TMZ also wrote that Mr. Markle claimed to have suffered a heart attack six days prior, and that he informed the celebrity news agency of his intention to skip Meghan and Harry’s wedding.\nKensington Palace appeared to have been surprised by Mr. Markle’s remarks to TMZ, which were published at 6:35 p.m. London time. Reuters reported that a spokesman responded to initial requests for comment by stating “We have got nothing on this at the moment.”\nShortly before 9 p.m. local time on May 14, a spokesman for Kensington Palace released the following statement to reporters: “This is a deeply personal moment for Ms. Markle in the days before her wedding. She and Prince Harry ask again for understanding and respect to be extended to Mr. Markle in this difficult situation.”\nOn Tuesday, May 15, the circumstances surrounding Thomas Markle’s participation in the wedding became even murkier when TMZ published a new story claiming Mr. Markle had changed his mind about not attending. In an update that might be characterized as frenetic, TMZ reported that Mr. Markle was currently re-hospitalized for chest pains, was asking his doctors to release him by Wednesday, had walked back his own criticism of his collaboration with the paparazzi, had missed a call from Meghan but received a text message expressing her love and concern, and had expressed a renewed desire to walk Meghan down the aisle. TMZ quoted him as saying both “I hate the idea of missing one of the greatest moments in history and walking my daughter down the aisle,” and “Of course I’d walk her down the aisle. This is a historic moment. I’d like to be a part of history.”\nAs for how his daughter’s future in-laws might be responding to his recent behavior, Mr. Markle reportedly said, “I don't think the Queen is thinking about what I'm doing.” Ha.", "url": "https://www.nytimes.com/interactive/2018/04/06/style/meghan-markle-prince-harry-royal-wedding.html"}