{"authors": ["Daniel Berehulak", "Photographs", "Text Daniel Berehulak"], "date_download": "2022-10-25 23:26:08", "date_modify": "2022-10-25 23:26:08", "date_publish": "2016-12-07 11:19:16", "description": "Inside President Rodrigo Duterte’s brutal antidrug campaign in the Philippines, our photojournalist documented 57 homicide victims over 35 days.", "filename": "interactive_2016_12_07_world_asia_rodrigo-duterte-philippines-drugs-killings_1666740368.html", "image_url": "https://static01.nyt.com/images/2016/11/16/world/asia/Philippines-Edit-slide-LR8E/Philippines-Edit-slide-LR8E-facebookJumbo-v7.jpg?year=2016&h=549&w=1050&s=3d28e7374345268b37edbbbed6ef08120cd47b538717c8c3291879dda5e636e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_12_07_world_asia_rodrigo-duterte-philippines-drugs-killings_1666740368.html", "title": "‘They Are Slaughtering Us Like Animals’", "title_page": "‘They Are Slaughtering Us Like Animals’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The rain-soaked alley in the Pasay district of Manila was my 17th crime scene, on my 11th day in the Philippines capital. I had come to document the bloody and chaotic campaign against drugs that President Rodrigo Duterte began when he took office on June 30: since then, about 2,000 people had been slain at the hands of the police alone.\nTigas, as Mr. Fontanilla was known, was lying facedown in the street when I pulled up after 1 a.m. He was 37. Gunned down, witnesses said, by two unknown men on a motorbike. The downpour had washed his blood into the gutter.\nYou hear a murder scene before you see it: The desperate cries of a new widow. The piercing sirens of approaching police cars. The thud, thud, thud of the rain drumming on the pavement of a Manila alleyway — and on the back of Romeo Torres Fontanilla.\n“They are slaughtering us like animals,” said a bystander who was afraid to give his name.\nIn another neighborhood, Riverside, a bloodied Barbie doll lay next to the body of a 17-year-old girl who had been killed alongside her 21-year-old boyfriend.\nNot far from where Tigas was killed, I found Michael Araja, shown in the first photo below, dead in front of a “sari sari,” what locals call the kiosks that sell basics in the slums. Neighbors told me that Mr. Araja, 29, had gone out to buy cigarettes and a drink for his wife, only to be shot dead by two men on a motorcycle, a tactic common enough to have earned its own nickname: riding in tandem.\nI witnessed bloody scenes just about everywhere imaginable — on the sidewalk, on train tracks, in front of a girls’ school, outside 7-Eleven stores and a McDonald’s restaurant, across bedroom mattresses and living-room sofas. I watched as a woman in red peeked at one of those grisly sites through fingers held over her eyes, at once trying to protect herself and permit herself one last glance at a man killed in the middle of a busy road.\nBeyond those killed in official drug operations, the Philippine National Police have counted more than 3,500 unsolved homicides since July 1, turning much of the country into a macabre house of mourning.\nOn Saturday, Mr. Duterte said that, in a telephone call the day before, President-elect Donald J. Trump had endorsed the brutal antidrug campaign and invited him to visit New York and Washington. “He said that, well, we are doing it as a sovereign nation, the right way,” Mr. Duterte said in a summary of the call released by his office.\nHe said in October, “You can expect 20,000 or 30,000 more.”\nI have worked in 60 countries , covered wars in Iraq and Afghanistan, and spent much of 2014 living inside West Africa’s Ebola zone, a place gripped by fear and death. What I experienced in the Philippines felt like a new level of ruthlessness: police officers’ summarily shooting anyone suspected of dealing or even using drugs, vigilantes’ taking seriously Mr. Duterte’s call to “slaughter them all.”\nSome bodies were found on the streets with their heads wrapped in packing tape. Others were left with crude cardboard signs labeling victims as dealers or addicts. That is what happened with the two men in the video below, which was captured by a security camera outside Santa Catalina College, a private religious school for girls.\nGovernment forces have gone door to door to more than 3.57 million residences, according to the police. More than 727,600 drug users and 56,500 pushers have surrendered so far, the police say, overcrowding prisons. At the Quezon City Jail, shown in the middle photo below, inmates take turns sleeping in any available space, including a basketball court.\nIn affluent neighborhoods of gated communities and estates, there is, indeed, sometimes a polite knock on the door, an officer handing a pamphlet detailing the repercussions of drug use to the housekeeper who answers. In poorer districts, the police grab teenage boys and men off the street, run background checks, make arrests and sometimes shoot to kill.\nMore than 35,600 people have been arrested in antidrug operations the government calls Project Tokhang. The name is derived from a phrase meaning “knock and plead” in Cebuano, Mr. Duterte’s first language.\nHis niece said they found a cardboard sign saying “Pusher at Adik Wag Tularan” — “Don’t be a pusher and an addict like him” — as they were cleaning Mr. Cruz’s blood from the floor near the family’s altar, shown in the middle photo below.\n“Nanlaban” is what the police call a case when a suspect resists arrest and ends up dead. It means “he fought it out.” That is what they said about Florjohn Cruz, 34, whose body was being carted away by a funeral home when I arrived at his home in the poor Caloocan neighborhood just before 11 p.m. one night.\nWe joined the police on numerous stings. We also went on our own to the places where people were killed or bodies were found. The relatives and neighbors we met in those places often told a very different story from what was recorded in official police accounts.\nI kept daily diaries and audio recordings of these overnight operations, working with Rica Concepcion, a Filipino reporter with 30 years of experience.\nMy nights in Manila would begin at 9 p.m. at the police district press office, where I joined a group of local reporters waiting for word of the latest killings. We would set off in convoys, like a train on rails, hazard lights flashing as we sped through red traffic lights.\n“There is a new way of dying in the Philippines,” said Redentor C. Ulsano, the police superintendent in the Tondo district. He smiled and held his wrists together in front of him, pretending to be handcuffed.\nAs my time in the Philippines wore on , the killings seemed to become more brazen. Police officers appeared to do little to hide their involvement in what were essentially extrajudicial executions. Nanlaban had become a dark joke.\nThe family said Mr. Cruz was not a drug dealer, only a user of shabu, as Filipinos call methamphetamine. He had surrendered months earlier, responding to Mr. Duterte’s call, for what was supposed to be a drug-treatment program. The police came for him anyway.\nHis wife, Rita, told me, between pained cries, that Mr. Cruz had been fixing a transistor radio for his 71-year-old mother in the living room when armed men barged in and shot him dead.\nThe police report said, “Suspect Cruz ran inside the house then pulled a firearm and successively shot the lawmen, prompting the same to return fire in order to prevent and repel Cruz’s unlawful aggression.”\nMr. Cruz’s 16-year-old nephew, Eliam, and 18-year-old niece, Princess, said they had watched from a second-story porch as the plainclothes officers who had killed their uncle emerged from the house. Eliam and Princess said they heard the beep of a text message and watched as one of the men read it from his phone.\n“Ginebra’s won,” he announced to the others, referring to Barangay Ginebra San Miguel, the nation’s most popular basketball team, which had been battling for the championship across town. The teenagers said the men celebrated the team’s victory as their uncle was carried out in a body bag.\nRoel Scott, 13, is one of the boys in the photo above, at the spot where his uncle, Joselito Jumaquio, was slain by a mob of masked men. Mourners often place candles in the blood of the victim to honor them.\nRoel said he was playing video games with Mr. Jumaquio, a pedicab driver who had also surrendered himself to the authorities, when 15 of the masked men descended quickly and silently over the shantytown called Pandacan.\nWitnesses told us the men dragged Mr. Jumaquio down an alley and shouted at gathering neighbors to go back into their homes and turn the lights off. They heard a woman shout, “Nanlaban!” He’s fighting it out.\nTwo shots rang out. Then four more.\nWhen it was quiet, the neighbors found the pedicab driver’s bloodied body — a gun and a plastic bag of shabu next to his handcuffed hands. The police report called it a “buy-bust operation.”", "url": "https://www.nytimes.com/interactive/2016/12/07/world/asia/rodrigo-duterte-philippines-drugs-killings.html"}