{"authors": ["The New York Times"], "date_download": "2022-10-25 23:22:33", "date_modify": "2022-10-25 23:22:33", "date_publish": "2017-12-27 22:53:35", "description": "Marketing wizards and urine-testing millionaires: Inside the lucrative business of America’s opioid crisis.", "filename": "interactive_2017_12_27_business_addiction-inc_1666740153.html", "image_url": "https://static01.nyt.com/images/2017/12/18/business/addiction/addiction-facebookJumbo-v3.jpg?year=2017&h=550&w=1050&s=5cfa686845ff3d6e2ad09e793c778a1a8af72fad5cd414afdb74bf0f04ddb294&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_12_27_business_addiction-inc_1666740153.html", "title": "The New York Times", "title_page": "Addiction Inc. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "America’s Addiction Crisis ranks among the great epidemics of our age. Millions of people have fallen victim to painkiller abuse, alcoholism, the rise of meth and the revival of heroin. Sorrowful tales of death at a young age and of families torn apart have become a defining feature of the early 21st century American experience.\nIn crisis, there is opportunity — and entrepreneurs have swept in.\nThe industry of addiction treatment is haphazardly regulated, poorly understood and expanding at a rapid clip, bringing in $35 billion a year. Remarkably, this business is often conducted behind the closed doors of suburban homes scattered across the nation.\nWith this report, we open those doors.\nDrug treatment is a trade dominated by former addicts, who have transformed their personal experience of getting clean into the business of helping others. It is a field that mints millionaires whose companies drug-test urine. It has spawned experts in the art of online marketing, who pursue addicts and the revenue they (and their insurers) represent.\nHere are their stories.", "url": "https://www.nytimes.com/interactive/2017/12/27/business/addiction-inc.html"}