{"authors": ["The New York Times"], "date_download": "2022-10-25 23:35:23", "date_modify": "2022-10-25 23:35:23", "date_publish": "2018-09-19 09:00:02", "description": "Democrats or Republicans will piece together a House majority from across five main types of congressional districts that are most competitive this fall. Here’s our field guide to those races.", "filename": "interactive_2018_09_19_us_politics_midterm-elections-congressional-districts.html_action=click&module=Intentional&pgtype=Article_1666740923.html", "image_url": "https://static01.nyt.com/images/2018/09/19/upshot/clusters-promo/clusters-promo-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5f0abc6391887389ee326820bfe945602cd0004af649623ed7213cff5f5c1351&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2018_09_19_us_politics_midterm-elections-congressional-districts.html_action=click&module=Intentional&pgtype=Article_1666740923.html", "title": "The Five Battlefields for Control of the House", "title_page": "The Five Battlefields for Control of the House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The suburbs. Cities. Small towns. Rural America.\nThe November election for Democratic or Republican control of the House of Representatives will come down to roughly 75 seats that are most competitive this fall.\nYou can’t possibly keep track of all those districts and candidates across the country.\nConsider this your field guide to the fight for the House.\nWe grouped the 75 districts into five main battlefields — not by what part of the country they’re in, but by the social and cultural characteristics they share.\nIn our analysis, we looked at how Democrats and Republicans will try to piece together a House majority from across these voting blocs. Democrats need to pick up 23 seats to take the House from Republicans.\nAlexander Burns\nNational Air and Space Museum annex, Va. Legoland Reagan Library Hoover Dam Williams Tower Miami Beach Great American Ballpark\nMetro Melting Pot These are booming areas in and around major cities, where growing Hispanic and Asian-American communities are fueling Democratic gains and President Trump is intensely unpopular. metro-dots 14 Districts: Arizona (Second); California (25th, 39th, 49th); Colorado (Sixth); Florida (26th, 27th); Georgia (Sixth); Nevada (Third); New York (11th); Ohio (First); Texas (Seventh, 32nd); and Virginia (10th) See live poll results.\nProfile: California’s 25th District\nThe sizzling-hot day in the Santa Clarita Valley seemed far away inside the air-conditioned food court where Victoria Rust, 57, waited for a cheese pizza. Seeking refuge from the scorching heat is a familiar exercise for voters in California’s 25th Congressional District, a bone-dry territory that rolls over three valleys north of Los Angeles.\nA lifelong Republican, Ms. Rust shows why the party is vulnerable in districts like this one — a diverse, densely packed suburb outside a major coastal city. Ms. Rust said she was “ashamed” to associate with the Republican Party because of President Trump; like many voters here, she voted for Hillary Clinton.\nDemocrats are likely to make the most gains in these districts.\nThere are 14 of these districts up for grabs, making up what may be the most important stretch of territory for Democrats: districts outside of major cities like Denver, Houston and Miami, defined by their diversity and relatively high levels of educational attainment. They look like many districts Democrats already hold.\nBig stretches of the 25th remain welcoming to Republicans: Simi Valley, home to backyard horse trails and the Ronald Reagan Presidential Library, remains largely white and conservative. Representative Steve Knight, a former police officer from a local political family, has held the district for Republicans since 2015.\nBut roughly 40 percent of the district is now Hispanic, and even the white population is changing as younger families come seeking affordable housing. Mrs. Clinton carried the 25th by seven percentage points.\n25th District Results for the 2016 Presidential Election\nSparsely populated Densely populated More Clinton support About even More Trump support Lancaster Palmdale Valencia While some suburban precincts remain Republican ... Santa Clarita ... many of the sprawling communities north of Los Angeles favored Hillary Clinton. Simi Valley California’s 25th Los Angeles Sparsely populated Densely populated More Clinton support About even California’s 25th More Trump support Los Angeles Lancaster Palmdale Valencia Santa Clarita Many of the sprawling communities north of Los Angeles favored Hillary Clinton. Simi Valley But some suburban precincts remain Republican. Sparsely populated Densely populated More Clinton support About even California’s 25th More Trump support Los Angeles Lancaster Palmdale Valencia Santa Clarita Many of the sprawling communities north of Los Angeles favored Hillary Clinton. Simi Valley But some suburban precincts remain Republican. Sparsely populated Densely populated More Clinton support About even California’s 25th Los Angeles More Trump support Lancaster Palmdale Valencia Santa Clarita Many of the sprawling communities north of Los Angeles favored Hillary Clinton. Simi Valley But some suburban precincts remain Republican.\nAt a children’s salon in Lancaster, about an hour east of Valencia, Natalie Iniguez, 32, said she also voted for Mrs. Clinton. As her daughter, Annabel, held out her fingers for a manicure, Ms. Iniguez lamented the Trump administration’s immigration policies.\n“I care about a lot of stuff changing,” said Ms. Iniguez, a Democrat.\nTo win these House seats, Democrats are trying to woo disaffected Republicans like Ms. Rust and to energize left-leaning voters like Ms. Iniguez. (Left-leaning Democrats often vote at lower rates during midterm elections.)\nThe candidates are running on health care costs — a defining issue for Democrats this year — and issues like gun control and the environment, on which the national Republican Party has shifted right even as the district has migrated left.\nDemocrats have nominated Katie Hill, 30, a housing advocate who describes herself as progressive. A Times/Siena College poll showed her in a close race with Mr. Knight as of Tuesday night.\nBut Mr. Knight may not be a pushover. Like other Republicans in the near suburbs of big cities, he is working to brand his opponent as wildly liberal, and to persuade voters to judge him separately from Mr. Trump.\n‘It hasn’t been like he’s done anything bad.’ Victoria Rust of California’s 25th District, on her Republican congressman\nMs. Rust is a case study for how that strategy might work. At the mall in Valencia, she said she was still leaning toward supporting Mr. Knight in November, despite her unhappiness with the Republican Party over all.\n“I know more of him,” she said of her congressman, adding in a note of absolution: “It hasn’t been like he’s done anything bad.”\nSydney Ember, reporting from Valencia, Calif.\nMall of America Spartan Stadium Inverness Village Hall International Civil Rights Center Laguna Beach Snoqualmie Falls\nWealthy Suburbs These are suburbs full of Mitt Romney-style Republicans: educated and mostly white professionals who tend to dislike President Trump. Republican lawmakers are pleading with them not to defect to Democrats. affluent-dots 21 Districts: California (45th, 48th); Florida (16th); Illinois (Sixth, 14th); Michigan (Eighth, 11th); Minnesota (Second, Third); Missouri (Second); New Jersey (Seventh, 11th); North Carolina (Second, Ninth, 13th); Ohio (12th); Pennsylvania (First, Sixth, 17th); South Carolina (First); Washington (Eighth) See live poll results.\nProfile: Illinois’s Sixth District\nThe suburbs of Chicago were a base of the Republican Party before Mr. Trump. One need only visit a shopping mall in Burr Ridge or a youth baseball game in Barrington Hills to see throngs of the white, highly educated voters who are the electoral backbone of the area, and once voted solidly for presidential candidates like Mitt Romney.\nBut if these voters have leaned right in the past, drawn to promises of lower taxes and smaller government, Mr. Trump has pitched many of them back in the other direction. In Illinois’s Sixth Congressional District, the president’s combustible persona and administration have put Republican candidates in dire peril.\nDemocrats need to win most of these seats to build a majority.\nJane Melvin, 55, said she has typically voted Republican in the past and still yearned for a version of the party that has been fading away.\n“If John Kasich was running in my district, I would vote for him,” said Ms. Melvin, referring to the right-of-center Ohio governor who routinely chides Mr. Trump.\nMs. Melvin said she had long supported her congressman, Peter Roskam, but was reconsidering this year because Republicans had failed to check the president. “It’s a character question and a silence question,” she said. “Because they won’t stand up to Trump and say this is wrong.”\nMr. Roskam, a former member of the House Republican leadership team, represents one of 21 seats where college-educated white suburbanites could upend the Republican majority in the House. Most of these seats, in relatively homogenous communities around cities like Minneapolis and Philadelphia, are seen as electoral toss-ups.\nIn 2016, Mr. Roskam easily secured re-election by nearly 20 percentage points, but Mrs. Clinton carried the area in the presidential race by about seven points.\n6th District Results for the 2016 Presidential Election\nIllinois’s 6th Chicago Palatine The district skirts more liberal Chicago suburbs to the east. Wheaton But upscale suburban towns throughout the area went blue in 2016. Downers Grove Naperville Palatine The district skirts more liberal Chicago suburbs to the east. Illinois’s 6th Chicago But upscale suburban towns throughout the area went blue in 2016. Wheaton Downers Grove Naperville Palatine The district skirts more liberal Chicago suburbs to the east. Illinois’s 6th Chicago But upscale suburban towns throughout the area went blue in 2016. Wheaton Downers Grove Naperville\nA Times/Siena College poll found Mr. Roskam effectively tied with his Democratic challenger, Sean Casten, a clean-energy businessman.\nMr. Casten has closed in on Mr. Roskam with help from voters like Karrie Sullivan, a former Roskam supporter who said she now favors divided government — both in Washington, where Republicans are in charge, and in Illinois, where Democrats may take full control of government in November.\n“It seems like the best situation is when neither party has complete control,” Ms. Sullivan said.\nMr. Roskam, like other Republican candidates in similar wealthy suburbs, has tried to make the Republican tax overhaul an asset to his campaign. But many suburban voters have bristled at changes to federal deductions for state and local taxes.\nHighlighting the gulf between the Republican white-collar base and Mr. Trump’s hard-line following, candidates like Mr. Roskam have broken with Mr. Trump on critical issues like tariffs.\n‘It’s a character question and a silence question. Because they won’t stand up to Trump and say this is wrong.’ Jane Melvin of Illinois’s Sixth District, on Republican lawmakers\nPursuing both wavering moderates and hard-core conservatives, Mr. Roskam said at a recent debate that he considered Mr. Trump’s performance “middling.”\n“Good on the economy, jumbling on other issues,” he said.\nAstead W. Herndon, reporting from Downers Grove, Ill.\nMontpelier Kansas Speedway Spokane Riverfront Park Clinton Library Seaside Heights Old Market Colonial Williamsburg Fort Stanwix\nOuter Suburbs Republicans are defending once-reliably conservative seats where centrist Democrats, many of them veterans, are seeking upsets in distant suburbs like these. suburb-dots 23 Districts: Arkansas (Second); California (50th); Florida (15th, 18th); Illinois (13th); Iowa (Third); Kansas (Second, Third); Kentucky (Sixth); Nebraska (Second); New Hampshire (First); New Jersey (Second, Third); New York (19th, 22nd, 24th, 27th); Pennsylvania (Seventh); Virginia (Second, Seventh); Washington (Third, Fifth); Wisconsin (First) See live poll results.\nProfile: Virginia’s Seventh District\nFrom downtown Richmond, former capital of the Confederacy, West Broad Street shoots like an arrow into the heart of a rapidly changing Virginia. It heads northwest through affluent outer suburbs, including a mall with Michael Kors and Orvis stores, before abruptly giving way to cornfields.\nWhere the suburbs quit, Sam Wright’s battered white pickup displays an old bumper sticker for John McCain, the 2008 Republican presidential nominee, and a new one for Abigail Spanberger, the Democrat running for Congress in Virginia’s Seventh District.\n“I have absolutely no use for the G.O.P. any longer,’’ said Mr. Wright, a retired counselor to the blind.\nDemocrats hope to win perhaps half a dozen — or more — of these seats, and they are increasingly optimistic here.\nOver the summer, he met with his representative, Dave Brat, a Republican, at the Goochland County courthouse to express support for the special counsel investigation of the 2016 election.\n“His rebuttal was that I watch too much CNN,” Mr. Wright said.\nDistricts like Virginia’s Seventh, covering suburbs and rural swaths outside medium-size cities, normally would not be within Democrats’ reach. But with anger swelling at the president, these 23 districts are in play, including in Kansas, Kentucky and Washington State.\nAlmost all the districts were won by Mr. Trump in 2016. And the president retains considerable support in these majority-white districts, especially within the business community and among voters with conservative social views. These seats will be tricky for Democrats to win, but they need to pick up only a handful to make their math add up to a House majority.\n7th District Results for the 2016 Presidential Election\nRichmond Virginia’s 7th Fredericksburg The precincts closest to the city of Richmond are the bluest in the district. Wingmead Tuckahoe These areas have grown in recent years, threatening to flip a conservative- leaning seat. Richmond Virginia’s 7th Fredericksburg The precincts closest to the city of Richmond are the bluest in the district. Wingmead Tuckahoe These areas have grown in recent years, threatening to flip a conservative-leaning seat.\nAnd Democrats are winning over voters like Alan Campbell, a retired Treasury Department investigator, who supported Mr. Brat and Mr. Trump in 2016 but has soured on both. “From what Spanberger says, she appears to have good character, and that’s something missing right now,” he said.\nLaura Watson, a real estate agent who supports Mr. Brat, doesn’t see the district flipping, or for that matter, the House. “Most people I know have not changed their mind about where they stand,” she said.\nAware of these districts’ conservative underpinnings, Democrats have recruited centrist candidates to contest them, including many with patriotic appeal as military veterans or former national security officials. Ms. Spanberger, 39, worked for the C.I.A. abroad recruiting spies.\nMr. Brat, 54, a former economics professor, is attempting to link Ms. Spanberger to left-wing ideas like “open borders” and Medicare for all, which he says will tank the economy. Ms. Spanberger supports neither of these policies and has pledged not to support Nancy Pelosi for House speaker.\n‘From what Spanberger says, she appears to have good character, and that’s something missing right now.’ Alan Campbell of Virginia’s Seventh District, on Abigail Spanberger, the Democratic candidate\nMr. Brat rocketed to national attention in 2014 by defeating Eric Cantor, the House majority leader, in a primary, attacking him as soft on immigration. But the district has changed with suburban growth outside Richmond, and Democrats made gains there in Virginia’s 2017 state elections. He currently has a slight edge over Ms. Spanberger, according to a Times/Siena College poll.\nIn a column in The Richmond Times-Dispatch, Mr. Brat blamed newcomers for importing “blue-state values.” He cited Henrico County, Ms. Spanberger’s home, which supported George W. Bush’s re-election by 11,000 votes, but backed Hillary Clinton in 2016 by more than 30,000.\nTrip Gabriel, reporting from Wingmead, Va.\nChinati Foundation Oakdale Cowboy Museum Carlsbad Caverns Grand Canyon\nThe Open West Maverick Democrats are exploiting divisions on the right in these culturally complex, agriculture-heavy districts that tend to lean conservative. open-west-dots 7 Districts: Arizona (First); California (10th, 21st); Montana at-large; New Mexico (Second); Texas (23rd); Utah (Fourth) See live poll results.\nProfile: New Mexico’s Second District\nThe candidates seeking an open House seat in New Mexico agree on little, but describe their district in identical language: It is hugely diverse. And it is vast.\nMost important races this fall are unfolding elsewhere in areas chopped into housing developments and strip malls, veined with congested highways and polished residential streets.\nIf Democrats win two or three of these seats, it could help them in building a majority.\nNew Mexico’s Second District, by contrast, is an area larger than Florida. Sweeping along the Mexican border and up to Albuquerque, it embraces mountain ranges and military bases, booming oil wells and elaborately irrigated fields of chiles and corn.\nIt is one of seven contested districts with a distinctly Western profile: sparsely populated and ethnically varied, with an underlying strain of cultural conservatism. Republicans appear favored in most of these seats in states like New Mexico and Texas, but Mr. Trump’s hard-line policies, including on immigration and trade, have rattled their traditional Western coalition.\n2nd District Results for the 2016 Presidential Election\nAlbuquerque New Mexico’s 2nd Most of the district’s huge rural expanse is solidly Republican. Roswell Truth or Consequences Alamogordo Las Cruces But the district’s population center, also the state’s second-largest city, leans Democratic. Most of the district’s huge rural expanse is solidly Republican. Albuquerque New Mexico’s 2nd Roswell Truth or Consequences Alamogordo Las Cruces But the district’s population center, also the state’s second- largest city, leans Democratic. Albuquerque N.M. 2nd Most of the district’s huge rural expanse is solidly Republican. Roswell Truth or Consequences Alamogordo Las Cruces But the district’s population center, also the state’s second-largest city, leans Democratic. Albuquerque N.M. 2nd Most of the district’s huge rural expanse is solidly Republican. Roswell Truth or Consequences Alamogordo Las Cruces But the district’s population center, also the state’s second-largest city, leans Democratic.\nAudrey Boone, 48, a Republican in Sierra County, north of the district’s population center in Las Cruces, is an undecided voter. Having supported Mr. Trump to stop Hillary Clinton, she worries about health care costs and cutbacks to national parks. Shopping in a Walmart about two hours’ drive from the border with Mexico, Ms. Boone took a firm view of immigration: “We have rules,” she said, “and everyone needs to follow those.”\nBut in the midterms, Ms. Boone, a kitchen worker at Truth or Consequences Elementary School, said she was mainly looking to support “a straight shooter.”\nDemocrats in these districts are wooing independent-minded voters like Ms. Boone: Xochitl Torres Small, the Democratic nominee in New Mexico, has campaigned on themes related to the economy and health care, but rebuked national Democrats on other matters.\nAfter touring a farm where she voiced concern about Mr. Trump’s tariffs, Ms. Torres Small, a water-use lawyer, pledged to be “independent of any party” and called it “very frustrating” that some liberal Democrats wanted to abolish Immigration and Customs Enforcement.\n“Maybe this makes me a different Democrat, but I will openly talk about the border security that we need,” Ms. Torres Small said.\n‘We have rules, and everyone needs to follow those.’ Audrey Boone of New Mexico’s Second District, on immigration\nIn Alamogordo — 100 miles away, across two border-control checkpoints — Yvette Herrell, the Republican candidate, predicted voters would seek out unadulterated conservatism.\nMs. Herrell, like other Republicans campaigning in these districts, said she plans to mobilize conservatives around issues of abortion and guns. She has endorsed a border wall, and repeatedly declined to name any area of disagreement with Mr. Trump.\n“Right now, I’m pleased with this administration,” she said.\nHer orthodox worldview has unsettled some: Gov. Susana Martinez, a Republican, criticized Ms. Herrell this summer, and Ms. Herrell said the governor had complained about her nomination in a private conversation. A Times/Siena College poll shows a close race.\nTo win, Ms. Torres Small will need huge turnout in Democratic-leaning Doña Ana County, home to Las Cruces. Cynthia Avalos, 53, a nurse there, said immigration and gun control were pressing issues for her: Her son survived the Las Vegas massacre last year, she said.\nMs. Avalos, a Democrat, said she wanted bipartisan compromise on both issues, explaining of immigration: “People who come into our country actually do serve a purpose, for the most part.”\nAlexander Burns, reporting from Truth or Consequences, N.M.\nSteamtown Green Giant Aerial Lift Bridge Field of Dreams Paul Bunyan Cadillac Mountain Cahokia Mounds New River Gorge Bridge\nRural Trump Country Voters in these areas like President Trump more than they like Republicans. Democrats used to win here, and they’re trying to do so again with a message about health care and retirement security. rural-dots 10 Districts: Illinois (12th); Iowa (First); Maine (Second); Minnesota (First, Eighth); Pennsylvania (Eighth, 10th, 16th); Virginia (5th); West Virginia (Third) See live poll results.\nProfile: Maine’s Second District\nWaiting for the annual Phillips Old Home Days parade to get underway, Kenneth Baker could not resist butting into a conversation he overheard about the difference between the affluent Maine coastline and the grittier, sprawling interior of the state.\n“That’s northern Massachusetts, is what it is,” Mr. Baker said, likening the seaside south part of his state to a bastion of New England liberalism. “I can’t stand it. When people in Portland, Biddeford and Saco are trying to control my gun rights, I have a problem with that — it’s a big divide.”\nDemocrats are trying to defend two open seats that they already hold and to pick up a few more.\nMr. Baker joined the Marines out of high school, now works at a collision center and owns a “ton of guns.” And he is the sort of voter in about 10 rural, blue-collar congressional districts spread across the country that Democrats will have to woo in their bid to take control of the House.\nMr. Trump remains slightly more popular than not in most of these districts, but there are lingering strains of Democratic D.N.A.\nFar removed from the haven of lobsters, lighthouses and L.L. Bean that tourists often associate with Maine, the Second Congressional District is among those in New England with the lowest percentage of college graduates. And it covers more acres than any district east of the Mississippi River.\nFor nearly 20 years, the district sent a Democrat to Congress while routinely backing Democrats for president.\nThat changed in 2014, when voters elected a Republican to the House, Bruce Poliquin, and again in 2016, when Mr. Trump carried the district by 10 percentage points.\n2nd District Results for the 2016 Presidential Election\nMaine’s 2nd Maine’s rural interior makes up most of this district, with just a few small cities. Portland Bangor Phillips Waterville There is no major liberal population center, though Democrats once won here regularly. Lewiston Maine’s 2nd Portland Maine’s rural interior makes up most of this district, with just a few small cities. Bangor Phillips Waterville Lewiston There is no major liberal population center, though Democrats once won here regularly. Maine’s 2nd Portland Maine’s rural interior makes up most of this district, with just a few small cities. Bangor Phillips Waterville Lewiston There is no major liberal population center, though Democrats once won here regularly.\nDemocrats competing in these populist-minded districts, located far from progressive cities, are seeking distance from their party’s liberal wing and establishing their blue-collar bona fides.\nMany of the other districts dominated by rural populists, in places like Minnesota and West Virginia, are similarly culturally conservative.\nBut no state may better illustrate the class dynamics of modern politics than Maine. Here, the elite Yankee Republicans of old, in places like Kennebunkport, where George H.W. Bush has a family home, have been replaced by reliable Democrats. And the blue-collar Democrats inland who once propelled an immigrant’s son, Edmund S. Muskie, to electoral success, have become Republicans.\n‘When people in Portland, Biddeford and Saco are trying to control my gun rights, I have a problem with that — it’s a big divide.’ Kenneth Baker of Maine’s Second District, referring to towns in the state’s seaside south\nWith Maine’s economic picture brightening — unemployment has plummeted to 2.8 percent — Mr. Poliquin hopes that a message of continuity can carry the day in a part of the state battered by decades of decline. A Times/Siena College poll shows him leading his Democratic opponent.\nDemocrats have rallied behind Jared Golden, an amply tattooed former Marine who says he’s “shot a lot more guns than Bruce Poliquin.” Mr. Golden reflects the contrasting nature of the district, volunteering his support for Medicare-for-all health care policies while also dismissing proposals to raise the age to purchase firearms or immediately expand background checks.\nHis message is a throwback to an earlier rural populism in a region full of faded mill towns and soaring opioid overdose rates. The question is whether voters who have increasingly soured on national Democrats, resentful of a party many associate with welfare handouts, are willing to make an exception closer to home.", "url": "https://www.nytimes.com/interactive/2018/09/19/us/politics/midterm-elections-congressional-districts.html?action=click&module=Intentional&pgtype=Article"}