{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:30:35", "date_modify": "2022-10-25 23:30:35", "date_publish": "2014-05-09 15:42:57", "description": "The college-application essays that four students submitted this year on emerging stronger from economic challenges.", "filename": "interactive_2014_05_09_business_student-essays-your-money_1666740635.html", "image_url": "https://static01.nyt.com/images/2014/05/09/business/student-essays-your-money-1399649962625/student-essays-your-money-1399649962625-articleLarge.jpg?year=2014&h=336&w=600&s=f247c528d9e1e875bc13cfe87dcd47384bb7fdbfd71f01ee094e35c1a44a609c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2014_05_09_business_student-essays-your-money_1666740635.html", "title": "Students and Money, in Their Own Words", "title_page": "Students and Money, in Their Own Words - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Student Andy Duehren Hometown Needham, Mass. Current School Boston College High School Essay For Harvard University\nMy dad and I made the ascent together. We climbed the Precipice Trail, the Acadia National Park path of lore whose steep cliffs and trail-side signs warning of death convinced more prudent hikers to turn around before the halfway mark. Resting, I gazed out beyond the dizzying drop below to the green Maine foothills and blue Atlantic Ocean. I appreciated the slight strain in my step, ready to move onward. My dad also stood, his hat crooked and backward, his shirt soaked through, still panting for breath.\n“I think we need a water break,” I said, looking him over.\n“I think so, too,” he replied.\nMy relationship with my dad is a complicated one. In the halcyon days of my childhood, I remember our Saturday morning “dump runs” followed by a stop at McDonald’s, where, as soon as he let me, I would order the exact same “Big n’ Tasty” meal he would. Then, he took me hiking, camping, and skiing. His patient guidance and care on the trail stood in stark contrast to my frustrated, bumbling childhood clumsiness. I would whine and cry and yell on hikes too long or hills too steep; he would stop, listen and encourage me onward. With him, I was comfortable and secure. He could do no wrong.\nIn time, as we both grew older, this changed. He lost his job and fell into a depression and an absent-mindedness I found hard to understand. Despite his dealing with a mental illness, I became more critical, more attentive to his flaws and shortcomings. He lost his glasses, got linguine when we asked for rigatoni at the grocery store and forgot my friends’ names.\nAt family dinner he sat largely silent until he interrupted with a non sequitur or unrelated question. I promised myself, with all of my naïve bravado, that I would never make myself vulnerable like he did, that I would never wallow in past regrets or failures. I would be assertive, I told myself. I would be a man.\nSo when I scaled that trail with so much comparative ease, I initially relished the fact that I walked ahead, I carried the pack, I checked in on him. I thought I was being a man. Sitting down, my dad’s breathing slowed, and he asked me, like he had so many times, if I had read David Brooks’s column that week. I hadn’t.\nSo he filled me in. Listening to him discuss the necessity of imperfection in the democratic process, I felt a twinge of guilt. Guilt that I had fancied myself superior. Guilt that I had ever bought into facile standards of “manhood”; that I had imagined being a proper man meant unfailing vigor on a hiking trail, never dealing with switchbacks or setbacks, never losing your footing or your way.\nI looked at my dad and knew all of those notions about employment, competent hiking or getting the right type of pasta at the grocery store, were false. I looked at my dad and I saw that being a man isn’t about any sort of superficial, external measure. As it was during my childhood misadventures, it’s about us, the imperfect son with the imperfect father, supporting each other up the proverbial mountain.\nFor me, the transition to manhood was not an external one: Fortunately, there was no rite of passage or singular circumstance that forced me to become a man. Rather, sitting there against a cliff with my father, I wondered if maybe adulthood simply meant looking beyond oneself, to the other, without any pretense or pomp. Maybe my father, with his unpretentious generosity and willingness to get back up and continue the trek, is the best example of a man I have.\nHe finished up his thoughts about the Brooks article, his breathing still audible.\n“How about we get that water,” I said, reaching back into the pack.", "url": "https://www.nytimes.com/interactive/2014/05/09/business/student-essays-your-money.html"}