{"authors": ["Troy Griggs", "Andrew W. Lehren", "Nadja Popovich", "Anjali Singhvi", "Hiroko Tabuchi"], "date_download": "2022-10-25 23:48:17", "date_modify": "2022-10-25 23:48:17", "date_publish": "2017-09-08 14:55:43", "description": "In the Houston area, air pollution, flooded toxic waste sites and reports of oil spills after the storm have residents and environmental groups concerned.", "filename": "interactive_2017_09_08_us_houston-hurricane-harvey-harzardous-chemicals_1666741697.html", "image_url": "https://static01.nyt.com/images/2017/09/05/us/houston-harvey-environmental-crisis-1504801923729/houston-harvey-environmental-crisis-1504801923729-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c8dd93930405acd508f826ab73f5db6f0061fed5780980ff6f5a843c8dc80e89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2017_09_08_us_houston-hurricane-harvey-harzardous-chemicals_1666741697.html", "title": "More Than 40 Sites Released Hazardous Pollutants Because of Hurricane Harvey", "title_page": "More Than 40 Sites Released Hazardous Pollutants Because of Hurricane Harvey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Houston’s sprawling network of petrochemical plants and refineries released millions of pounds of pollutants in the days after Hurricane Harvey began barreling toward Texas.\nEven under normal operations, the hundreds of industrial facilities in the area can emit harmful chemicals. But from Aug. 23 to Aug. 30, 46 facilities in 13 counties reported an estimated 4.6 million pounds of airborne emissions that exceeded state limits, an analysis by the Environmental Defense Fund, Air Alliance Houston and Public Citizen shows.\nFederal and state regulators say their air monitoring shows no cause for alarm. But the extra air pollution is just the latest concern for residents and environmental groups in the days after the storm. At least 14 toxic waste sites were flooded or damaged, raising fears of waterborne contamination. And nearly 100 spills of hazardous substances have been reported.\nAir Pollutants Were Released Across the Region\nLake Conroe Austin Valero Energy Refinery 3,358 lbs. of emissions resulted from hurricane damage to facility Beaumont Baytown Port Arthur TEXAS Houston Trinity Bay 20 miles Pasadena Chevron Phillips Chemical Cedar Bayou Plant 582,129 lbs. Emissions resulted from shutdown for hurricane Galveston Bay San Antonio Galveston Victoria Formosa Point Comfort Plant 1,328,850 lbs. Emissions resulted from start-up after hurricane Facilities that released airborne emissions because of Hurricane Harvey Gulf of Mexico Flint Hills Resources East Refinery 98,750 lbs. Emissions resulted from start-up after hurricane Corpus Christi Area of detail Valero Energy Refinery 3,358 lbs. of emissions Emissions resulted from hurricane damage to facility Austin Beaumont Baytown Port Arthur TEXAS Houston Trinity Bay 20 miles Pasadena Galveston Bay Chevron Phillips Chemical Cedar Bayou Plant 582,129 lbs. Emissions resulted from shutdown for hurricane San Antonio Galveston Victoria Formosa Point Comfort Plant 1,328,850 lbs. Emissions resulted from start-up after hurricane Facilities that released airborne emissions because of Hurricane Harvey Gulf of Mexico Flint Hills Resources East Refinery 98,750 lbs. Emissions resulted from start-up after hurricane Corpus Christi Area of detail Valero Energy Refinery 3,358 lbs. of emissions Austin Beaumont Port Arthur TEXAS Houston Pasadena San Antonio Galveston 20 miles Victoria Formosa Point Comfort Plant 1,328,850 lbs. Facilities that released airborne emissions because of Hurricane Harvey Flint Hills Resources East Refinery 98,750 lbs. Corpus Christi Area of detail Gulf of Mexico Valero Energy Refinery 3,358 lbs. of emissions Beaumont Port Arthur TEXAS Houston Pasadena Galveston Formosa Point Comfort Plant 1,328,850 lbs. Flint Hills Resources East Refinery 98,750 lbs. Facilities that released airborne emissions because of Hurricane Harvey 20 mi. Area of detail Corpus Christi Gulf of Mexico Estimated data from Aug. 23 to Aug. 30, 2017\nMany plants in the hurricane’s path released extra pollutants into the air when they shut down in preparation for the storm, and again when they resumed operations.\nA giant plastics plant in Point Comfort, about 100 miles southwest of Houston, released about 1.3 million pounds of excess emissions, including toxic gases like benzene, when it restarted after the storm. The plant is operated by Formosa Plastics, an affiliate of a Taiwanese petrochemicals conglomerate, and has a checkered safety record. Steve Rice, a Formosa spokesman, declined to comment on the emissions.\nCal Dooley, the chief executive of the American Chemistry Council, said in a statement that chemical facilities were built with hurricanes in mind and followed storm protocols. “These controlled releases are done with the permission of state and federal regulatory authorities,” he said.\nOther facilities were damaged by wind or water and involuntarily released hazardous gases.\nOn Tuesday, Houston officials said they had detected high levels of benzene in a neighborhood in the city that is close to a damaged Valero Energy refinery. Loren Raun, the chief environmental science officer for the Houston Health Department, said that the readings varied depending on which way the wind was blowing but that officials were seeing “high numbers.”\nAnd in a dramatic case, a series of explosions at a flooded chemical plant in Crosby, Tex., filled the air with smoke, triggering an evacuation of nearby residents and sending 21 emergency workers to hospitals for smoke inhalation.\nThe Texas Commission on Environmental Quality, the state environmental regulator, said that most of its air monitors — which had been shut down during the storm — were back in service, and were not detecting emissions at levels that would be harmful to human health. The Environmental Protection Agency said that its own monitors showed that residents “should not be concerned about air quality issues related to the effects of the storm.”\nStill, environmental advocates said that pollutants could pose long-term risks, even if they were not immediately toxic.\n“These are cancer-causing compounds, like benzene and butadiene,” said Elena Craft, an Environmental Defense Fund senior health scientist based in Austin. “We’re very concerned about people’s long-term health in the area.”\nAt Least 14 Toxic Waste Sites Were Flooded\nLake Conroe Silsbee Conroe Somerville Lake TEXAS Beaumont Dayton Brenham Lake Houston Port Arthur Sabine Lake Houston Trinity Bay 10 miles Columbus Galveston Bay Facility that houses toxic chemicals Superfund site Superfund site that was flooded or damaged Galveston El Campo Gulf of Mexico Area of detail Bay City Lake Texana Lake Conroe Conroe Somerville Lake TEXAS Beaumont Dayton Brenham Lake Houston Port Arthur Sabine Lake Houston Trinity Bay 10 miles Columbus Superfund site Galveston Bay Superfund site that was flooded or damaged Facility that houses toxic chemicals Galveston El Campo Area of detail Gulf of Mexico Bay City Lake Texana Conroe TEXAS Beaumont Dayton Brenham Port Arthur Houston Columbus 20 miles Gulf of Mexico Galveston El Campo Area of detail Superfund site Superfund site that was flooded or damaged Facility that houses toxic chemicals Conroe Beaumont TEXAS Port Arthur Houston 20 mi. Galveston Area of detail Gulf of Mexico Superfund site Superfund site that was flooded or damaged Facility that houses toxic chemicals\nHouston’s large petrochemical industry also makes floodwater contamination a major concern. Harris County, home to Houston, hosts more than two dozen current and former toxic waste sites designated under the federal Superfund program. At least 14 of these sites — whose grounds are contaminated with dioxins, lead, arsenic, benzene or other compounds from industrial activities — were flooded or damaged by Hurricane Harvey.\nApril 6, 2017 Aug. 31, 2017 Sikes Disposal Pits Superfund site Crosby, Tex. April 6, 2017 Aug. 31, 2017 Sikes Disposal Pits Superfund site Crosby, Tex. Aug. 31, 2017 April 6, 2017 Sikes Disposal Pits Superfund site Crosby, Tex. Aug. 31, 2017 April 6, 2017 Sikes Disposal Pits Superfund site Crosby, Tex. Aug. 31, 2017 April 6, 2017 Sikes Disposal Pits Superfund site Crosby, Tex. DigitalGlobe\nThe E.P.A. said that it had assessed 13 Superfund sites and that two would require “additional assessment efforts.”\nThe sites pose serious health risks, said Luke Metzger, the founding director of Environment Texas, an environmental advocacy group.\n“There’s just dozens of varieties of chemicals, all of which are hazardous to human health,” Mr. Metzger said. “Some of these sites were just protected by a tarp covered with rocks,” he said, explaining that that was inadequate for keeping toxic substances contained.\n“With the floodwaters spreading these poisons to broader communities,” Mr. Metzger added, “there’s fear that more people could get sick, either from direct exposure to the water, or even down the road from eating contaminated seafood.”\nOil Spills and Other Hazardous Releases Were Also Reported\nData through Sept. 3, 2017\nThe United States Coast Guard’s National Response Center tracks reports of oil spills and other chemical releases. Those reports can be filed both by companies and by members of the public. From Aug. 24 to Sept. 3, callers made 96 reports of oil, chemical or sewage spills across southeast Texas.\nThough incomplete, such data provides a preliminary snapshot of the chemical pollutants released in the area, said Ilan Levin, the Texas-based associate director of the Environmental Integrity Project, a nonprofit advocacy group.", "url": "https://www.nytimes.com/interactive/2017/09/08/us/houston-hurricane-harvey-harzardous-chemicals.html"}