{"authors": ["Hannah Fairfield", "Tim Wallace"], "date_download": "2022-10-25 23:01:49", "date_modify": "2022-10-25 23:01:49", "date_publish": "2016-04-07 08:54:21", "description": "Far more convicted terrorists are being held in federal prisons in the United States than in Guantánamo Bay, Cuba.", "filename": "interactive_2016_04_07_us_terrorists-in-us-prisons_1666738909.html", "image_url": "https://static01.nyt.com/images/2016/03/31/us/terrorists-in-us-prisons-1459368303784/terrorists-in-us-prisons-1459368303784-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d9017727a7ae1a18db10170251378e5cdacfab28286af001148aceb843ae12cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_04_07_us_terrorists-in-us-prisons_1666738909.html", "title": "The Terrorists in U.S. Prisons", "title_page": "The Terrorists in U.S. Prisons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seattle Wash. Maine Mont. N.D. Minn. Vt. Ore. Minneapolis N.H. Mass. Idaho N.Y. Wis. Boston S.D. Conn. Mich. Detroit R.I. Wyo. New York Pa. Iowa Chicago Ohio N.J. Neb. Terre Haute, Ind. Md. Nev. Denver Del. Colo. Utah San Francisco Washington Ill. St. Louis W.Va. Florence, Colo. Supermax Calif. Va. Mo. Ky. Kan. Los Angeles Marion, Ill. N.C. Ariz. Tenn. Okla. N.M. S.C. Atlanta Ark. Phoenix Dallas Ga. Ala. Miss. Tex. Each box represents one terrorist. All imprisoned terrorists could not be located. La. New Orleans Houston Tampa Miami Fla. Seattle Wash. Maine Mont. N.D. Minn. Vt. Ore. Minneapolis N.H. Mass. N.Y. S.D. Boston Wis. Idaho Conn. Mich. Detroit R.I. Wyo. New York Iowa Pa. Chicago Ind. Ohio N.J. Neb. Nev. Md. Terre Haute, Ind. Colo. Denver Del. San Francisco Mo. Washington Ill. Utah Florence, Colo. Supermax St. Louis W.Va. Calif. Va. Kan. Ky. Marion, Ill. Los Angeles N.C. Tenn. Ariz. Okla. N.M. S.C. Atlanta Ark. Phoenix Dallas Ga. Ala. Miss. Tex. Each box represents one terrorist. All imprisoned terrorists could not be located. La. New Orleans Houston Tampa Fla. Miami Seattle Wash. Maine Mont. N.D. Minn. Vt. Ore. Minneapolis N.H. Mass. N.Y. Idaho Wis. Boston S.D. Conn. Mich. Detroit Wyo. R.I. New York Pa. Iowa Chicago N.J. Neb. Ind. Md. Nev. Ohio Denver Del. Colo. Utah San Francisco Washington Ill. St. Louis W.Va. Kan. Calif. Va. Mo. Ky. Los Angeles N.C. Tenn. Ariz. Okla. N.M. S.C. Atlanta Ark. Phoenix Dallas Ga. Ala. Miss. Tex. La. Each box represents one terrorist. All imprisoned terrorists could not be located. New Orleans Houston Tampa Fla. Miami Wash. Maine Mont. N.D. Minn. Vt. Ore. Minneapolis N.H. N.Y. Idaho Mass. Wis. S.D. Conn. Mich. Detroit Wyo. R.I. Iowa New York Pa. Calif. Chicago N.J. Neb. Ohio Ind. Md. Nev. Denver Colo. Del. Utah Washington Ill. Mo. W.Va. Kan. Los Angeles Va. St. Louis Ky. N.C. Tenn. Ariz. Okla. Atlanta N.M. S.C. Ark. Phoenix Ga. Ala. Miss. Tex. La. Each box represents one terrorist. All imprisoned terrorists could not be located. New Orleans Houston Miami Fla. Wash. Maine Mont. N.D. Minn. Vt. Ore. N.H. N.Y. Wis. Idaho S.D. Mich. Wyo. Iowa N.J. Neb. Ind. Ohio Nev. Md. Colo. Del. Ill. Utah W.Va. Mo. Calif. Kan. Va. N.C. Ariz. Tenn. Okla. S.C. Ark. N.M. Ga. Ala. Miss. Tex. La. Fla. Each box represents one terrorist.\nRepublican leaders have blocked the closing of the prison at Guantánamo Bay, Cuba, because they say they do not want terrorists held on United States soil. But American prisons currently hold 443 convicted terrorists, far more than the 89 men who remain imprisoned in Cuba.\nThe New York Times was able to confirm locations for about a third of the terrorists, shown on the map above. The Department of Justice would not release the names or locations of the other prisoners who had been convicted of terrorism.\nThe most notorious terrorists are being held in the maximum security sections of just a few federal prisons. But many others, serving lesser sentences for crimes like financing attacks or bomb hoaxes, are at facilities across the country.\nFlorence, Colo.\nDenver Colo. Minimum security prison Florence Maximum security prison At least 1 convicted terrorist Medium security prison Supermax At least 30 convicted terrorists 1/8 MILE At least 1 convicted terrorist Minimum security prison Maximum security prison At least 30 convicted terrorists Supermax Medium security prison At least 1 convicted terrorist Minimum security Maximum security prison Supermax Medium security At least 30 convicted terrorists\nMany of the most well-known convicted terrorists are at the highest security prison in the country: the supermax in Florence, Colo., about 100 miles south of Denver.\nZacarias Moussaoui, a member of Al Qaeda who was directly linked to the Sept. 11, 2001, attacks, is there, as is Dzhokhar Tsarnaev, one of the Boston Marathon bombers. Richard Reid, known as the shoe bomber, and Umar Farouk Abdulmutallab, the underwear bomber, are also held there.\nTerre Haute, Ind., and Marion, Ill.\nMinimum security prison Medium security prison At least 12 convicted terrorists Maximum security prison At least 2 convicted terrorists Terre Haute Minimum security prison Medium security prison At least 11 convicted terrorists Marion\nAt least 25 convicted terrorists are held in two federal prisons in Indiana and Illinois that have special Communications Management Units, designed to isolate certain prisoners from other inmates and limit contact with the outside world.\nMail and telephone calls are restricted. Prisoners in the units are not allowed to have any physical contact with visitors or family members. The majority of prisoners in the units, which were opened in 2006 and 2008, are Muslims.\nOther Prisons Across the Country\nAt least 4 convicted terrorists Maximum Minimum Medium security Medium The Hazelton, W. Va., complex has four separate prisons. Inmates here include Hawo Mohamed Hassan, one of only seven female convicted terrorists The Times was able to locate. Port of Los Angeles At least 2 convicted terrorists Minimum security The low security prison on Terminal Island, at the Port of Los Angeles, houses Mohammad El-Mezain, who was convicted of providing material support to Hamas in 2009. At least 4 convicted terrorists Maximum security This multilevel security prison in Brooklyn, New York, houses two inmates with Qaeda ties and one linked to the Tamil Tigers in Sri Lanka.\nHundreds of other convicted terrorists are held in prisons around the country. Many of these are for lesser crimes and shorter sentences.\nSabri Benkahla, who is held at a federal prison near Washington, D.C., was convicted in 2007 of perjury, obstructing justice and giving false statements to the F.B.I. He had denied visiting an overseas jihad training camp eight years prior, and denied knowing that several of his contacts were suspected of being terrorists.\nThe Rising Number of Convicted Terrorists in American Prisons\n400 300 International 200 100 Domestic 0 2007 2009 2011 2013 2015 The New York Times | Source: Federal Bureau of Prisons", "url": "https://www.nytimes.com/interactive/2016/04/07/us/terrorists-in-us-prisons.html"}