{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:16", "date_modify": "2022-10-25 23:32:16", "date_publish": "2016-09-19 10:00:26", "description": "The first New York Times Upshot/Siena College poll shows a close race in the state.", "filename": "interactive_2016_09_19_upshot_florida-poll-clinton-trump_1666740736.html", "image_url": "https://static01.nyt.com/images/2016/09/19/upshot/florida-poll-clinton-trump-1474237931224/florida-poll-clinton-trump-1474237931224-facebookJumbo.png?year=2016&h=550&w=1050&s=fb3781c71e87164c0c826334662e9ba2c9ab1b44bba7570f460154cf4a6de1b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/interactive_2016_09_19_upshot_florida-poll-clinton-trump_1666740736.html", "title": "White Voters Keep Trump’s Hopes Alive in Must-Win Florida", "title_page": "White Voters Keep Trump’s Hopes Alive in Must-Win Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Estimated Florida vote Strongest for Clinton Strongest for Trump Tallahassee Jacksonville Pensacola Panama City Gainesville Daytona Beach Ocala Orlando Tampa Port St. Lucie Fort Myers Ft. Lauderdale Miami Tallahassee Jacksonville Pensacola Panama City Gainesville Daytona Beach Ocala Orlando Tampa Port St. Lucie Fort Myers Ft. Lauderdale Miami Tallahassee Jacksonville Pensacola Panama City Orlando Tampa Fort Myers Ft. Lauderdale Miami Orlando Tampa Miami New York Times Upshot/Siena College Poll Clinton 41% Trump 40%\nDonald J. Trump has almost no plausible path to the White House unless he wins Florida, a rapidly changing state where Hispanic voters could deal a decisive blow to his chances.\nBut a new poll, by The New York Times Upshot/Siena College, suggests that Mr. Trump is keeping his hopes alive in Florida, the largest and most diverse of the crucial battleground states. The reason: White voters favor him by a large margin.\nMrs. Clinton leads by a single point, 41 to 40 percent, among likely voters in a four-way race that includes Gary Johnson and Jill Stein. The race is tied in the head-to-head race, 43-43.\nThe poll, the first of its kind by The Upshot, was based on voter records that allow unusually detailed analysis of the electorate.\nIt indicates that Mr. Trump leads Mrs. Clinton by 51 percent to 30 percent among white voters – and that includes all white voters, not just those without a college education who have been so vital to his campaign. She’s winning white voters registered as Democrats by only 63 percent to 17 percent.\nAs has been expected, Mrs. Clinton appears on track for a record-setting state performance among Florida’s Hispanic voters. She leads Mr. Trump by a 40-point margin, 61 percent to 21 percent, more than doubling the 18-point margin President Obama recorded four years ago, according to Upshot estimates. The result is a stronger one for Mrs. Clinton than those of some recent surveys.\nShe is also doing very well among black voters, though not quite matching the huge margin or the enthusiasm that Mr. Obama enjoyed in 2012, at least not yet.\nMrs. Clinton’s huge lead among black and Hispanic voters is offset by a large deficit among whites\nWhite voters Mrs. Clinton is competitive among white voters in southeast Florida. Black voters Black voters are nearly unanimous in not supporting Mr. Trump. Hispanic voters Republicans tend to do better among Cuban voters in South Florida.\nIt’s a story that’s playing out across the country. National polls suggest that the bottom has fallen out for Mrs. Clinton among white voters without a degree, causing her substantial lead in national surveys to all but evaporate.\nWhite working-class voters have given Mr. Trump a lead of three to eight points in recent surveys of Ohio and Iowa — two states with a lot of white working-class voters that Mr. Obama won fairly comfortably four years ago.\nBut these gains have not done Mr. Trump quite as much good in Florida, a more diverse state where Mr. Obama fared poorly among white voters in 2012. If Mrs. Clinton continues to struggle among white voters nationwide, diverse states like Florida or North Carolina, where The Upshot will release a poll later this week, will become more important to her chances.\nWhite working-class voters are keeping the race close across the U.S.\nVote choice among white voters without a college degree in national pre-election likely voter polls, 2012 and 2016. Source: September 2016 polls include Fox News, CNN, ABC/Washington Post and Quinnipiac surveys for the four-way race among likely voters; 2012 polls are from an Upshot compilation of pre-election polls from the Roper Center.\nThe good news for Mrs. Clinton is that she still has a solid chance of a knockout blow in Florida. If she wins the state, it will be extremely difficult for Mr. Trump to win the presidency. He would need to sweep the most hotly contested battlegrounds — Iowa, Ohio, Pennsylvania, North Carolina, Nevada and New Hampshire — then win somewhere Mrs. Clinton is thought to have a considerable edge, like Michigan or Virginia.\nThe same trends are not so evident in the state’s Senate race. Marco Rubio, the Republican senator running for re-election, leads his Democratic challenger, Patrick Murphy, by six percentage points, 48 percent to 42 percent.\nMr. Trump’s unpopularity with nonwhite voters has not hurt Mr. Rubio’s chances. He trails among Hispanic voters by just six points, even as Mr. Trump trails by 40 points among the same voters.\nModel of a Shifting State\nUnlike many public polls, the Upshot/Siena survey was conducted using voter registration files, the core of the “big data” that has transformed campaigning over the last decade. The voter file data here — from L2, a nonpartisan voter file vendor — includes information on the race, vote history and partisanship of every voter in the state, a big advantage for polling.\nWe used the responses to our poll to build a statistical model of the vote preferences of every registered voter, based on the information available in the L2 voter file. It’s the same basic approach taken by the major campaigns’ data analytics and targeting teams. The maps above are based on these estimates.\nThe model suggests that the race has the potential to reshape the familiar political geography of Florida. Miami-Dade County, once fairly competitive, could be on the cusp of becoming a Democratic bastion. Over all, the model indicates that Mrs. Clinton could approach 70 percent of the vote in Miami-Dade — where Al Gore received only 53 percent in 2000 — depending on the number of third-party votes.\nHeavily Cuban enclaves in west Miami and Hialeah are divided, according to the model, even though they voted heavily for Mitt Romney in 2012. The survey did not sample a large number of Cuban voters, so the findings should be interpreted with caution, but Mrs. Clinton held a tentative lead of 43 to 32 among Cuban voters. Mr. Trump holds only a 60 percent to 25 percent lead among Hispanics registered as Republicans.\nThe I-4 corridor looks more like a patchwork of racially polarized Democratic and Republican enclaves than a swath of purple neighborhoods. Many areas where Democrats used to be competitive with white voters — north of Tampa or around Daytona Beach, for example — appear to lean to Mr. Trump. It’s gains like these that have helped Mr. Trump stay in the race, despite his loss of ground in South Florida.\nThere are growing Puerto Rican enclaves south of Orlando poised to vote overwhelmingly for Democrats.\nAnd there are overlooked, rapidly growing and mostly white communities poised to vote overwhelmingly for Mr. Trump. The Villages, a retirement community in central Florida with a population now over 150,000, was the fastest-growing city in the United States in 2013 and 2014, according to the census. It’s expected to break heavily for Mr. Trump.\nOlder voters in Florida strongly support Mr. Trump\nMrs. Clinton doesn’t excel among young voters, even though Mr. Trump struggles. ↑ Share of support among registered voters Age of voter →\nClinton’s Turnout Challenge\nMrs. Clinton may have a narrow edge among likely voters, but the race isn’t quite so close among registered voters, who support her by a four-point margin.\nHer challenge is straightforward: to get less likely voters to the polls. Mr. Trump has a considerable lead among the likeliest voters, the older, generally whiter voters who regularly turn out in primaries and midterm elections. He has a five-point lead, for instance, among voters who participated in the 2014 midterm election. The model, similarly, finds that Mr. Trump has a seven-point lead among registered voters with a greater than 90 percent chance of turning out.\nThe presidential election will inevitably draw millions of additional voters from the pool of less regular voters, who are younger and more diverse. Mrs. Clinton has a sizable lead among these less regular voters. The poll, for instance, gives Mrs. Clinton a 10-point lead among registered voters who did not participate in the 2014 midterm elections. The model gives her a lead among every group of voters who are less than 90 percent likely to vote.\nSupport among voters who are...\nHer aim is to get these voters to show up. The chart below is identical to the one above, except that the groups are scaled according to their share of the likely electorate. The most likely voters make up around two-thirds of the electorate. Just how many irregular voters actually cast a ballot could easily make a difference in a contest this close.\nScaled to size of the electorate\nIn Florida, younger voters support Mrs. Clinton by a wide margin — even in a four-way contest — but more than half say they have an unfavorable view of her. And more young voters than any other age group are considering a third-party candidate.\nThe potential upside for Mrs. Clinton is obvious. If everyone in the state turned out and chose between one of the two major candidates, the model suggests that Mrs. Clinton might lead by six points.\nBut these are not people with a robust track record of voting, and they’re not yet ready to indicate their support for Mrs. Clinton, let alone turn out and vote for her. A lack of enthusiasm among younger voters wouldn’t just mean an older electorate; it might also mean a whiter electorate.\nOver all, 69 percent of likely voters in the survey were non-Hispanic whites (as indicated on their voter registration form when they registered to vote), compared with 68 percent in the 2012 presidential election and 73 percent in the 2014 midterm electorate. The main reason for the slightly whiter electorate is a projected decline in the black share of the electorate.\nNewly registered voters will probably drive down the white share of the electorate slightly before the election.\nThe Republicans have a one-point edge in party registration among likely voters in the survey, despite a two-point deficit in registration among active voters.\nHow Confident Are We?\nNo poll is perfect. As a result, it’s generally better to look at an average of recent surveys, which currently shows a very close race in Florida.\nWhere this poll fits in with other polls of Florida voters\nType, Respondents Margin NYT Upshot/Siena New Live Phone 867 Likely Voters Clinton +1 Latest Polls Type, Respondents Margin CNN New Live Phone 788 Likely Voters Trump +3 CBS/YouGov New Online 1193 Likely Voters Clinton +2 PPP New I.V.R./Online 744 Likely Voters Trump +1 Quinnipiac New Live Phone 761 Likely Voters Even\nAll polls, of course, are subject to a margin of error. But the margin of error does not include many other potential sources of error, like the choices of the many undecided voters, or decisions made by pollsters about how to adjust the poll.\nOne such choice is the likely-voter model, the process of determining which registered voters are likely to vote on Election Day.\nOur likely-voter screen averages two methods: asking voters whether they’ll vote, and using a statistical model to estimate the probability that voters will participate in the election.\nMrs. Clinton fared worse than she did among registered voters under both measures. But if we had used only self-reported vote intention, as many public polls do, Mrs. Clinton would have had a two-point lead. If we had used our model based on vote history, the race would have been tied.\nWith the result so close, there are different choices we could have made that could have given either Mr. Trump or Mrs. Clinton the lead. In seven weeks, we’ll have a decisive answer.", "url": "https://www.nytimes.com/interactive/2016/09/19/upshot/florida-poll-clinton-trump.html"}