{"authors": ["Jason Horowitz", "Fabio Bucciarelli"], "date_download": "2022-10-25 23:50:36", "date_modify": "2022-10-25 23:50:36", "date_publish": "2020-11-29 10:24:11", "description": "Questa provincia del Nord Italia è stata tra le zone in cui il virus ha ucciso di più in Occidente. Un’inchiesta de The New York Times ha rivelato che indicazioni fallaci e ritardi burocratici hanno fatto sì che si siano perse molte più vite del necessario.", "filename": "it_2020_11_29_world_europe_bergamo-coronavirus_1666741836.html", "image_url": "https://static01.nyt.com/images/2020/11/30/world/29Bergamo-Ita1/merlin_180062436_8aaecef4-14db-464d-94ad-a747cdd73408-facebookJumbo.jpg?year=2020&h=550&w=1050&s=8fcda1dc13b9ca1a96b1f46d8556535d06cc663c94f663d0ff83917b56a997e4&k=ZQJBKqZ0VN", "language": "it", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/it_2020_11_29_world_europe_bergamo-coronavirus_1666741836.html", "title": "I giorni persi che hanno reso Bergamo una tragedia del Coronavirus", "title_page": "I giorni persi che hanno reso Bergamo una tragedia del Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Questa provincia del Nord Italia è stata tra le zone in cui il virus ha ucciso di più in Occidente. Un’inchiesta de The New York Times ha rivelato che indicazioni fallaci e ritardi burocratici hanno fatto sì che si siano perse molte più vite del necessario.\nBERGAMO — Quando a metà febbraio Franco Orlandi, un ex camionista in buona salute, arriva con febbre e tosse al pronto soccorso di Bergamo, nel Nord Italia, i medici stabiliscono che ha l’influenza e lo mandano a casa. Due giorni dopo, un’ambulanza riporta indietro l’ottantatreenne. Non riesce a respirare.\nL’Italia non ha nemmeno un caso di coronavirus nel suo territorio a quel punto, ma i sintomi del signor Orlandi lasciano perplessa la Dottoressa Monica Avogadri, l’anestesista 55enne che lo ha preso in cura all’Ospedale Pesenti Fenaroli. Non lo sottopone al test per il coronavirus perché i protocolli italiani, adottati sulla base di quelli dell’Organizzazione Mondiale della Sanità, raccomandano di sottoporre al tampone solo le persone che hanno una connessione con la Cina, dove è iniziata l’epidemia.\nAlla domanda se il signor Orlandi avesse un legame con la Cina, sua moglie risponde disorientata. A malapena frequentavano il Patty’s Bar, il bar del quartiere, dice. “La Cina?” risponde al medico. Non sapeva neppure dove fosse.\nQuel che la Dottoressa Avogadri non sapeva è che il Covid-19 era già arrivato nella sua regione, in Lombardia, una scoperta che avrebbe fatto cinque giorni dopo che un altro medico nella vicina città di Lodi, aveva deciso di violare i protocolli nazionali facendo un tampone ad un paziente. A quel punto anche la Dottoressa Avogadri, a cui quegli stessi protocolli avevano legato le mani, dopo giorni trascorsi a occuparsi del signor Orlandi e di altri pazienti, si era ammalata. Il suo ospedale, invece di identificare e curare la malattia, era diventato un acceleratore della sua diffusione in quello che è il cuore pulsante dell’economia italiana.", "url": "https://www.nytimes.com/it/2020/11/29/world/europe/bergamo-coronavirus.html"}