{"authors": ["Patricia Mazzei", "Shefali S. Kulkarni", "Emily Anthes", "Erin Schaff", "The New York Times"], "date_download": "2022-10-25 23:34:25", "date_modify": "2022-10-25 23:34:25", "date_publish": "2021-08-27 08:54:07", "description": "The ruling is a blow to Gov. Ron DeSantis, who wants parents to be able to decide whether children wear masks. The White House says half of the adolescents in the U.S. have received at least one dose of a coronavirus vaccine.", "filename": "live_2021_08_27_world_covid-delta-variant-vaccine_1666740865.html", "image_url": "https://static01.nyt.com/images/2021/08/27/lens/27virus-briefing-florida-masks-01/27virus-briefing-florida-masks-01-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4f00f0cb55b12c50962b5bc186b0bd204c8e570b79fd5520020cb4b037d581b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_27_world_covid-delta-variant-vaccine_1666740865.html", "title": "Covid Updates: Judge Rules That Florida Schools May Impose Mask Mandates", "title_page": "Covid Updates: Judge Rules That Florida Schools May Impose Mask Mandates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A health worker prepares a dose of the AstraZeneca vaccine. Credit... Luisa Gonzalez/Reuters\nThe largest published study to date of certain post-vaccine side effects found that people were at slightly higher than normal risk of blood clots after receiving an AstraZeneca or Pfizer-BioNTech shot. But the same clotting conditions were substantially more likely to occur — and over longer periods — among people infected with the coronavirus, the study found.\nCoupled with another study this week from Israel, the data, published on Thursday night in The British Medical Journal, added to the growing evidence that though the coronavirus vaccines are associated with certain rare side effects, those risks are dwarfed by the risks from Covid-19.\nThe study was based on the electronic health records of more than 29 million people in England. It went beyond previous analyses in finding a link not only between very rare clotting conditions and the AstraZeneca vaccine, but also between those conditions and the Pfizer vaccine. Earlier studies had detected increased clotting risks after the AstraZeneca vaccine, but not after the Pfizer shot.\nIn interviews, the new paper’s co-authors said that the numbers of those cases they detected — involving clots blocking a vein that drains blood from the brain — were small enough that further studies were needed. Even the increased risk of those clots was far outweighed by people’s chances of developing them after contracting the virus itself, the study said.\n“Although there are some risks, clearly the risks of these events are very rare,” said Aziz Sheikh, a co-author of the study and a professor of primary care research at the University of Edinburgh in Scotland. “And the biggest point is that the risks associated with Covid-19 are orders of magnitude higher, really.”\nThe study examined the electronic health records of people given a first dose of a coronavirus vaccine during the first five months of England’s inoculation campaign. Of those 29 million people, nearly 1.8 million people also tested positive for the coronavirus before or after being vaccinated. The study compared the risk of blood clots shortly after vaccination to the risk during other periods, as well as to the weeks after someone developed Covid-19.\nAfter a first shot of the AstraZeneca vaccine, people were at slightly increased risk of certain blood clots, as well as a condition characterized by a low level of platelets that can leave them prone to abnormal bleeding. A first shot of the Pfizer vaccine appeared to put people at slightly elevated risk of strokes caused by blockages within a blood vessel.\nAnd both vaccines were linked, though at low numbers, to the very rare clots that prevent blood from draining out of the brain.\nEven so, those risks were far smaller than those linked to developing Covid-19. For example, the authors said, for every 10 million people given a first dose of the AstraZeneca vaccine, about 66 more people than normal would develop clots starting in a vein. But among the same number infected with the virus itself, 12,614 more people than normal would develop those clots.\nIn the United States, 300,000 to 600,000 people a year develop blood clots in their lungs or in leg veins or other parts of the body, according to the C.D.C. With nearly a million people a day now getting vaccinated, some of those clots will occur in those receiving the shots just by coincidence, unrelated to the vaccine.\nSome countries restricted use of the AstraZeneca vaccine after a small number of people in Europe who had received a shot were seriously sickened or killed by a very rare condition characterized by both clotting and abnormal bleeding.\nCarol Coupland, a co-author on the latest study and a professor of medical statistics affiliated with both the University of Oxford and the University of Nottingham, said that the study could not evaluate that precise condition because the researchers did not have detailed enough readings of patients’ platelet counts.\nThe finding of a slightly elevated clotting risk after the Pfizer vaccine conflicted with other analyses, including the article from Israel published in the New England Journal of Medicine this week. The study from England included far more people, allowing it to home in on rarer categories of clots. It was also designed differently: It studied the same people over time, whereas the Israeli study compared risks in vaccinated and unvaccinated people over the same period.\nBen Reis, a co-author of the Israeli study and the director of the predictive medicine group at the Boston Children’s Hospital Computational Health Informatics Program, said that both studies were a testament to the way electronic health records allowed researchers to rapidly pick up on even very rare safety signals and compare the risks to those following a coronavirus infection.\n“The vaccination decision shouldn’t be made in a vacuum,” he said. “The alternative outcome is the very real risk of being exposed to the virus without vaccination. Those are the two scenarios that should be compared.”", "url": "https://www.nytimes.com/live/2021/08/27/world/covid-delta-variant-vaccine"}