{"authors": ["Apoorva Mandavilli", "Rebecca Robbins", "Bhadra Sharma"], "date_download": "2022-10-25 23:26:02", "date_modify": "2022-10-25 23:26:02", "date_publish": "2020-11-10 10:05:37", "description": null, "filename": "live_2020_11_10_world_covid-19-coronavirus-live-updates_covid-cdc-guidelines-masks_1666740362.html", "image_url": "https://static01.nyt.com/images/2020/12/10/world/10virus-briefing-cdc-mask1/merlin_179661732_aa120bba-8735-433a-91a4-cfda1b0541e7-facebookJumbo.jpg?year=2020&h=550&w=1050&s=e41c3f9b2b8485e7e7c13d2448de1277fb017dd197178bb197007baeda2e69b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_11_10_world_covid-19-coronavirus-live-updates_covid-cdc-guidelines-masks_1666740362.html", "title": "Covid-19 Live Updates: U.S. Hospitalizations Top 61,000, a Record", "title_page": "Covid-19 Live Updates: U.S. Hospitalizations Top 61,000, a Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Lines for coronavirus testing at the University of Texas at El Paso. Credit... Joel Angel Juarez for The New York Times\nCovid-19 hospitalizations in the United States hit an all-time high of 61,964 on Tuesday, and new daily cases passed 139,000 for the first time, as the raging pandemic continued to shatter record after record and strain medical facilities.\nThe number of people hospitalized with the coronavirus, tallied by the Covid Tracking Project, has more than doubled since September, and now exceeds the peak reached early in the pandemic, when 59,940 hospitalized patients were reported on April 15. A second peak in the summer fell just short of matching that record.\nThose spikes in April and July lasted only a few days and quickly subsided, but as winter approaches experts do not expect that this time.\nThe United States, which surpassed 10 million known cases on Sunday, is averaging more than 111,000 new cases a day, a record, according to a New York Times database.\nMore than 139,800 new cases were announced in the United States on Tuesday, the highest total of the pandemic.\nThe country has surpassed 100,000 cases every day for a week, pushing the seven-day average to more than 123,000 per day. Four states set single-day case records; 34 states and Guam added more cases in the last week than in any other seven-day stretch. More than 1,440 new deaths were reported on Tuesday, pushing the seven-day average to more than 1,000 new deaths a day for the first time since August 19.\nWhile the number of patients continues to climb, a shortage of nurses and other medical personnel is limiting the ability to add more hospital beds to care for them.\nThe critical staff shortage, especially in Western states that struggle to attract doctors and other medical workers even in the best of times, is causing growing alarm, and driving some places to take extraordinary measures.\nEl Paso, a border city of 680,000, now has more people hospitalized with Covid-19 than most states — 1,076 as of Tuesday — and is more than doubling its supply of mobile morgues, to 10 from four.\nThe University Medical Center, a teaching hospital in El Paso, set up tents to care for patients in a parking lot. A downtown convention center became a field hospital, and the state began airlifting dozens of intensive care patients to other cities to free up more space.\nGov. Douglas J. Burgum of North Dakota, which has the worst infection and death rates per person in the country, announced on Monday that health care workers who have tested positive but have no symptoms could continue to work in hospitals and nursing homes under certain restrictions, including that they treat only Covid-19 patients.\nThe Centers for Disease Control and Prevention’s guidelines allow the use of asymptomatic personnel during severe staff shortages. Mr. Burgum said his state was about two or three weeks away from facing “severe constraints” in hospital capacity.\nIn Wisconsin, now among the hardest-hit states, a major health care provider, Aurora Health Care, announced it would pause testing sites in Sinai, Green Bay and Kenosha and focus on bedside care, a spokeswoman for the health care system said. Hospitalizations in the greater Milwaukee area have increased fivefold in the past two months.\nWhen cases spiked in New York in April and in the South over the summer, health care professionals flew in from elsewhere to help. But now, officials describe a kind of national gridlock.\n“Everywhere is either hard hit or is watching their Covid numbers go up, and are expecting to get a lot of flu patients,” said Nancy Foster, a vice president of the American Hospital Association. “The ability of health care professionals to pick up and leave their hometowns is very limited.”", "url": "https://www.nytimes.com/live/2020/11/10/world/covid-19-coronavirus-live-updates/covid-cdc-guidelines-masks"}