{"authors": ["Brent Mcdonald", "Victoria Kim", "Michael Crowley", "Oleksandr Chubko", "Andrew Higgins", "Ivan Nechepurenko", "Finbarr O'Reilly", "Edward Wong", "Christopher F. Schuetze", "Photographs"], "date_download": "2022-10-25 22:58:33", "date_modify": "2022-10-25 22:58:33", "date_publish": "2022-04-26 05:09:59", "description": null, "filename": "live_2022_04_26_world_ukraine-russia-war-news_theyre-trying-to-wipe-us-off-the-face-of-the-earth-a-fighter-describes-dire-conditions-in-a-mariupol-steel-plant_1666738713.html", "image_url": "https://static01.nyt.com/images/2022/04/25/world/25ukraine-blog-azovstal/25ukkraine-blog-azovstal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_04_26_world_ukraine-russia-war-news_theyre-trying-to-wipe-us-off-the-face-of-the-earth-a-fighter-describes-dire-conditions-in-a-mariupol-steel-plant_1666738713.html", "title": "What Happened on Day 62 of the War in Ukraine", "title_page": "What Happened on Day 62 of the War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A nuclear reactor under construction in Flamanville, France, in 2016. Its completion is a decade behind schedule.\nPARIS — On the windswept coast of Flamanville, an industrial city in northwest France facing the choppy waters of the English Channel, a soaring concrete dome houses one of the world’s most powerful nuclear reactors.\nBut when this hulking giant will begin supplying power to France’s electrical grid is anyone’s guess.\nConstruction is a full decade behind schedule and 12 billion euros, or $13 billion, over budget. Plans to start operations this year have been pushed back yet again, to 2024. And the problems at Flamanville are not unique. Finland’s newest nuclear power plant, which started operating last month, was supposed to be completed in 2009.\nAs President Vladimir V. Putin’s war in Ukraine pushes Europe to sever its dependence on Russian natural gas and oil, nuclear power’s profile is rising, promising homegrown energy as well as reliable electricity.\nNuclear energy could help solve Europe’s looming power crunch, advocates say, complementing a major pivot that was already underway before the war to adopt solar, wind power and other renewable technologies to meet ambitious climate-change goals.\n“Putin’s invasion redefined our energy security considerations in Europe,” said Fatih Birol, head of the International Energy Agency. He added, “I would expect that nuclear may well make a step back in Europe and elsewhere as a result of the energy insecurity.”\nBut turning a nuclear revival into a reality is fraught with problems.\nThe dash to find ready alternatives to Russian fuel has magnified a political divide in Europe over nuclear power, as a bloc of pronuclear countries led by France, Europe’s biggest atomic producer, pushes for a buildup while Germany and other like-minded countries oppose it, citing the dangers of radioactive waste. A recent European Commission plan for reducing dependence on Russia pointedly left nuclear power off a list of energy sources to be considered.\nImage Britain’s Hinkley Point nuclear plant, which Prime Minister Boris Johnson visited this month, is at least four years away from coming online. Credit... Pool photo by Finnbarr Webster\nThe long delays and cost overruns that have dogged the huge Flamanville-3 project, a state of the art pressurized-water reactor designed to produce 1,600 megawatts of energy, are emblematic of wider technical, logistical and cost challenges facing an expansion.\nA quarter of all electricity in the European Union comes from nuclear power produced in a dozen countries from an aging fleet that was mostly built in the 1980s. France, with 56 reactors, produces more than half the total.\nA fleet of up to 13 new-generation nuclear reactors planned in France, using a different design from the one in Flamanville, wouldn’t be ready until at least 2035 — too late to make a difference in the current energy crunch.\nAcross the channel, Britain recently announced ambitions for as many as eight new nuclear plants, but the reality is more sobering. Five of the six existing British reactors are expected to be retired within a decade because of age, while only one new nuclear station, a long-delayed, French-led giant costing 20 billion pounds at Hinkley Point in southwest England, is under construction. Its first part is expected to come online in 2026.\nOthers being considered in Eastern Europe aren’t expected to come online before 2030.\n“Nuclear is going to take so long” because the projects require at least 10 years for completion, said Jonathan Stern, a senior research fellow at the independent Oxford Institute for Energy Studies.\n“The big problem is getting off Russian gas, and that problem is now — not in a decade, when maybe we’ve built another generation of nuclear reactors,” he added.\nAdvocates say nuclear power can be a solution if the political will is there.\nBelgium’s government, in agreement with the country’s Green party, reversed a decision to phase out nuclear energy by 2025 and extended the life of two reactors for another decade as Russia intensified its assault on Ukraine last month. The energy will help Belgium avoid relying on Russian gas as it builds out renewable power sources, including wind turbines and solar fields, to meet European climate goals by 2035.\nImage A solar power array in Spain. Even before Russia invaded Ukraine, Europe had pivoted to solar and other renewable energy. Credit... Gianfranco Tripodo for The New York Times\n“The invasion of Ukraine was a life changer,” Belgium’s energy minister, Tinne Van der Straeten, said last week, explaining the government’s U-turn. “We wanted to reduce our imports from Russia.”\nBut in Germany, which is more dependent than any other European country on Russian gas and coal, the idea of using nuclear power to bridge an energy crunch appears to be going nowhere.\nGermany is scheduled to close its last three nuclear plants by the end of the year, the final chapter in a program that lawmakers approved to phase out the country’s fleet of 17 reactors after the nuclear disaster in Fukushima, Japan, in 2011.\nTwo of Germany’s largest energy companies said they were open to postponing the shutdown to help ease the nation’s reliance on Russia. But the Green party, part of Berlin’s governing coalition, ruled out continuing to operate them — let alone reopening three nuclear stations that closed in December.\n“We decided for reasons that I think are very good and right that we want to phase them out,” Chancellor Olaf Scholz told Parliament this month, adding that the idea of delaying Germany’s exit from nuclear power was “not a good plan.”\nImage The coal-fired Scholven power plant that provides energy for Germany. Credit... Martin Meissner/Associated Press\nEven in countries that see nuclear power as a valuable option, a host of hurdles lie in the way. “It is not going to happen overnight,” said Mark Hibbs, a nuclear expert at the Carnegie Endowment for International Peace, a research organization.\nPresident Emmanuel Macron’s plans for a nuclear power renaissance in France envision a wave of large and small new-generation atomic reactors at an estimated starting price of €50 billion ($53 billion) — a staggering cost that other European countries can’t or won’t take on. Buildup won’t be fast, he acknowledged, in part because the industry also needs to train a new generation of nuclear power engineers.\n“Most governments push and push, and even if they start building it takes a long time,” Mr. Stern of the Oxford Institute for Energy Studies said. “All these other technologies are advancing rapidly and they’re all getting cheaper, while nuclear isn’t advancing and it’s getting more expensive.”\nIn the meantime, many of France’s aging reactors, built to forge energy independence after the 1970s oil crisis, have been paused for safety inspections, making it difficult for French nuclear power to help bridge a Russian energy squeeze, said Anne-Sophie Corbeau of the Center on Global Energy Policy at Columbia University.\n“Nuclear production will decrease in France this year unless you find a magic solution, but there is no magic solution,” she said.\nStill, Moscow’s aggression may help reverse what had been an arc of the industry’s gradual decline.\nRecently there has been a string of upbeat declarations. Besides Britain’s announcement this month to expand its nuclear capacity, the Netherlands, with one reactor, plans to build two more to supplement solar, wind and geothermal energy.\nAnd in Eastern Europe, a number of countries in Russia’s shadow had been making plans to build fleets of nuclear reactors — a move that advocates say appears prescient in the wake of Russia’s invasion of Ukraine.\nNuScale Power, an Oregon company selling a new reactor design that it claims will be cheaper and quicker to build because key components will be assembled in factories, has signed preliminary deals in Romania and Poland.\nRussia’s invasion has reinforced customers’ “desire to consider nuclear being part of the overall energy mix for their portfolios,” said Tom Mundy, the company’s chief commercial officer.\nNuclearelectrica, the Romanian power company, is pushing ahead with both a NuScale plant and two Canadian reactors, to accompany a pair of nuclear facilities that generate about 20 percent of the country’s electricity, said Cosmin Ghita, the chief executive.\n“The Ukraine crisis has definitely shown us the need to bolster energy security,” Mr. Ghita said. “We are gaining more traction for our projects.”\nMeike Becker, a utilities analyst at Bernstein, a research firm, said that over the long term, Russia’s war was likely to “help the European idea” of being more energy independent.\n“That is something that nuclear can deliver,” she added.\nLiz Alderman reported from Paris, and Stanley Reed from London.", "url": "https://www.nytimes.com/live/2022/04/26/world/ukraine-russia-war-news/theyre-trying-to-wipe-us-off-the-face-of-the-earth-a-fighter-describes-dire-conditions-in-a-mariupol-steel-plant"}