{"authors": ["Jan Hoffman", "Emily Anthes"], "date_download": "2022-10-25 23:26:10", "date_modify": "2022-10-25 23:26:10", "date_publish": "2021-07-11 13:30:45", "description": "Dr. Anthony Fauci said federal agencies were conducting independent research on the potential need for vaccine boosters, and he reiterated school reopening guidance.", "filename": "live_2021_07_11_world_covid-coronavirus-updates_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740370.html", "image_url": "https://static01.nyt.com/images/2021/07/11/lens/11-blog-daily-covid-briefing-header-5pm/11-blog-daily-covid-briefing-header-5pm-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f797ebb49c94504e03b9f97336e9eff452e652cab224de83b7d266aa284d2d92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_11_world_covid-coronavirus-updates_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740370.html", "title": "Fauci says boosters are not recommended ‘right now.’", "title_page": "Fauci says boosters are not recommended ‘right now.’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Dr. Anthony S. Fauci said on Sunday that federal agencies were still gathering data and studying whether booster shots for Covid-19 would be necessary. Credit... Pool photo by Jim Lo Scalzo\nDr. Anthony S. Fauci made the rounds of the morning TV news shows on Sunday, trying to quell confusion over the latest federal pandemic guidance for the start of school in the fall as well as growing questions about the necessity of booster shots.\nOn Sunday, Israel’s health ministry announced that it would begin offering boosters to adults with weakened immune systems who already had two doses of the Pfizer-BioNTech vaccine, in light of the rising number of cases there caused by the Delta variant of the coronavirus. The news was first reported by Reuters.\nAsked about the development on CNN’s “State of the Union,” Dr. Fauci emphasized that the Centers for Disease Control and Prevention was committed to following the science and said that boosters were not recommended “right now,” given that more than 90 percent of new Covid-related hospitalizations were in unvaccinated patients.\nBut he did not rule out the possibility that boosters might eventually be advisable for certain populations.\nPfizer and BioNTech announced last week that they were developing a vaccine targeted to the Delta variant and also had promising results from studies of people who received a booster shot. With a third shot, “you get five to 10 times the number of antibodies that you had from the second dose,” Dr. Scott Gottlieb, the former head of the Food and Drug Administration who is now on Pfizer’s board, said on the CBS program “Face the Nation.”\nBut while Dr. Gottlieb noted that Pfizer and federal agencies would be meeting early in the week to discuss the data on boosters, Dr. Fauci said that additional studies were necessary. “What the pharmaceutical company Pfizer did, they did their own study and said, ‘You know, we think you’re going to need a boost,’” he said on “Face the Nation.” Federal agencies, he added, were doing their own independent research on the booster question. Dr. Fauci’s answers, well over a year into the pandemic, reflected his dual role: officially, as President Biden’s chief medical adviser, and unofficially, as the public’s chief medical assuager. On Friday, the C.D.C. released new guidelines for preventing coronavirus transmission in schools, with face masks, social distancing and ventilation recommended as key strategies. But the agency emphasized that the top priority should be a return to in-person classroom education, saying that not every item had to be fulfilled and that local jurisdictions should issue their own guidance. Studies suggest that vaccines remain effective against the Delta variant. Dr. Fauci deflected criticism that the C.D.C. appeared to be flip-flopping with its successive guidelines. He noted that the agency responded to data at large but that local districts had to be nimble in responding to their own situations. “If you can’t implement them, you should still do everything you can with testing, with guidelines that would allow people, for example, in lunchrooms when you gather, when you’re sick don’t come to school, do everything you can to keep the in-person classes going,” he said on the ABC program “This Week.”\nShow more", "url": "https://www.nytimes.com/live/2021/07/11/world/covid-coronavirus-updates?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}