{"authors": ["Thomas Fuller", "Jennifer Medina", "Jill Cowan", "Reid Epstein", "Jonathan Weisman", "Shawn Hubler", "Katie Glueck", "Soumya Karlamangla"], "date_download": "2022-10-25 23:31:19", "date_modify": "2022-10-25 23:31:19", "date_publish": "2022-06-07 13:00:36", "description": "In votes that could echo as Democrats rethink their approach to crime, Chesa Boudin was removed as San Francisco’s district attorney and Rick Caruso, a billionaire developer, entered a runoff against Representative Karen Bass in Los Angeles.", "filename": "live_2022_06_07_us_election-california-primary-new-jersey_1666740679.html", "image_url": "https://static01.nyt.com/images/2022/06/07/multimedia/07primary-live-header-4pm/07primary-live-header-4pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_06_07_us_election-california-primary-new-jersey_1666740679.html", "title": "San Francisco Recalls Progressive Prosecutor; Caruso to Face Bass for Los Angeles Mayor", "title_page": "San Francisco Recalls Progressive Prosecutor; Caruso to Face Bass for Los Angeles Mayor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Voters in San Francisco on Tuesday put an end to one of the country’s most pioneering experiments in criminal justice reform, ousting a district attorney who eliminated cash bail, vowed to hold police accountable and worked to reduce the number of people sent to prison.\nChesa Boudin, the progressive district attorney, was removed after two and a half years in office, according to The Associated Press, in a vote that is set to reverberate through Democratic politics nationwide as the party fine-tunes its messaging on crime before midterm elections that threaten to strip Democratic control over Congress.\nEarly returns showed 60 percent of voters in the city approving of the recall.\nUltimately the election was a contest between progressive Democrats who saw Mr. Boudin as a key leader of a national movement to address mass incarceration and a backlash by more politically moderate San Franciscans — a coalition of Democrats, independents and Republicans — who grew agitated by persistent property crimes and open drug use during the pandemic. The backlash won.\nLocally, the resounding recall suggested that many in San Francisco’s Democratic hierarchy are out of step with — and further left than — the city’s voters, one of the most liberal electorates in the country.\nIn February, the Democratic County Central Committee voted 20-2 to oppose the recall of Mr. Boudin, with the two contrary votes coming from candidates who had run against him for the job. In addition, only two members of the 11-member Board of Supervisors, the city’s top legislative body, publicly supported removing Mr. Boudin; one of them was a former spokesman for the police department and the other is rumored to want Mr. Boudin’s job.\nIn a legal system that cherishes the adversarial tension of prosecutors battling defense lawyers, Mr. Boudin is one of very few district attorneys in the country who crossed the courtroom. A former public defender, Mr. Boudin began his tenure as the city’s top prosecutor in 2020 by aggressively expanding diversion programs as an alternative to prison. He said public safety was his first priority but that along the way he would work to make the system more equitable and reverse the legacy of mass incarceration.\nMr. Boudin’s replacement will be chosen by Mayor London Breed, who has made public safety a cornerstone of her tenure, including her unusual move in December to declare a state of emergency in the city’s Tenderloin neighborhood, the center of the city’s illicit drug trade.\nThe city has been facing persistent property crimes, especially car break-ins and burglaries, but data from the police department showed that many other types of crime, including homicides, have been stable or declined during the pandemic. Both sides of the recall campaign traded barbs over the accuracy of the statistics, especially when many crimes go unreported.\nMr. Boudin himself acknowledged that he did not report his own car being broken into three years before he took office. A clear analysis of Mr. Boudin’s two-and-a-half-year tenure was also made difficult by the fact that it occurred during the pandemic, when a near total shutdown of the city influenced criminal behavior much more than the policies of a district attorney.\nThe vote was seen by many as an accumulation of frustration by city residents over squalid street conditions, including the illicit drug sales, homeless encampments and untreated mental illness. During the campaign, Mr. Boudin repeatedly pointed out that he was not responsible for many of the street conditions that San Francisco residents are decrying but he recognized that he had become a vessel for their anger.\nShortly after 9 p.m. on Tuesday, Mr. Boudin stood on a beer keg in an outdoor bar on the edge of the San Francisco Bay, facing down a cold, bracing breeze.\n“We have two cities, we have two systems of justice,” he told the crowd that responded by chanting his name. “One for the wealthy and well-connected and one for everybody else. That’s exactly what we are fighting to change.”\nHe vowed to continue what he called a “movement, not a moment” and thanked his supporters, some of them young activists, he said, some of them “grizzled ancient hippies.”\n“We’ve made mistakes, we’ve learned a lot,” Mr. Boudin said.\nHe led the crowd in a chant: “Justice! Justice! Is on our side! Is on our side!” After he finished speaking, a jazz band in a corner of the bar resumed discreetly.\nTuesday’s vote had echoes of another tectonic election in the city, the ouster of three school board members in February, a recall that reflected voters’ sour mood during the pandemic and an assertion of political power by the city’s Asian Americans.\nMany of the volunteers in both recall elections were from the Chinese community, members of whom were stung by burglaries and shoplifting and who felt particularly vulnerable after a spate of attacks on Asian Americans in the city during the pandemic.\n“In San Francisco, you don’t know anybody who hasn’t had their car broken into,” said Mary Jung, the former chair of the Democratic Party in San Francisco and the head of the campaign to recall Mr. Boudin.\nIn an interview after the recall was declared successful, Ms. Jung described the campaign, pitting Democrats against Democrats, as “very emotional.”\n“We feel heard,” she said. “San Francisco needed a change and this is just really a validation of what a lot of us were feeling.”\nSupporters of the recall gathered at a bar in the Marina district, packed tightly into an indoor space with thumping hits from the early 2010s. The crowd repeatedly broke into chants of “Recall! Recall!” and a woman crowd-surfed above the heads of supporters. Men outside celebrated with cigars.\nOrganizers of the recall say they drew much of their support from harried residents. But criticism of Mr. Boudin also came from those who worked with him. Shirin Oloumi, a lawyer who specialized in prosecuting car break-ins before leaving the district attorney’s office last August, described a workplace in turmoil with a stream of departures of experienced lawyers.\nDavid Lee, a political science lecturer at San Francisco State University, said the two recall elections in San Francisco — the Board of Education members in February and Mr. Boudin on Tuesday — were a clarion call by an surly electorate.\n“There is anger at the failure of government, the failure of City Hall, to address pressing problems,” Mr. Lee said. On the precipice of a generational changing of the guard in San Francisco — two iconic San Franciscans, Nancy Pelosi, the House speaker, and Senator Dianne Feinstein, are in the twilight of their careers — voters are sending a message of frustration and hankering for change, Mr. Lee said. This was especially true of Asian American voters, he believes.\n“In San Francisco, a third of the population is Asian and they don’t feel like anyone is listening to them — City Hall or the Democratic establishment,” he said.\nAt the same time, many political analysts cautioned not to read too much into the result because it reflected the dynamics of a recall election: When Mr. Boudin was elected in 2019 he received only 36 percent of the vote in the first round of voting. In the third round of that election, under the city’s ranked choice system, he ultimately inched ahead of his main rival for the job, Suzy Loftus, by a few thousand votes.\n“In a recall election, you are running against yourself,” said Willie Brown, the former mayor of San Francisco. Mr. Brown said he voted to keep Mr. Boudin in office as a protest against the recall process. But he was also critical of Mr. Boudin, whom he described as “a warrior for the downtrodden.”\n“That’s what he is,” Mr. Brown said. “He’s certainly not a prosecutor.”\nHolly Secon contributed reporting.", "url": "https://www.nytimes.com/live/2022/06/07/us/election-california-primary-new-jersey"}