{"authors": ["Michael D. Shear", "Katie Rogers", "Astead Herndon", "Zolan Kanno-Youngs", "Annie Karni", "Michael Crowley", "Carl Hulse", "Alan Rappeport", "Catie Edmondson", "Erica Green"], "date_download": "2022-10-25 23:41:42", "date_modify": "2022-10-25 23:41:42", "date_publish": "2022-03-01 16:36:11", "description": "Mr. Biden said Vladimir Putin would “pay a price” for Russia’s invasion of Ukraine. Of his economic plans, he said, “I have another way to fight inflation: Lower your costs, not your wages.”", "filename": "live_2022_03_01_us_biden-state-of-the-union_1666741302.html", "image_url": "https://static01.nyt.com/images/2022/03/01/us/politics/live-blog-20220301-biden-state-union-header-biden-exit/merlin_203083743_c59f6444-b4cb-4510-b447-e081f0875bf7-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_01_us_biden-state-of-the-union_1666741302.html", "title": "Highlights From Biden's State of the Union Address", "title_page": "Highlights From Biden's State of the Union Address - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden delivered an hourlong address to a mostly maskless audience in the House chamber on Tuesday night. Covid restrictions were changed on Monday making it possible.\nWASHINGTON — President Biden used his first State of the Union address on Tuesday night to condemn President Vladimir V. Putin of Russia, rally global support for the besieged country of Ukraine and convince Americans that his administration has made progress toward a Covid-free time of economic and social prosperity.\nThe hourlong address, delivered to a mostly maskless audience of lawmakers and others in the House chamber, was in some ways two separate speeches: The first half focused on the war unfolding in Europe, followed by a second half aimed at reviving his stalled domestic policy agenda in Washington.\nMr. Biden drew bipartisan standing ovations from some declarations, including comments on the need to fund the police, keep schools open and support Ukraine. But Republicans sat, stone-faced, on their hands when the president called for more spending on child care and criticized a Trump-era tax cut.\nImage Representative Lauren Boebert, a Republican of Colorado, interrupted the president twice during the speech. Credit... Sarahbeth Maney/The New York Times\nRepresentative Lauren Boebert, Republican of Colorado, interrupted Mr. Biden twice, once when she tried to start a “Build the Wall!” chant during remarks about immigration, and again when she suggested that Mr. Biden put service members killed in Afghanistan in graves, yelling: “You put them in — 13 of them!”\nThe beginning sent a message to Russia.\nThe president began his speech with Russia’s invasion of Ukraine, speaking even as bombs continued to fall on Kyiv, that nation’s capital. For Mr. Biden, the moment was in some ways the culmination of decades of experience in foreign policy as a senator, vice president and now president.\nHe vowed to make Mr. Putin “pay a price” for the invasion, and he announced that he would ban Russian planes from flying over the United States. He asserted forcefully that Mr. Putin would regret the decision to send his forces across a sovereign border.\n“He badly miscalculated,” Mr. Biden said. “He thought he could roll into Ukraine and the world would roll over. Instead, he met with a wall of strength he never anticipated or imagined. He met the Ukrainian people.”\nImage Oksana Markarova, the Ukrainian ambassador to the United States, was a guest in the first lady’s box. Credit... Sarahbeth Maney/The New York Times\nThe speech was in some ways a rejection of criticism that his administration had been following, rather than leading, the allies as they sought to deter and then punish Mr. Putin for his aggression. Not so, he said.\n“Like many of you, I spent countless hours unifying our European allies,” he said. “We countered Russia’s lies with the truth.”\nDomestic issues dominated the second half.\nThe rest of Mr. Biden’s address was more of a traditional State of the Union, shifting quickly from one part of his domestic policy agenda to another.\nBefore the events in Russia, the White House had hoped the president could use the speech to restart his stalled domestic agenda. He tried to do just that on Tuesday, renewing his call for pieces of his failed “Build Back Better” plan that was stopped by Republicans and two recalcitrant Democratic senators.\nHis pitch included a renewed call for expanded child care, elder care, prekindergarten education, climate change initiatives and prescription-drug price cuts. But he gave no indication of why he thought he could get support for the programs this year when he could not last year.\n“What are we waiting for?” he asked lawmakers. “Let’s get this done.”\nA few centrist issues drew applause from both sides.\nThe largest standing ovation during Mr. Biden’s speech came when he forcefully rejected demands from some liberal Democrats to “defund the police,” attempting to make it very clear that his administration — and most Democrats — did not embrace that part of a portion of the party’s agenda.\nImage Republican senators joined Democrats in some of the standing ovations. Credit... Sarahbeth Maney/The New York Times\n“We should all agree: The answer is not to defund the police. It’s to fund the police,” he said. “Fund them. Fund them. Fund them with resources and training, resources and training they need to protect their communities.”\nThe moment was a direct challenge to Republicans who have sought to cast Mr. Biden and his administration as card-carrying members of the far-left. He called for sending hundreds of millions more to police departments even as he insisted there was no need to “choose between safety and equal justice.”\nHe also embraced his inner-centrism in other parts of the speech, calling for a four-point plan to work with Democrats and Republicans to advance solutions to longstanding problems.\nHe called on Congress to combat the opioid crisis, work to help people defeat mental illness, support veterans and end cancer.\n“A unity agenda for the nation,” he said. “We can do this.”\n‘We will stay on guard’ regarding Covid.\nLast summer, Mr. Biden declared that the country had achieved “independence” from the coronavirus — a Fourth of July moment that he came to regret when the Delta, and then Omicron, variants swamped the country and brought back restrictions.\nIn his speech on Tuesday, Mr. Biden sought to walk a more careful line, telling Americans that the country is “moving forward safely, back to more normal routines.”\nWhite House officials are eager for the pandemic to be over, saying publicly that Covid exhaustion has weighed heavily on Mr. Biden’s approval ratings. But the president avoided saying that there was nothing more to worry about.\nImage “I cannot promise a new variant won’t come,” Mr. Biden said. “But I can promise you we’ll do everything within our power to be ready if it does.” Credit... Sarahbeth Maney/The New York Times\n“We will continue to combat the virus as we do other diseases,” the president said. “And because this is a virus that mutates and spreads, we will stay on guard.”\nHe said a new program will distribute anti-viral Covid pills to people who test positive at pharmacies. But he mostly urged patience from members of the public.\n“I cannot promise a new variant won’t come,” he said. “But I can promise you we’ll do everything within our power to be ready if it does.”\nBarely mentioned topics included some of the biggest on Democrats’ agenda.\nThere were few subjects that did not get a mention in Mr. Biden’s speech. But some of the Democratic Party’s biggest agenda items — like climate change, immigration, gun control and abortion rights — received only cursory treatment.\nOn climate change, which is perhaps one of the party’s most unifying subjects, he stayed away from calling for far-reaching action. Instead, he focused mostly on limited actions that he urged lawmakers to take by passing parts of his social spending legislation.\n“Let’s provide investments and tax credits to weatherize your homes and businesses to be energy efficient and you get a tax credit; double America’s clean energy production in solar, wind, and so much more,” he said.\nMr. Biden urged lawmakers to pass an overhaul of the immigration system, but he also gave a nod to the need for border security, a message that is likely to draw criticism from immigration activists who already blame him for maintaining some Trump-era immigration restrictions.\nImage The first half of Mr. Biden’s speech focused on the war unfolding in Europe, followed by a second half aimed at reviving his stalled domestic policy agenda in Washington. Credit... Sarahbeth Maney/The New York Times\nWith the Supreme Court weighing whether to overturn Roe v. Wade, Mr. Biden briefly called for preserving “a woman’s right to choose.” And he called for passage of the Equality Act, which would protect transgender Americans from discrimination.\nHe mentioned voting rights and gun control, but did not dwell on either. And just days after nominating a Black woman to serve on the Supreme Court for the first time in history, he spent only a moment hailing her legal credentials and never mentioned that she is Black, or the history made by his choice.", "url": "https://www.nytimes.com/live/2022/03/01/us/biden-state-of-the-union"}