{"authors": ["Michael D. Shear", "Zolan Kanno-Youngs", "Marc Santora"], "date_download": "2022-10-25 23:43:01", "date_modify": "2022-10-25 23:43:01", "date_publish": "2021-06-13 08:00:03", "description": "The world’s wealthiest large democracies issued a joint communiqué that stressed the need for drastic action to end the pandemic and counter China. President Biden then had tea with Queen Elizabeth and said the monarch reminded him of his mother.", "filename": "live_2021_06_13_world_g7-summit_1666741381.html", "image_url": "https://static01.nyt.com/images/2021/06/13/lens/13biden-oversease-briefing-2/13biden-oversease-briefing-2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=08508dba3dba2bbdf712a083536fac0f62dc306b4acfddb36e1f4aae079eab37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_13_world_g7-summit_1666741381.html", "title": "G7 News: Summit Ends With Agreement on Global Minimum Tax and Common Threats", "title_page": "G7 News: Summit Ends With Agreement on Global Minimum Tax and Common Threats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:50 - 0:00 transcript G7 Initiatives Aim to Counter China’s Influence, Biden Says After the Group of 7 summit ended in England on Sunday, President Biden told reporters that global initiatives, like infrastructure investments, by G7 countries would promote democratic values and offset China’s growing influence. We’ve just wrapped up what has been an extraordinary collaborative and productive meeting of the G7. Everyone at the table understood and understands both the seriousness and the challenges that we are up against, and the responsibility of our proud democracies to step up and deliver for the rest of the world. Ending the pandemic and maintaining robust support for an equitable, inclusive global economic recovery were the top priorities of our nations as we got together. We know we can’t achieve one without the other. That is, we have to deal with the pandemic in order to be able to deal with economic recovery. Critically, the G7 leaders endorsed a global minimum tax of 15 percent. Because too many corporations have been engaged in what are essentially tax havens, deciding that they would pay considerably less in other environs around the world. We also made a momentous commitment at the G7 to help meet more than a $40 trillion need to exist for infrastructure in the developing world. China has its Belt and Road initiative, and we think that there’s a much more equitable way to provide for the needs of countries around the world. And so it’s a values driven, high standard, transparent financing mechanism we’re going to provide, and support projects in four key areas: climate, health, digital technology and gender equity. And we believe that will not only be good for the countries, but be good for the entire world. It would represent values that our democracies represent, and not the autocratic lack of values. After the Group of 7 summit ended in England on Sunday, President Biden told reporters that global initiatives, like infrastructure investments, by G7 countries would promote democratic values and offset China’s growing influence. Credit Credit... Doug Mills/The New York Times\nAs the leaders of the world’s wealthiest nations wrapped up their first in-person summit since the outbreak of the pandemic, they released a joint communiqué on Sunday, underscoring areas of solidarity — and the differences that remain — when it comes to tackling a host of global crises.\nThe group, including President Biden, did not reach agreement on a timeline to eliminate the use of coal for generating electric power, a failure that climate activists said was a deep disappointment ahead of a global climate conference later this year.\nThe leaders sought to present a united front even as it remained to be seen how the plans would be executed.\nThe agreement represented a dramatic return of America’s postwar international diplomacy, and Mr. Biden said it was evidence of the strength of the world’s democracies in tackling hard problems.\nSpeaking to reporters after the summit, Mr. Biden said the leaders’ endorsement of a global minimum tax would help ensure global equity and a proposal to finance infrastructure projects in the developing world would counter the influence of China, providing what he said was a “democratic alternative.”\nThose initiatives, he said, would promote democratic values and not an “autocratic lack of values.”\n“Everyone at the table understood and understands both the seriousness and the challenges that we are up against and the responsibility of our proud democracies to step up and deliver to the rest of the world,” Mr. Biden said.\nPrime Minister Boris Johnson of Britain, who hosted the summit, said that the gathering was an opportunity to demonstrate “the benefits of democracy.”\nThat would start, he said, with agreements to speed up the effort to vaccinate the world, which he called “the greatest feat in medical history.”\nAsked about the failure to go further on climate policy by setting firm timelines, Mr. Johnson said that the general criticism was misplaced and failed to take into account the full scope of what was achieved during the summit.\n“I think it has been a highly productive few days,” he said.\nMr. Biden hoped to use his first trip abroad to show that democracy, as a system of government, remained capable of addressing the world’s most pressing challenges.\nThe communiqué issued on Sunday fleshed out some of the proposals that have dominated the summit and was explicit in the need to counter the rise of China.\n“Three years ago, China wasn’t even mentioned in the G7 communiqué,” according to an administration official who briefed reporters on its contents. “This year, there is a section on China that speaks to the importance of coordinating on and responding to China’s nonmarket economic practices and the need to speak out against human rights abuses, including in Xinjiang and Hong Kong.”\nThe communiqué promised “action against forced labor practices in the agricultural, solar, and garment sectors.”\nIt also noted the need for “supply chain resilience and technology standards so that democracies are aligned and supporting each other.”\nAt the same time, the nations agreed to an overhaul of international tax laws, unveiling a broad agreement that aims to stop large multinational companies from seeking out tax havens.\nThe administration official called it a “historic endorsement to end the race to the bottom in corporate taxation with a global minimum tax that will help fund domestic renewal and grow the middle class.”\nBut for all the good will and declarations of unity, there were questions about how the proposals would be translated into real-world action.\nFor instance, on the tax laws, a number of hurdles have yet to be overcome.\nThe biggest obstacle to getting a deal finished could come from the United States. The Biden administration must win approval from a narrowly divided Congress to make changes to the tax code, and Republicans have shown resistance to Mr. Biden’s plans.", "url": "https://www.nytimes.com/live/2021/06/13/world/g7-summit"}