{"authors": ["Remy Tumin", "Roni Caryn Rabin", "Apoorva Mandavilli", "Noah Weiland", "Emily Anthes", "Daniel Politi", "Niki Kitsantonis"], "date_download": "2022-10-25 23:27:37", "date_modify": "2022-10-25 23:27:37", "date_publish": "2021-05-13 09:01:02", "description": "Since many states led by Republicans had already eased masking rules, reactions were more obvious in Democratic-led states. The U.S. began the world’s first mass inoculation effort in 12- to 15-year-olds, underscoring the widening gulf in global access to shots.", "filename": "live_2021_05_13_world_covid-vaccine-coronavirus-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740457.html", "image_url": "https://static01.nyt.com/images/2021/05/13/us/13virus-briefing-masks-react2/merlin_187506681_6dde000e-f469-47eb-8f5c-d90e2793de01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=c658fd2e477b0a347871b7433c2ec5b07a0f913c2ef58137180f77b7a7c56799&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_13_world_covid-vaccine-coronavirus-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740457.html", "title": "Covid-19: C.D.C. Guidance Prompts Caution in Some States", "title_page": "Covid-19: C.D.C. Guidance Prompts Caution in Some States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image University of Missouri students ordering in a restaurant last week. Masks will no longer be required indoors for the vaccinated. Credit... Jacob Moscovitch for The New York Times\nAs federal health officials on Thursday cleared the way for Americans who are fully vaccinated against the coronavirus to drop mask wearing in most situations, some states lifted mask mandates, while others took a more cautious approach.\n“We have all longed for this moment,” Dr. Rochelle P. Walensky, the director of the Centers for Disease Control and Prevention, said at a White House news conference on Thursday. “If you are fully vaccinated, you can start doing the things that you had stopped doing because of the pandemic.”\nMost of the state officials who responded to the shift were Democrats. Half of the country’s governors — most of them Republicans — had already lifted mask mandates in some form.\nOn Thursday, the governors of New York, New Jersey, North Carolina and Virginia, and the mayors of New York City and Washington, all Democrats, said they were taking the new guidance from the C.D.C. under advisement before adopting it, as did the governor of Massachusetts, a Republican. In deference to local authorities, the C.D.C. said vaccinated people must continue to abide by existing state, local or tribal laws and regulations, and follow local rules for businesses and workplaces.\nGov. Andrew M. Cuomo of New York said that the state had “always relied on the facts and the science to guide us throughout the worst of this pandemic” and that he would review the new federal guidelines with the state Health Department and health experts in neighboring states. Mayor Bill de Blasio of New York City called the shift in guidance “a monumental day in the fight against Covid” but said the city would be reviewing the new rules “as masks will still be important for schools, public transportation, doctors offices and more.”\n“The message is clear,” he added. “Vaccinations are the way to bring our city, our lives, back.”\nIn North Carolina, a spokeswoman for Gov. Roy Cooper echoed that idea, but said that an indoor mask mandate would remain in effect while state health officials reviewed the recommendations.\nThe Los Angeles County Department of Public Health said “the county and the state will review the recommendations in order to make sensible adjustments.” On Wednesday, Gov. Gavin Newsom of California said the state would eliminate its outdoor mask mandates on June 15, when the state plans to fully reopen.\nAfter the C.D.C.’s new guidance was announced, at least seven states led by Democrats began to lift mask mandates. Connecticut, Illinois, Kentucky, Minnesota, Nevada, Oregon and Pennsylvania began to adjust their mask wearing guidance.\nGov. Andy Beshear of Kentucky called the C.D.C.’s announcement the “news that we have all been waiting for.”\nIn a recorded video, Mr. Beshear said there were “hundreds of thousands” of available vaccine appointments and encouraged all state residents to take advantage of them. “If you get vaccinated, the C.D.C. says it is safe to take that mask off.”\nIn Washington State, Gov. Jay Inslee, who usually wore a mask while speaking at his news conferences, began his gathering on Thursday by removing it. He said the state was immediately incorporating the new federal guidance on mask wearing.\n“This is a heck of a benefit for people who have been annoyed by this mask,” Mr. Inslee said. “This is a really good reason to get vaccinated. That shot is a ticket to freedom from masks.”\nThe new policy seemed to catch many retailers and their workers by surprise. Macy’s, Target and the Gap said they were still reviewing the new guidance, while Home Depot said it had no plans to change its current rules requiring customers and workers to wear masks in its stores.\nThe United Food and Commercial Workers union, representing thousands of grocery store workers, criticized the C.D.C. for failing to consider how the new policy would impact workers who have to deal with customers who are not vaccinated. “Millions of Americans are doing the right thing and getting vaccinated, but essential workers are still forced to play mask police for shoppers who are unvaccinated and refuse to follow local Covid safety measures,” the union’s president, Marc Perrone, said in a statement. “Are they now supposed to become the vaccination police?”\nThe Retail Leaders Industry Association, a trade group, said that the policy complicated matters in states that still have mask mandates in place that retailers must follow. “These conflicting positions put retailers and their employees in incredibly difficult situations,” the group said in a statement.\nThe new advice — that Americans who are fully vaccinated against the virus may stop wearing masks or maintaining social distance in most indoor and outdoor settings, regardless of size — was a sharp turnabout for federal health officials. It also comes with caveats. Even vaccinated individuals must cover their faces and physically distance when going to doctors, hospitals or long-term care facilities like nursing homes; when traveling by bus, plane, train or other modes of public transportation, or while in transportation hubs like airports and bus stations; and in congregate settings such as homeless shelters, as well as prisons or jails.\nAt a White House news conference on Thursday, Dr. Walensky, the C.D.C. director, warned that unexpected twists in the pandemic could require the agency to again amend the guidance.\nShe defended the timing of the new mask guidance, pointing to a steep drop in coronavirus cases, which have dropped by about a third in the last two weeks, and a sustained increase in supply of vaccines.\nSome fully vaccinated people have been infected with the coronavirus. Dr. Walensky said that any who develop symptoms should still use masks and get tested, she said. Asked how the new guidance might apply to businesses and schools, she said that the C.D.C. was working to rapidly issue new recommendations soon for specific settings, including for summer camps and travel.\nThe move could raise alarms among more cautious Americans, who may be more reluctant to engage in public activities when more people are unmasked. There is no way to know who is vaccinated and who is not, and a majority of the population is not yet fully vaccinated. Dr. Walensky added that immunocompromised people who have been fully vaccinated should consult their physicians before relinquishing a face mask.\nStill, the changes are likely to galvanize Americans who have become unaccustomed to appearing in public unmasked — or to seeing others do so.\nAt the White House on Thursday, President Biden hailed the new recommendations as a “milestone” in the nation’s effort to beat back the pandemic.\n“Today is a great day for America,” he said during an address in the Rose Garden, where he and Vice President Kamala Harris appeared without masks. “You’ve earned the right to do something that Americans are known for all around the world: greeting others with a smile.”\nBut he cautioned that many adults were still not vaccinated, and pleaded with Americans to be patient with those who had been but still wanted to wear a mask for now as they gradually adjusted to a new normal after more than a year of living through the pandemic.\n“Please treat them with kindness and respect,” he said. “We’ve had too much conflict, too much bitterness, too much anger, too much politicization of this issue about wearing masks. Let’s put it to rest.”\nMichael Corkery, Sapna Maheshwari, Lauren Hirsch and Mike Baker contributed reporting.", "url": "https://www.nytimes.com/live/2021/05/13/world/covid-vaccine-coronavirus-cases?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}