{"authors": ["Andrew E. Kramer", "Enjoli Liston", "The New York Times", "Erika Solomon"], "date_download": "2022-10-25 23:41:04", "date_modify": "2022-10-25 23:41:04", "date_publish": "2022-10-14 05:37:21", "description": "Russia’s barrage of missile attacks this week has not changed the course of the ground war, though its forces are on the offensive in one area of the east.", "filename": "live_2022_10_14_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741264.html", "image_url": "https://static01.nyt.com/images/2022/10/14/multimedia/14ukraine-briefing-promo-6p/14ukraine-briefing-promo-6p-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_14_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741264.html", "title": "Despite Russian Strikes, Ukraine Keeps Up Pressure on Front Lines", "title_page": "Despite Russian Strikes, Ukraine Keeps Up Pressure on Front Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Smoke over Kyiv, the Ukrainian capital, on Monday after Russian missile strikes. Credit... Finbarr O’Reilly for The New York Times\nKYIV, Ukraine — They exploded with dull thuds on the outskirts of towns and detonated in the center of cities with deafening booms. Strikes in Kyiv, the capital, left cars burning and splatters of blood on the sidewalks.\nThrough the week, the Russian military fired its most intense barrage of missiles at Ukraine since the start of the war in February, killing at least three dozen civilians, knocking out electricity across swaths of the country and overwhelming air defenses. One thing the missiles didn’t do was change the course of the ground war.\nFought mostly in trenches, with the most fierce combat now in an area of rolling hills and pine forests in the east and on the open plains in the south, these battles are where control of territory is decided — and where Russia’s military continued to lose ground this week, despite the missile strikes.\n“They use their expensive rockets for nothing, just to frighten people,” Volodymyr Ariev, a member of Parliament with Ukraine’s European Solidarity party, said of the paltry military effect of the Russian cruise missiles, rockets and self-destructing drones used in the strikes. “They think they can scare Ukrainians. But the goal they achieved is only making us angrier.”\nThe war in the south and east continued apace through the strikes, with Russia mostly falling back but also attacking on one section of front in the Donbas region in eastern Ukraine.\nOn Monday and Tuesday, the most intense days of Russia’s missile strikes, the Ukrainian Army continued its offensive in the Kherson region in the south, reclaiming five villages over the two days, according to the military command. Ukrainian forces also took back a village in the east.\n“The Kremlin continues to struggle to message itself out of the reality of mobilization and military failures,” the Institute for the Study of War, a Washington-based research group, wrote in an analysis published Thursday. “The Kremlin continued its general pattern of temporarily appeasing the nationalist communities by conducting retaliatory missile strikes.”\nThe war is now separated into two largely unconnected arenas: the battles in the sky, in which Russia is seeking to demoralize Ukrainian society and cripple the economy by using cruise missiles and drones to destroy heating, electricity and water infrastructure as winter sets in; and the battles on the ground, in which Ukraine continues to advance against Russian forces in two areas of the front line.\nImage Ukrainian soldiers dismantled an abandoned Russian vehicle for parts in Novomykolaivka, Ukraine, on Sunday. Novomykolaivka was retaken by Ukrainian troops last week. Credit... Nicole Tung for The New York Times\nRussia has been using even the newest addition to its arsenal, Shahed-136 kamikaze drones purchased from Iran, principally for strategic strikes far from the front line, rather than in efforts to slow the Ukrainian attacks.\n“Shahed-136s will not generate asymmetric effects for Russian forces because they are not being used to strike areas of critical military significance in a way that directly influences the frontline,” the Institute for the Study of War wrote.\nThe drones that get past air defenses instead buzz into cities, blowing up electrical power stations and municipal boilers used to heat neighborhoods in the centralized heating systems used in Ukraine.\nOver the past 24 hours, the Russian Army and air force attacked around the country with missiles, rockets and self-destructing drones, from the region around Kyiv, the capital, to Mykolaiv in the south, near the Black Sea, the Ukrainian General Staff said in its regular morning report.\n“The enemy is not halting strikes on critical infrastructure and civilian objects,” it said, listing 88 strikes, including with short-range rocket systems near the front line.\nThe strikes have refocused Ukrainians’ attention on the war in cities where a sense of normalcy had been returning, including Kyiv.\nEven successful advances for the Ukrainian Army have been bloody and costly as the Russian military has been skirmishing and firing artillery to cover its retreat and continuing attacks in Donbas. Fighting raged along the entire front and in cross-border skirmishing with Russia in northern Ukraine overnight Thursday to Friday, the military command said in a morning statement.", "url": "https://www.nytimes.com/live/2022/10/14/world/russia-ukraine-war-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}