{"authors": ["Luke Broadwater", "Michael S. Schmidt"], "date_download": "2022-10-25 23:27:32", "date_modify": "2022-10-25 23:27:32", "date_publish": "2021-02-23 13:45:05", "description": "Top security officials who were at the Capitol told lawmakers of a communications breakdown ahead of the Jan. 6 attack. President Biden held his first meeting with a foreign leader since inauguration, a virtual session with Prime Minister Justin Trudeau of Canada.", "filename": "live_2021_02_23_us_joe-biden-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740452.html", "image_url": "https://static01.nyt.com/images/2021/02/23/us/politics/23new-washington-briefing-riot-inquiry1/23new-washington-briefing-riot-inquiry1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=6f3c4241488c3e35df4578f0955216bfcf9b0daeb7c80791f565699f0dd4877b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_23_us_joe-biden-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740452.html", "title": "Capitol’s Former Security Officials Point to Intelligence Failures Before Riot", "title_page": "Capitol’s Former Security Officials Point to Intelligence Failures Before Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Former Senator David Perdue of Georgia lost to Jon Ossoff in a runoff election in January. He has decided against a bid for a Senate seat in 2022, he said on Tuesday. Credit... Nicole Craine for The New York Times\nFormer Senator David Perdue of Georgia has decided he will not run against an incumbent Democrat, Senator Raphael Warnock, in 2022, just a week after Mr. Perdue announced he had filed paperwork for a possible new campaign, and just days after a visit to former President Donald J. Trump.\nMr. Perdue, 71, a Republican and a former businessman who lost in a January runoff election to the state’s other newly elected senator, Jon Ossoff, said in a statement that he had reached the decision after “much prayer and reflection” with his wife, Bonnie.\nMr. Warnock defeated Kelly Loeffler, who was also a Republican incumbent, in January, winning a term that expires in January 2023. The two Republican losses handed control of the Senate to Democrats.\nThere were conflicting signals from people close to Mr. Perdue about how much a 2022 campaign was something he was interested in versus something some of his advisers were pushing. In a post on Twitter on Tuesday, Mr. Perdue called it “a personal decision, not a political one.”\nBut the announcement came just days after Mr. Perdue made what is becoming a ritualistic trip for Republicans — to former President Donald J. Trump’s private club in Florida, for dinner and a lengthy round of golf last Friday. That raised questions among some Republicans about what Mr. Trump had said to him during their time together.\nThe meeting did not go well, people briefed on it said. Mr. Trump was focused on retribution, particularly against Senator Mitch McConnell, the minority leader, and Gov. Brian Kemp of Georgia, a Republican whom Mr. Trump views as having betrayed him.\nTwo Republicans, one in Atlanta and another in Washington, separately said that Mr. Trump spent much of his conversation with Mr. Perdue making clear his determination to unseat Georgia’s governor next year. Trying to navigate a feud between the former president and his state’s sitting governor for the next two years was deeply unappealing to Mr. Perdue, according to a Georgia Republican who knows the former senator.\nOne of the people briefed on the meeting with Mr. Trump said it appeared to be a factor in Mr. Perdue’s decision not to run. But the second person said the biggest factor was how draining another campaign and then potentially six more years in the Senate would be.\nNow the question in Georgia is whether the 2022 race will become a replay of 2020, when Ms. Loeffler and former Representative Doug Collins competed with each other to run against Mr. Warnock.\nYet after Ms. Loeffler sprinted to the right to fend off Mr. Collins, another hard-line Trump favorite, it’s unclear whether she’d want to run the same kind of primary. While Mr. Trump has publicly encouraged Mr. Collins to challenge Mr. Kemp, most Georgia Republicans believe Mr. Collins is more inclined to run for the Senate.\nMr. Perdue said that he was “confident” that any candidate the Republicans nominated would defeat Mr. Warnock, adding, “I will do anything I can to make that happen.”\nA message to Mr. Perdue’s spokesman was not immediately returned.\nIn his statement on Tuesday, Mr. Perdue echoed Mr. Trump’s false claims of widespread voter fraud in the state and called on Republican officials in Georgia to change state laws and election rules “so that, in the future, every legal voter will be treated equally and illegal votes will not be included.”\nState election officials have repeatedly said that illegal voting had no impact on the outcome of either the November general election or the January runoffs.", "url": "https://www.nytimes.com/live/2021/02/23/us/joe-biden-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}