{"authors": ["Katie Benner", "Nicole Perlroth", "Jacob Silver"], "date_download": "2022-10-25 23:47:16", "date_modify": "2022-10-25 23:47:16", "date_publish": "2021-06-07 12:27:19", "description": "Colonial had paid a ransom worth roughly 75 Bitcoin — or more than $4 million — to the hacking group DarkSide after the cybercriminals used ransomware in May.", "filename": "live_2021_06_07_us_biden-news-today_colonial-pipeline-ransom-justice-department_1666741636.html", "image_url": "https://static01.nyt.com/images/2021/06/07/us/07new-washington-briefing-fbi-brief/07new-washington-briefing-fbi-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c741cb2e5237577defd3705810ac43a2baebf2113b4a3eb842d04a9695780f17&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_07_us_biden-news-today_colonial-pipeline-ransom-justice-department_1666741636.html", "title": "Majority of Colonial Pipeline Ransom Recovered, Justice Dept. Says", "title_page": "Majority of Colonial Pipeline Ransom Recovered, Justice Dept. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:11 - 0:00 transcript Justice Dept. Recovers Millions from Colonial Pipeline Hack The Justice Department said on Monday that it had recovered the majority of the ransom paid to the hackers who shut down the computer systems of the Colonial Pipeline last month. The Department of Justice, working with our partners, is committed to using all of our tools at — all the tools at our disposal to disrupt these networks and the abuse of the online infrastructure that allows this threat to persist. After Colonial Pipeline’s quick notification to law enforcement, and pursuant to a seizure warrant issued by the United States District Court for the Northern District of California earlier today, the Department of Justice has found and recaptured the majority of the ransom Colonial paid to the DarkSide network in the wake of last month’s ransomware attack. Today, we turned the tables on DarkSide. By going after the entire ecosystem that fuels ransomware and digital extortion attacks, including criminal proceeds in the form of digital currency, we will continue to use all of our tools and all of our resources to increase the cost and the consequences of ransomware attacks and other cyber-enabled attacks. The Justice Department said on Monday that it had recovered the majority of the ransom paid to the hackers who shut down the computer systems of the Colonial Pipeline last month. Credit Credit... Drone Base/Reuters\nThe Justice Department said on Monday that it had seized much of the ransom that a major U.S. pipeline operator had paid last month to a Russian hacking collective, turning the tables on the hackers by reaching into a digital wallet to snatch back millions of dollars in cryptocurrency.\nInvestigators in recent weeks traced 75 Bitcoins worth more than $4 million that Colonial Pipeline had paid to the hackers as the attack shut down its computer systems, prompting fuel shortages, a spike in gasoline prices and chaos at airlines.\nFederal investigators tracked the ransom as it moved through a maze of at least 23 different electronic accounts belonging to DarkSide, the hacking group, before landing in one that a federal judge allowed them to break into, according to law enforcement officials and court documents.\nThe Justice Department said it seized 63.7 Bitcoins, valued at about $2.3 million. (The value of a Bitcoin has dropped over the past month.)\n“The sophisticated use of technology to hold businesses and even whole cities hostage for profit is decidedly a 21st-century challenge, but the old adage ‘follow the money’ still applies,” Lisa O. Monaco, the deputy attorney general, said at the news conference at the Justice Department.\nLaw enforcement officials highlighted the seizure in an effort to warn cybercriminals that the United States planned to take aim at their profits, which are often gained through cryptocurrencies like Bitcoin. It was also intended to encourage victims of ransomware attacks — which occur every eight minutes, on average — to notify the authorities to help recover ransoms.\nFor years, victims have opted to quietly pay cybercriminals, calculating that the payment would be cheaper than rebuilding data and services. But the payments — which collectively total billions of dollars — have funded and emboldened ransomware groups.\nJustice Department officials said that Colonial’s willingness to quickly loop in the F.B.I. helped recoup the ransom portion, and they credited the company for its role in a first-of-its-kind effort by a new ransomware task force in the department to hijack a cybercrime group’s profits.\nThe Justice Department’s announcement also came before President Biden’s scheduled meeting with President Vladimir V. Putin of Russia next week in Geneva, where Mr. Biden is expected to address what American officials see as the Kremlin’s willingness to provide protection for hackers. Russia typically does not arrest or extradite suspects in ransomware attacks.\nThe New York Times reported last month that Colonial Pipeline’s ransom payout had moved out of DarkSide’s Bitcoin wallet, though it was not clear who had orchestrated the move.\nOn Monday, the government filled in some of the blanks. DarkSide operates by providing ransomware to affiliates. In exchange, DarkSide reaps a cut of their profits.\nOfficials said they had identified a virtual currency account, often referred to as a wallet, that DarkSide used to collect payment from a ransomware victim — identified in court papers only as Victim X, but whose hacking details match Colonial’s.", "url": "https://www.nytimes.com/live/2021/06/07/us/biden-news-today/colonial-pipeline-ransom-justice-department"}