{"authors": ["Thomas Fuller", "Christine Hauser", "Kellen Browning", "Shawn Hubler"], "date_download": "2022-10-25 22:57:06", "date_modify": "2022-10-25 22:57:06", "date_publish": "2021-05-26 15:19:52", "description": "The gunman was found dead at a San Jose rail yard after he killed nine people, said the authorities in Santa Clara County, Calif. His home was ablaze during the attack.", "filename": "live_2021_05_26_us_san-jose-shooting_1666738626.html", "image_url": "https://static01.nyt.com/images/2021/05/26/multimedia/26san-jose-shooting-HP2/26san-jose-shooting-HP2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b27411e0a6472913046b3e7c926f5e04a3538ed2d5865f98bb8aae0687a8583e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_26_us_san-jose-shooting_1666738626.html", "title": "Victims’ Names Are Released After California Shooting", "title_page": "Victims’ Names Are Released After California Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Sarabjit Singh, second from right, mourns for his son Taptejdeep Singh, a victim in the shooting on Wednesday. Credit... Mike Kai Chen for The New York Times\nNine employees of the Santa Clara Valley Transportation Authority were killed in a shooting at the system’s rail yard in San Jose on Wednesday.\nThe victims of the shooting were identified by the Santa Clara County medical examiner’s office as Paul Delacruz Megia, 42; Taptejdeep Singh, 36; Adrian Balleza, 29; Jose Dejesus Hernandez III, 35; Timothy Michael Romo, 49; Michael Joseph Rudometkin, 40; Alex Ward Fritch, 49; Abdolvahab Alaghmandan, 63; and Lars Kepler Lane, 63.\nHere is what we know about their lives.\nAdrian Balleza, 29\nImage Adrian Balleza Credit... Heather Balleza\nAdrian Balleza was described by his wife, Heather Balleza, as a humble and caring individual who was loved by many people. Now, she wrote over a messaging platform on Thursday morning, his family and friends are heartbroken. Mr. Balleza’s 2-year-old son will have to spend his years without a father. “It still doesn’t feel real,” she wrote.\nMr. Balleza started working at the V.T.A. in 2014 as a bus operator trainee, later becoming a maintenance worker and light rail operator, the authority said.\nMr. Balleza could not wait until his son was old enough for them to go fishing together, Ms. Balleza said. She was grief-stricken that her husband would not be able to watch his son grow up. And her own world is no longer whole, she said.\n“The world needs more people like my husband, not one less,” she said. “He was my night and day. The best father and husband … my forever angel.”\nNaunihal Singh, the superintendent of light rail transportation for V.T.A., was Mr. Balleza’s supervisor. He described Mr. Balleza as a “gem of a person” and a “very kindhearted” man who was always volunteering to help organize fun activities for co-workers.\n“Words are not enough to justify the pain we’re all going through,” Mr. Singh told reporters on Thursday. “I’m angry. I’m sad. I’m at a loss for words.”\nLars Kepler Lane, 63\nEd Lane expressed anguish on Wednesday night over the death of his brother Lars Lane, who worked as a journeyman lineman for the V.T.A., according to his LinkedIn profile.\n“My brother was murdered today,” Mr. Lane said in an email. “Not by a gun but by a man that could have been helped.”\nMr. Lane spent much of the day waiting to find out if his brother, who local media outlets reported was a husband and a father, was among the victims. He sharply criticized the way the notification process was handled, in addition to the renewed call for tougher gun control laws in the aftermath of another mass shooting.\n“I’m tired of the gun control propaganda,” he said. “Politicians and law enforcement patting themselves on the back leaving my family in the dark for 12 hours. The family assistance was absolutely a front of incompetence.”\nJose Dejesus Hernandez III, 35\nJose Dejesus Hernandez III could build and fix anything, said his ex-wife, Sarah Raelyn. They were married for more than 10 years until 2020, and Mr. Hernandez was the most intelligent and sweetest man she had ever known, she said.\nOnce he even sold all of his musical equipment to buy her a chihuahua named Lylia.\nMr. Hernandez had worked at the V.T.A. since 2012, starting as a transit mechanic, and later becoming an electro-mechanic and a substation mechanic.\nHe played guitar, built motorcycles and “loved the Lord,” Ms. Raelyn said over a messaging platform. Mr. Hernandez also acted as an older brother and a mentor to Ms. Raelyn’s brother.\n“My heart will never fully heal from this tragedy,” she said. “This world lost an amazing man yesterday, but heaven gained one.”\nPaul Delacruz Megia, 42\nPaul Delacruz Megia immigrated to the United States from the Philippines when he was a toddler, according to his father, Leonard Megia. He had two sons, a daughter and a stepson, and he loved them deeply, his father said.\nThey liked to take a boat out and go wakeboarding during the summer, his father said, and in the winter, snowboarding was their favorite activity.\nMr. Megia had planned a trip to Disneyland with his children. They were scheduled to leave on Thursday.\nImage Paul Delacruz Megia Credit... Leonard Megia\n“He was a wonderful dad,” his father said. “He’s my son and my best friend.”\nMr. Megia and his father lived in the same home together near Tracy, Calif., along with his three children. The father and son were very close — they enjoyed fishing and spending time in the snow together during the winter. Mr. Megia was always smiling, his father said, and constantly had a positive demeanor.\nThe V.T.A. said Mr. Megia had been employed there for 20 years, working his way up from bus operator trainee to superintendent-service management. Mr. Megia left home every morning at 4:30 a.m. to get to work on time, but made sure to call his children every single morning to check in on them before they started school.\n“He’s a very loving dad who cared a lot about his children,” his father said. “They’re going to miss him.”\nMr. Singh, the superintendent of light rail transportation for the V.T.A., shared an office with Mr. Megia. He described Mr. Megia as an easygoing manager who was popular with employees.\n“Sometimes my demands could be unreasonable, but Paul always accepted it with a smile. He always was willing to help his employees,” Mr. Singh said. “They seemed to reach out to him for whatever their needs were.”\nTaptejdeep Singh, 36\nTaptejdeep Singh, a light rail operator for the V.T.A., was remembered by a cousin as the nicest person in his family and a gregarious man who enjoyed playing volleyball.\n“We are very sad right now,” said the cousin, Bagga Singh, who was one of more than a dozen family members waiting all Wednesday to learn what had happened to their relative. Shortly after 6 p.m., they got the bad news. Several family members broke down sobbing at a Red Cross facility and were escorted away.\nThe death of Mr. Singh, who was Sikh and moved to the United States from India in 2005, marks the second time in two months that members of the country’s Sikh community mourned after a mass shooting. In April, four Sikhs were among the eight people killed in a shooting at a FedEx warehouse in Indianapolis.\nImage Taptejdeep Singh Credit... Family photo\nTaptejdeep Singh had a wife and two young children, Bagga Singh said, and enjoyed his job at the V.T.A., where he had been working for eight or nine years. He also had an insurance license and was a real estate agent, Bagga Singh said.\n“He can work anything he wants, very smart guy,” he said.\nFamily members said county officials told them that Taptejdeep Singh acted heroically when he detected danger during the attack, calling out to his co-workers that shots were being fired and quickly ushering one woman into a secure room.\n“I think he’s the one who tried to save the people, as many as he could,” said Bagga Singh, who also spoke out against gun violence: “Nobody should have a gun.”\nMichael Joseph Rudometkin, 40\nMichael Joseph Rudometkin began working for the V.T.A. in 2013 as a transit mechanic, according to the agency. He then became an electro-mechanic and an overhead line worker.\nRaul Peralez, a member of the San Jose City Council, called Mr. Rudometkin a “lifelong friend.” He said that he and his father had been planning a golf outing with Mr. Rudometkin.\n“Now that will never happen again,” Mr. Peralez said on Facebook. “My family and I have lost a long time great friend and there are no words to describe the heartache we are feeling right now, especially for his family.”\nMr. Rudometkin was married and is survived by his parents and his sister, said Mr. Peralez, who told reporters on Thursday that he had met with Mr. Rudometkin’s wife, parents, sister and brother-in-law.\n“I truly feel for all the victims’ families,” he said. “Personally, my heart is broken.”\nAbdolvahab Alaghmandan, 63\nAbdolvahab Alaghmandan, an immigrant from Iran, was a substation maintainer who worked at the transit agency for about two decades.\nA family friend called him “like a second father of my own.”\nImage Abdolvahab Alaghmandan Credit... Megan Staker\n“He moved his family to the United States so that they could have a better life, which makes this horrific tragedy just all the worse,” said Megan Staker, whose boyfriend, Soheil, is Mr. Alaghmandan’s son.\n“He worked so hard so that his family could have a good life,” she said. “He was so funny, and kind and loving, and could fix anything. Things will never be the same without him. He brought so much joy and laughter to our lives. To say he will be missed is an understatement. Our hearts are forever broken.”\nAlex Ward Fritch, 49\nMr. Fritch started at the transit agency in 2012 as a mechanic and had worked most recently as a substation maintainer. He was the only one of the nine victims who died with his family by his side, at Santa Clara Valley Medical Center.\n“He was our rock, my safe place to fall,” his wife, Tessa Fritch, told KTVU-TV. “He was the love of my life.”\nThe couple had been married for 20 years, Ms. Fritch said, and they planned to renew their vows in Hawaii in September. They had two teenage boys and a 30-year-old daughter.\nMs. Fritch told the station that their daughter came from San Diego to see him, as did his parents and friends. “We got to say goodbyes,” she said.\nTimothy Michael Romo, 49\nTimothy Romo began working for the transit agency over 20 years ago, and was last employed as an overhead line worker.\nA native of Greenfield, Calif., Mr. Romo was the son of Mike Romo, a former police chief and mayor of Greenfield. He is survived by two sisters, two brothers and his parents, as well as his wife, children and grandchildren, the city’s current mayor, Lance Walker, said on Facebook.\nMr. Romo “touched the lives of anyone that knew him through his big smile and endless jokes,” according to a memorial fund set up for his family. “He will forever live in our hearts and be remembered as the funny, caring, selfless man that he was.”\nA neighbor of Mr. Romo told The San Francisco Chronicle that he had been planning a vacation with his wife, hoping to visit their son, in the days before the shooting.\n“He was a very friendly man, always ready to help you out,” said one neighbor, Nancy Martin.", "url": "https://www.nytimes.com/live/2021/05/26/us/san-jose-shooting"}