{"authors": ["Eduardo Medina", "Jonathan Shamir", "Tess Felder", "Musinguzi Blanshe"], "date_download": "2022-10-25 23:27:42", "date_modify": "2022-10-25 23:27:42", "date_publish": "2021-11-10 10:00:50", "description": "The U.S. says it is ready to fight Moderna over a patent for the vaccine. Ten states sue to block a vaccine mandate for health care workers in the United States.", "filename": "live_2021_11_10_world_covid-vaccine-boosters-mandates_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740462.html", "image_url": "https://static01.nyt.com/images/2021/11/10/multimedia/10virus-briefing-texas-schools-photo/10virus-briefing-texas-schools-photo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_10_world_covid-vaccine-boosters-mandates_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740462.html", "title": "Covid Updates: Judge Rules Texas Schools Can Set Mask Mandates", "title_page": "Covid Updates: Judge Rules Texas Schools Can Set Mask Mandates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Demonstrators attending a rally against vaccine mandates outside the Statehouse in Concord, N.H., in September. Credit... Geoff Forester/The Concord Monitor, via Associated Press\nTen states filed a lawsuit on Wednesday seeking to block the Biden administration’s coronavirus vaccine mandate for health care workers, on the heels of a court decision that temporarily halted the broader U.S. requirement that workers of all large employers be vaccinated or undergo weekly testing.\nThe new suit, filed in U.S. District Court in eastern Missouri, claims that the rule issued last week by the Centers for Medicare & Medicaid Services “threatens with job loss millions of health care workers who risked their lives in the early days of the Covid-19 pandemic to care for strangers and friends in their communities.”\nThe 10 states also argue that the rule “threatens to exacerbate an alarming shortage of health care workers, particularly in rural communities, that has already reached a boiling point.” They say any further losses will endanger patients, causing “devastating adverse effects on health care services.”\nBut the broader point echoes a separate lawsuit brought by many of the same Republican-led states against the private-employer mandate for those with 100 workers or more, contending that the Occupational Safety and Health Administration does not have the authority to dictate such policy.\nCoronavirus cases in the United States by region This chart shows how reported cases per capita have changed in different parts of the country. The state with the highest recent cases per capita is shown. All time Last 90 days West\nMidwest\nSouth\nNortheast Feb. 2020 Aug. Feb. 2021 Aug. Feb. 2022 Aug. 200 cases 400 cases per 100,000 Rhode Island Sources: State and local health agencies (cases); Census Bureau (population data).\nIn announcing the rule, the administration set a deadline of January for all 17 million health care workers to be fully vaccinated at health care facilities that receive government funding under Medicare or Medicaid. Employees of hospitals and nursing homes, along with other medical sites, would not have the option of testing in lieu of immunization.\nFederal officials said they could not comment on pending litigation. In a statement, the Centers for Medicare & Medicaid Services said that “there is no question that staff in any health care setting who remain unvaccinated pose both direct and indirect threats to patient safety and population health.”\nLegal experts said the agency generally had the ability to establish rules governing the organizations that it pays to deliver care. “C.M.S. has very broad authority to regulate Medicare-certified providers,” said Katrina A. Pagonis, a lawyer specializing in regulatory issues for Hooper, Lundy & Bookman.\nErin J. McLaughlin, a labor and employment lawyer for Buchanan, Ingersoll & Rooney, said the rule was “essentially a condition of participation” in federally funded programs. The administration invoked the Supremacy Clause in the Constitution to pre-empt state and local laws when issuing the rule.\nPresident Biden’s call for mandates followed months of pandemic outbreaks as the Delta variant threatened regions of the country, some with low vaccination rates but also others with vulnerable populations like those in nursing homes that had just begun to recover from the devastating death toll of 2020.\nAs cases mounted earlier this year, several medical societies came out in favor of strict mandates for health care workers, arguing these employees have a special obligation to keep their patients and colleagues safe. And many large, multistate hospital systems and large nursing home companies began requiring staff vaccination, although others lobbied against blanket requirements.\nMany nursing homes had large numbers of workers who remained unvaccinated even after Mr. Biden announced the plan to mandate immunizations. The administration said that about 40 percent of all hospitals already required vaccinations. About 73 percent of nursing home workers are now vaccinated, according to federal data.\nIn the new lawsuit, the 10 states — Alaska, Arkansas, Iowa, Kansas, Missouri, Nebraska, New Hampshire, North Dakota, South Dakota and Wyoming — claim that the federal government has overreached its authority to dictate what happens in their states. “This case illustrates why the police power over compulsory vaccination has always been the province of — and still properly belongs to — the states,” they argue in the lawsuit.\nDespite the push by some nursing homes and hospitals to weaken the requirement, the administration chose to insist on vaccination. “It’s critical to us to make sure we’re ensuring the safety of residents living in nursing homes and other individuals in health care settings,” said Chiquita Brooks-LaSure, the administrator for C.M.S., in an interview. Vaccinated staff are less likely to get sick and spread Covid, she said.\nMs. Brooks-LaSure acknowledged the providers’ concerns over losing workers who refuse to be vaccinated but she said mandates often ease shortages because employees don’t become infected. “What we’re seeing on the ground is that they are not going to work because they are sick,” she said.\nShe also cited the experience in states that have issued requirements as evidence that vaccination rates will rise as a result of the government’s decision. Many large systems mandated the vaccine but found only a small minority of employees unwilling to be vaccinated.\nWhile some nursing homes and hospitals have expressed disappointment over the new rules, there is little expectation that large numbers will lose their government funding. Medicare does have the authority to discontinue financing for providers that do not comply, but Ms. Brooks-LaSure emphasized that the agency’s approach will be to work with facilities. “Our focus is really on educating providers and getting people to be in compliance,” she said.", "url": "https://www.nytimes.com/live/2021/11/10/world/covid-vaccine-boosters-mandates?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}