{"authors": ["Matina Stevis-Gridneff", "Monika Pronczuk", "Lynsey Chutel", "Emily Anthes", "Madeleine Ngo", "Asmaa Al-Omar", "Peter Robins"], "date_download": "2022-10-25 23:26:00", "date_modify": "2022-10-25 23:26:00", "date_publish": "2021-04-13 08:58:32", "description": "Injections of Johnson & Johnson’s vaccine came to a sudden halt across the United States after federal health agencies called for a pause following the emergence of a rare blood clotting. It will also be halted in the E.U.", "filename": "live_2021_04_13_world_johnson-vaccine-blood-clots_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740360.html", "image_url": "https://static01.nyt.com/images/2021/04/13/world/13virus-briefing-blood-clots-johnson1/13virus-briefing-blood-clots-johnson1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6e252ae3c2cc8e1c1711146bc84e16c82b55b6297bf5f01716595364a7091773&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_04_13_world_johnson-vaccine-blood-clots_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740360.html", "title": "Covid-19: Johnson & Johnson Vaccine Pause Is Another Hurdle For Europe", "title_page": "Covid-19: Johnson & Johnson Vaccine Pause Is Another Hurdle For Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:30 - 0:00 transcript J&J Vaccine Pause Will Have Limited Impact, White House Says Jeffrey D. Zients, the White House Covid-19 response coordinator, said Tuesday that pausing the use of Johnson & Johnson’s coronavirus vaccine would not impact the administration’s vaccination goals. “Let me start by saying that this announcement will not have a significant impact on our vaccination program. The J&J vaccine makes up less than 5 percent of the more than 190 million recorded shots in arms in the United States to date. So we have more than enough supply of Pfizer and Moderna vaccines to continue the current pace of about three million shots per day. And that puts us well on pace to meet the president’s goal of 200 million shots by his 100th day in office.” “Questions that comes up already, rather frequently. Does this have anything to do with the efficacy of the vaccine? So someone who maybe had it a month or two ago would say, ‘What does this mean for me?’” It really doesn’t mean anything. You’re OK, because if you look at the frame, the time frame, when this occurs, it’s pretty tight — from a few days, six to 13 days from the time of the vaccination. We are totally aware that this is a very rare event. We want to get this worked out as quickly as we possibly can. And that’s why you see the word pause. In other words, you want to hold off for a bit, and very well may go back to that, maybe with some conditions or maybe not. But we want to leave that up to the F.D.A. and the C.D.C. to investigate this carefully.” Jeffrey D. Zients, the White House Covid-19 response coordinator, said Tuesday that pausing the use of Johnson & Johnson’s coronavirus vaccine would not impact the administration’s vaccination goals. Credit Credit... Chang W. Lee/The New York Times\nInjections of Johnson & Johnson’s single-dose coronavirus vaccine came to a sudden halt in much of the country on Tuesday after federal health agencies called for a pause in the vaccine’s use after discovering a rare blood clotting disorder in six recipients.\nAll six were women between the ages of 18 and 48 and all developed the illness within one to three weeks after being vaccinated. One woman died and a second woman in Nebraska has been hospitalized in critical condition.\nOver seven million people in the United States have received Johnson & Johnson shots so far, and about nine million more doses have been shipped out to the states, according to data from the Centers for Disease Control and Prevention.\n“We are recommending a pause in the use of this vaccine out of an abundance of caution,” Dr. Peter Marks, the director of the Food and Drug Administration’s Center for Biologics Evaluation and Research, and Dr. Anne Schuchat, principal deputy director of the C.D.C., said in a joint statement. “Right now, these adverse events appear to be extremely rare.”\nWhile officials framed the move as a recommendation to health practitioners, the impact was immediate. By Tuesday evening, all 50 states, Puerto Rico and Washington, D.C. announced a pause in administration of the vaccine. Ohio’s governor, Mike DeWine, announced that eight mass vaccination sites across his state would shut down for the week.\nThe federal government temporarily halted administration of the shots by the U.S. military, federally-run sites and CVS and Walgreens, two pharmacy giants that participate in a federal vaccination program, officials said.\nDr. Janet Woodcock, the acting commissioner of the F.D.A., said at a news conference Tuesday that the pause was only expected to last “a matter of days,” although she said the time frame depends on “what we learn in the next few days.” Dr. Schuchat said at the same briefing that the pause was enacted in part to “prepare the health care system to recognize and treat patients appropriately.”\nIn a statement, Johnson & Johnson said it supported “open communication” with health care professionals and the public and had been working closely with medical experts and health authorities. The company said that it was pausing vaccinations in its clinical trials. It is now testing the effectiveness of two doses, as opposed to the single dose that was authorized in February.\nScientists with the F.D.A. and C.D.C. will jointly examine possible links between the vaccine and the disorder and determine whether the F.D.A. should continue to authorize use of the vaccine for all adults or modify the authorization, possibly limiting it to certain population groups. An emergency meeting of the C.D.C.’s outside vaccine advisory committee has been scheduled for Wednesday.\nThe move could complicate the nation’s vaccination efforts at a time when many states are confronting a surge in new cases and seeking to address vaccine hesitancy. Regulators in Europe and elsewhere are concerned about a similar issue with another coronavirus vaccine, developed by AstraZeneca and Oxford University researchers, that has not been authorized for emergency use in the United States. At the news conference, Dr. Marks drew a connection between the two vaccines, saying the cases involving rare blood clots were very similar.\nThe announcement reverberated elsewhere around the world, too. Johnson & Johnson said that it would delay its vaccine rollout in Europe, where several countries were poised to start administering it this week. Australia also announced that it would not purchase any doses.\nSouth Africa temporarily suspended its rollout of the Johnson & Johnson vaccine, a setback for the country. South Africa pivoted to the vaccine in February after it halted use of the AstraZeneca-Oxford shot, after evidence emerged that it did not protect clinical-trial participants from mild or moderate illness caused by the virus variant that is dominant in the country. The Johnson & Johnson vaccine had a 64 percent efficacy rate in South Africa, according to an F.D.A. analysis.\nThe reaction prompted an intense debate among public health experts about whether guarding against such a rare disorder was worth the cost. Scores of vaccine appointments were canceled this week, and some public health officials feared that by fueling vaccine hesitancy and conspiracy theorists, the pause could prompt fewer Americans to get vaccinated — and expose them to far more risk.\nOthers said the F.D.A. and the C.D.C. simply had no choice.\n“It’s incredibly challenging, but to ignore it would have been worse,” said Rachael Piltch-Loeb, an expert in health risk communication at the N.Y.U. School of Global Public Health. If the public suspected that the government was concealing serious potential side effects, she said, far more people might decide against vaccination.\nJeffrey D. Zients, the White House Covid-19 response coordinator, said Tuesday the pause “will not have a significant impact” on the nation’s vaccination program, and that the administration will still “reach every adult who wants to be vaccinated.”\nThe vast majority of the U.S. vaccine supply comes from Pfizer-BioNTech and Moderna, and Mr. Zients said people with appointments for Johnson & Johnson shots would be switched to the other two vaccines. “We purchased excess supply so that we’d be ready for any contingency,” he said, adding that the federal government shipped out 28 million doses of the two vaccines this week. As of Monday, the country was averaging over 3.3 million doses a day, according to C.D.C. data.\nWith the Johnson & Johnson setback, federal officials expect there will only be enough to cover fewer than 230 million adults, roughly 30 million shy of the total adult population. But a certain percentage of adults are expected to refuse shots, despite public campaigns to convince them, so the supply may cover all the demand.\nAn emergency meeting of the C.D.C.’s outside advisory committee made up of independent experts has been scheduled for Wednesday to discuss how to handle the vaccine in the future.\nEileen Sullivan , Denise Grady, Carl Zimmer, Monika Pronczuk and Lynsey Chutel contributed reporting.", "url": "https://www.nytimes.com/live/2021/04/13/world/johnson-vaccine-blood-clots?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}