{"authors": ["Nicole Sperling"], "date_download": "2022-10-25 23:51:37", "date_modify": "2022-10-25 23:51:37", "date_publish": "2022-02-07 11:09:42", "description": "The suit by Village Roadshow claims Warner Bros. rushed the release of the movie to help boost HBO Max subscriptions, a revenue stream Village Roadshow doesn’t share in.", "filename": "live_2022_02_07_business_stock-market-economy-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741897.html", "image_url": "https://static01.nyt.com/images/2022/02/07/multimedia/07economy-briefing-matrix-lawsuit/07economy-briefing-matrix-lawsuit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_02_07_business_stock-market-economy-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741897.html", "title": "Business News for Feb. 7, 2022", "title_page": "Business News for Feb. 7, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A hawk skirting the wing of a Spirit Airlines plane at Tampa International Airport in January. A merger with Frontier Airlines is expected to close in the second half of the year.\nSpirit Airlines and Frontier Airlines, two prominent budget carriers, on Monday announced plans to merge, a combination that would create the fifth-largest U.S. airline by market share, putting pressure on the nation’s biggest carriers and raising concerns about further consolidation in an already-concentrated industry.\nThe airlines, which offer 1,000 daily flights serving destinations in the United States, the Caribbean and Latin America, said in a statement that the merger would save consumers $1 billion annually, and that the airlines would not lay off employees because of it. They also said they expected to hire 10,000 workers by 2026 to add to their current combined total of 15,000.\nThe deal could face pushback from the Biden administration, which has increasingly challenged such mergers and partnerships in court. In the fall, the Justice Department sued to prevent a domestic alliance between American Airlines and JetBlue Airways, arguing that the agreement would drive up prices and reduce competition.\nThe U.S. airline industry has undergone a tremendous amount of consolidation over the past two decades, with the nation’s four largest airlines controlling about 80 percent of the domestic market. Spirit and Frontier argue that the merger would allow them to better challenge those large carriers. But a deal would also create a giant budget airline that could smother smaller companies, including two recent entrants, Breeze and Avelo.\n“We basically have a four-firm oligopoly,” said Diana Moss, the president of the American Antitrust Institute, a left-leaning think tank and competition-law advocacy group. “Having this fringe of smaller carriers breathing down their necks is really the only thing left that keeps the Big Four on their toes.”\nBarry Biffle, Frontier’s chief executive, said the airlines had reached out to the Biden administration about the merger and expected it would be well received. He argued that the deal would allow the airlines to offer more cheap fares and better service.\n“The administration reached out to us, as well as Spirit and other low-cost carriers, over the last year asking us how they could do more for competition,” Mr. Biffle said in an interview. “And I think one of the big answers to that is this merger, because we have to have the scale and ability to compete against the Big Four.”\nAs the airline industry strives to move past the pandemic, executives expect the recovery to accelerate in the spring and summer. Although every carrier was devastated over the past two years, Spirit and Frontier have bounced back more quickly thanks to an early rebound in domestic leisure travel, their core business. Corporate and international travel has been slower to recover.\nThe merger is expected to close in the second half of the year, subject to regulatory review and approval of Spirit shareholders. Under the deal, Frontier would buy Spirit for $2.9 billion in stock and cash. Little has been decided about how the new company would operate, including its management team, its branding and the location of its headquarters.\nUnder the agreement, owners of Frontier’s equity would control 51.5 percent of the combined company, and Frontier would name seven of 12 board members. The board would be led by William A. Franke, the chairman of Frontier and the managing partner of Indigo Partners, a private equity firm that invests in budget airlines.\nIndigo held a controlling interest in Spirit from 2006 to 2013, when it sold Spirit and bought Frontier. Under Indigo’s leadership, Spirit went public in 2011, and Frontier went public last year. Mr. Biffle, Frontier’s chief executive, was a top Spirit executive from 2005 to 2013.\n“Indigo has a long history with both Spirit and Frontier,” Mr. Franke said in a Monday conference call with investor analysts. “I think it’s safe to say no one knows them better than I do.”\nThe private equity firm has also advised and invested in Tigerair in Singapore, Volaris in Mexico and Wizz Air in Europe. Last year, Wizz, where Mr. Franke has long been chairman, tried and failed to acquire easyJet, another low-cost carrier.\nFrontier-Spirit would be the fifth-largest airline in the U.S. Domestic market share of miles flown by paying passengers in the year to Oct. 2021.\nA merger between Spirit and Frontier, known in the industry as ultra low-cost carriers, has long been the subject of speculation. Analysts say the airlines complement each other.\nFrontier, which has its headquarters in Colorado, is more heavily concentrated in Western states. Spirit, which is based in Florida, is more concentrated in the East. Both use jets exclusively from the Airbus A320 family to carry out point-to-point flights. The airlines sometimes serve the same cities, but they overlap in only about 18 percent of their routes, according to Cirium, an aviation data provider.\nSpirit brings more international exposure, with nearly three times as many flights abroad as Frontier, according to Cirium. The airlines said that together they would be able to serve destinations that one or both had abandoned, including Jackson, Miss.; Birmingham, Ala.; and Dulles International Airport near Washington. They said the merger could enable the new airline to start flights to small cities, too, including Eugene, Ore.; Ithaca, N.Y.; and Worcester, Mass.\nThe airlines argued that the deal would benefit consumers, with flights to and from 145 destinations in 19 countries. In November, the average price of a domestic ticket sold by Spirit was $109, before taxes and fees, compared with $73 for Frontier, according to Cirium. By joining forces, the airlines assert, they will be able to offer more flights on existing routes, giving customers more choices and allowing the new company to better respond to disruptions.\n“I think it’s a slam dunk, not a reduction of competition,” said Robert Mann, an industry analyst and consultant. “It essentially reinforces the price discipline that D.O.J. relies on when they allow other things which arguably aren’t so good.”\nThe combination would consolidate the airlines’ hold over some airports, which could put pressure on other carriers, such as JetBlue, Alaska Airlines, Hawaiian Airlines and Allegiant Airlines, to join forces through partnerships or mergers. Together, Spirit and Frontier would hold a 26 percent share of the market in Orlando, Fla., more than any other airline, according to Cirium data for 2021. In Las Vegas, the combined carrier would have a 24 percent share, second only to Southwest Airlines.\nStill, competition in those cities is fierce and not nearly as limited as in some of the airport hubs maintained by the largest carriers, Ted Christie, Spirit’s chief executive, said in an interview.\n“Those are both big leisure destination marketplaces and very competitive as it is,” he said.\nAmerican Airlines, which is based in Fort Worth, holds a more than 80 percent share of the market at Dallas-Fort Worth International Airport, according to Cirium data. At Hartsfield-Jackson Atlanta International Airport, where Delta Air Lines is based, that airline holds a 78 percent share of the market. United and Southwest also command similar shares at some of their hubs.\nIn addition to regulatory approval, Spirit and Frontier will have to renegotiate contracts with their unions, which were notified of the deal on Monday. Pilots at both airlines are represented by the Air Line Pilots Association, while the flight attendants for both are represented by the Association of Flight Attendants.\n“Our first priority is to determine whether this merger will improve conditions for flight attendants just like the benefits the companies have described for shareholders and consumers,” the flight attendants union said in a statement. “Our support of the merger will depend on this.”\nSpirit and Frontier have a combined fleet of more than 280 Airbus planes, with plans to grow to nearly 500 by 2026.\nSpirit’s stock was up about 17 percent by the close of trading on Monday, just below Frontier’s bid of $25.83 per share.\nOther airline stocks were also up on the news, which is not usually how shares of competitors react to the potential entry of a “disruptive” new challenger. It was another sign that Frontier and Spirit could face a challenge in convincing regulators that their merger would lead to stiffer competition and lower prices.\nThe combined airline would have annual revenue of about $5.3 billion, based on 2021 results, the announcement said.\nMichael J. de la Merced contributed reporting.", "url": "https://www.nytimes.com/live/2022/02/07/business/stock-market-economy-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}