{"authors": ["Valerie Hopkins", "Neil Macfarquhar", "Ivan Nechepurenko", "Michael Levenson", "Ivor Prickett", "Catie Edmondson", "Andrea Kannapell", "Alyssa Lukpat", "Photographs", "Finbarr O Reilly"], "date_download": "2022-10-25 22:58:18", "date_modify": "2022-10-25 22:58:18", "date_publish": "2022-05-18 05:02:23", "description": "Many soldiers who surrendered at a steel complex in Mariupol belong to the Azov battalion, a group with far-right roots, and the Kremlin may try them even as Ukraine is prosecuting Russians for war crimes.", "filename": "live_2022_05_18_world_russia-ukraine-war_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738698.html", "image_url": "https://static01.nyt.com/images/2022/05/18/world/18UKRAINE-BLOG-HEADER-8pm/18UKRAINE-BLOG-HEADER-8pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_18_world_russia-ukraine-war_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738698.html", "title": "What Happened on Day 84 of the War in Ukraine", "title_page": "What Happened on Day 84 of the War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A photo taken during a trip organized by the Russian Ministry of Defense shows Russian soldiers in a destroyed part of a Mariupol factory on Wednesday.\nKYIV, Ukraine — Russia seized on the mass surrender of Ukrainian troops at a Mariupol steel plant as a propaganda gift on Wednesday, moving to falsely label them as terrorists and create a parallel narrative to Ukraine’s portrayal of Russian soldiers as heinous war criminals.\nThe mass surrender, which ended the longest battle of the three-month-old war, was depicted by the Russians as a glorious turning point in a conflict that Western military analysts and rights groups have described as disastrous for the Kremlin and its forces, which have bombed Ukraine indiscriminately and been accused of other atrocities.\nImages of the surrendering Ukrainians were publicized by the Russians just as a Russian soldier pleaded guilty in a Ukrainian courtroom to fatally shooting an unarmed civilian, in a widely followed case.\nIn Brussels, Turkey complicated efforts by NATO to quickly consider membership bids by Sweden and Finland, blocking an initial vote and presenting a list of grievances related to Kurdish groups that it considers terrorists.\nWhile Turkey indicated that it would not ultimately oppose membership for Sweden and Finland, its objections are slowing a process that the West had hoped would quickly strengthen European defenses against further aggression by President Vladimir V. Putin of Russia.\nTurkey’s move came against the backdrop of a separate frustration for the West’s challenges to Mr. Putin: Prime Minister Viktor Orban of Hungary, another authoritarian leader, has stalled a proposed European Union embargo of Russian oil.\nImage President Recep Tayyip Erdogan of Turkey, left, and Prime Minister Viktor Orban of Hungary have slowed efforts to punish Russia. Credit... Laszlo Balogh/Getty Images\nUkraine had initially described the mass surrender of the soldiers at Mariupol’s Azovstal steel plant, which its military ordered Monday night, as the only alternative to their near-certain death against hopeless odds, and as a prelude to a prisoner exchange.\nBut there was no talk from Moscow of swapping any captives, and by Wednesday it was clear that the Kremlin intended to use the prisoners for other purposes.\nRussian commentators celebrated the fall of the steel plant and, in particular, the capture of members of the Azov battalion, a Ukrainian regiment with roots as a far-right group, which Mr. Putin has exploited to fictitiously portray the invasion as a battle to rid Ukraine of Nazis.\nThe Russian Supreme Court said it would hold a hearing next week on whether to declare the Azov group a “terrorist organization,” which could give Moscow cover to deprive the prisoners of rights. Russia has said that 959 soldiers in the plant surrendered, about 800 of them from the Azov battalion. It is believed that up to 1,000 more soldiers remain inside the plant.\nMaria V. Zakharova, a Russian Foreign Ministry spokeswoman, said that Azov soldiers had committed war crimes by using kindergartens and medical centers to store ammunition and by using civilians as human shields — accusations that echoed those leveled against Russian troops by the West.\nSome of the prisoners were transferred to pretrial detention in the town of Yelenovka, in the Russia-controlled eastern Ukrainian region of Donetsk, Ms. Zakharova said. She accused Ukraine’s forces of having fired rockets at the facility that held them.\nImage Ukrainian soldiers from the Azov battalion walking through the remnants of a Russian military convoy last month in Bucha, Ukraine. Credit... Daniel Berehulak for The New York Times\nMs. Zakharova said she had no information about a prisoner exchange with Ukraine, and that those requiring medical attention were receiving it. Russia released a video of hospitalized captive soldiers in a separatist-held city east of Mariupol.\nAmnesty International urged Russia to respect the rights of the captives, saying they had been “dehumanized by Russian media” and portrayed by Mr. Putin’s propagandists as neo-Nazis, which “raises serious concerns over their fate as prisoners of war.”\nMs. Zakharova said that Russia had encouraged the soldiers to leave the plant for days, and she faulted Ukraine for having waited so long to order them to surrender. “At the moment, the most important thing is that everybody exits,” she said.\nComplicating efforts by Ukraine to negotiate a prisoner exchange, the speaker of the Russian Parliament, Vyacheslav Volodin, said lawmakers would consider a ban on “exchanges of Nazi criminals.”\nRussia’s move to treat the captives as war criminals came as a Russian soldier pleaded guilty in a Kyiv court to having fatally shot a 62-year-old man on a bicycle — a killing that could be considered a war crime.\nAsked by the presiding judge whether he accepted his guilt, the soldier, Sgt. Vadim Shyshimarin, 21, said: “Yes.”\n“Fully?” the judge asked. “Yes,” the sergeant replied.\nThe sergeant had admitted to Ukrainian investigators that he fired the Kalashnikov rifle that had killed the man, Oleksandar Shelipov, prosecutors said.\nHe told investigators in a videotaped statement that he and four other servicemen had stolen a car at gunpoint and were fleeing Ukrainian forces when they spotted Mr. Shelipov on a bicycle, talking on a phone. Sergeant Shyshimarin said he had been ordered to kill the man so he would not report them.\nImage Sgt. Vadim Shyshimarin, a Russian soldier who was captured by Ukrainian forces, in court to face murder charges on Wednesday in Kyiv. Credit... Nicole Tung for The New York Times\nThe sergeant, who is facing 10 to 15 years in prison, was charged under Ukrainian statutes with violating “the laws and customs of war, combined with premeditated murder,” prosecutors said. He was not charged with a war crime under international law.\nThe trial, part of Ukraine’s effort to document atrocities and identify perpetrators, drew intense interest. On Wednesday, the courtroom and an overflow room were crowded with members of the local and international news media, and the proceedings were broadcast on YouTube.\nLegal experts said war crimes prosecutions against senior commanding officers are more difficult and can take far longer because their connections to the crime must be proved in court. In this case, Sergeant Shyshimarin had been accused of actually firing the fatal shot.\nThe prosecution was extraordinary partly because it proceeded despite its potential to disrupt or even halt future prisoner exchanges between Ukraine and Russia.\n“The Russians may now decide to bring cases against Ukrainian P.O.W.s,” said Alex Whiting, a war crimes prosecutor who is a visiting professor at Harvard Law School. “This shows how the atrocity crimes being committed by Russian forces, and Ukraine’s commitment to prosecute them, are so much the center of attention right now.”\nThe Ukrainian prosecutor in the trial, Andriy Sinyuk, described it as an “unprecedented procedure” in which “a serviceman of a different country is accused of murdering a civilian of Ukraine.”\nA Kremlin spokesman, Dmitri S. Peskov, dismissed the proceedings, telling reporters that the accusations leveled against Russian soldiers by Ukraine were “simply fake or staged.”\n“We still have no information,” Mr. Peskov said. “And the ability to provide assistance due to the lack of our diplomatic mission there is also very limited.”\nEven as Turkey raised concerns about quickly admitting Sweden and Finland to NATO, President Biden on Wednesday formally endorsed both of their applications. He also issued a carefully worded warning to Russia that the United States would help defend both countries while their applications are pending.\nIn blocking an early procedural vote on the applications, Turkey’s president, Recep Tayyip Erdogan, seemed to be calculating that his cooperation was at a premium at a moment of global crisis. NATO operates by consensus, giving any member political leverage over key decisions.\nImage Mr. Erdogan has criticized Sweden as a haven for Kurdish separatists who he sees as terrorists. Credit... Adem Altan/Agence France-Presse — Getty Images\nSoner Cagaptay, director of the Turkish Research Program at the Washington Institute, said Mr. Erdogan was likely angling for concessions before a NATO summit in June, and was likely looking for Sweden to take a stronger stand against Kurdish groups that Turkey regards as linked to the Kurdistan Workers’ Party, or P.K.K., which launched a violent separatist movement in Turkey in the early 1980s.\nMr. Erdogan may also be seeking to unlock sales of American F-16 fighter jets to Turkey, Mr. Cagaptay said.\nIn an address to lawmakers in Turkey’s Parliament on Wednesday, Mr. Erdogan said the outpouring of support for Ukraine, which he has generally supported, was “bittersweet.”\n“Because we, as a NATO ally who struggled with terror for years, whose borders were harassed, big conflicts occurred just next door, have never seen such a picture,” he said.\nTurkey’s foreign minister, Mevlut Cavusoglu, signaled that his country would not stop Sweden and Finland from joining NATO and would work to “overcome the differences through dialogue and diplomacy.”\n“We understand their security concerns, but Turkey’s security concerns should be also met,” Mr. Cavusoglu told Secretary of State Antony J. Blinken ahead of a meeting at the United Nations in New York.\nValerie Hopkins reported from Kyiv, Neil MacFarquhar from Istanbul, Ivan Nechepurenko from Tbilisi, Georgia, and Michael Levenson from New York. Reporting was contributed by David E. Sanger and Lara Jakes from Washington, Carlotta Gall from Kharkiv, Ukraine, Steven Erlanger from Warsaw and Rick Gladstone from New York.", "url": "https://www.nytimes.com/live/2022/05/18/world/russia-ukraine-war?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}