{"authors": ["Adeel Hassan"], "date_download": "2022-10-25 23:26:31", "date_modify": "2022-10-25 23:26:31", "date_publish": "2021-07-05 09:00:26", "description": null, "filename": "live_2021_07_05_world_covid-19-vaccine-coronavirus-updates_luxembourgs-prime-minister-is-hospitalized-in-serious-condition-with-low-blood-oxygen-levels_1666740391.html", "image_url": "https://static01.nyt.com/images/2021/07/05/world/05virus-briefing-luxembourg-prime-minister-hospitalized1/05virus-briefing-luxembourg-prime-minister-hospitalized1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=db0ca38efa90287d40c3481606dc7663e9d8d5c42aa695416107a71738b565f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_05_world_covid-19-vaccine-coronavirus-updates_luxembourgs-prime-minister-is-hospitalized-in-serious-condition-with-low-blood-oxygen-levels_1666740391.html", "title": "Covid: Luxembourg’s Prime Minister in ‘Serious’ Condition With Low Blood-Oxygen Levels", "title_page": "Covid: Luxembourg’s Prime Minister in ‘Serious’ Condition With Low Blood-Oxygen Levels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Prime Minister Xavier Bettel of Luxembourg is in “serious but stable” condition, less than 10 days after a star turn at the European Union summit meeting in Brussels. Credit... Pool photo by Olivier Matthys\nPrime Minister Xavier Bettel of Luxembourg, who is suffering from Covid-19 symptoms, was in “serious but stable” condition on Tuesday at a hospital, his press secretary in Luxembourg said. The prime minister had low oxygen levels in his blood, an acute concern for people with Covid-19.\nLess than two weeks after a star turn at the European Union summit meeting in Brussels late last month, Mr. Bettel, 48, spent his third day in the hospital, where he was sent on Sunday “as a precaution,” according to the ministry. Mr. Bettel is expected to spend two to four more days there under observation because of his persistent symptoms, the ministry said.\nAt the summit meeting, he gave an intensely personal account of realizing that he was gay and how hard it was to tell his parents. He spoke about it during a debate on Hungary’s new law on sex education, which critics say targets the L.G.B.T.Q. community.\n“I didn’t get up one morning after having seen some advertising and just become gay,” Mr. Bettel said in Brussels. “That’s not how life works. It’s in me, I didn’t choose it. And to accept oneself is hard enough, so to be stigmatized too, that’s too much.”\nPrime Minister Mark Rutte of the Netherlands described the scene after Mr. Bettel spoke: “Everybody had tears in their eyes.”\nAfter Mr. Bettel attended the summit on June 24 and 25, he announced his positive test result and had mild symptoms. He had received a first dose of the AstraZeneca vaccine in May and was scheduled to receive the second on July 1; it is not clear now when he will receive it. The general policy in Luxembourg has been to wait up to 10 weeks between AstraZeneca doses.\n“He’s doing fine, and he’s in good spirits,” Liz Thielen, Mr. Bettel’s press secretary, said of Mr. Bettel on Tuesday. “He’s breathing on his own, and he hasn’t had to be intubated.”\nNone of the other 26 leaders who attended the summit are showing Covid symptoms, the European Union said on Monday. Many photographs and videos from the summit show leaders, including Mr. Bettel, wearing masks.\nMr. Bettel became prime minister of Luxembourg, a constitutional monarchy whose chief of state is Grand Duke Henri, in December 2013.\nAbout 35 percent of Luxembourg’s population of 640,000 is fully vaccinated. The government announced last week that it would start scheduling vaccinations for children ages 12 to 17, beginning with the oldest.\n“Hope to see you soon in good health,” Ursula von der Leyen, president of the European Commission, said in a tweet directed at Mr. Bettel on Monday. “In the meantime, rest and take good care of yourself.”", "url": "https://www.nytimes.com/live/2021/07/05/world/covid-19-vaccine-coronavirus-updates/luxembourgs-prime-minister-is-hospitalized-in-serious-condition-with-low-blood-oxygen-levels"}