{"authors": ["Annie Karni", "Madeleine Ngo"], "date_download": "2022-10-25 22:57:52", "date_modify": "2022-10-25 22:57:52", "date_publish": "2021-06-15 13:04:24", "description": "The president made the appointments in Europe, where he is trying to show global leaders that “America is back at the table.” The Senate approved making Juneteenth a federal holiday, sending the measure to the House.", "filename": "live_2021_06_15_us_politics-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738672.html", "image_url": "https://static01.nyt.com/images/2021/06/15/lens/15new-washington-briefing-promo2/15new-washington-briefing-promo2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=29612a5af8639ff5869bb5424df56d0155ae0f907b00ed42e5c1069ae09c5f5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_15_us_politics-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738672.html", "title": "Biden Names Ambassadors for Mexico and Israel", "title_page": "Biden Names Ambassadors for Mexico and Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:34 - 0:00 transcript Texas Lawmakers Meet With Senators to Discuss Voting Rights On Tuesday, a delegation of Texas lawmakers met with Senate Democrats urging them to pass a broad voting rights bill to curtail state-level efforts by Republicans to restrict ballot access. “Our country has not been better served by the courage — than by the courage of our friends from Texas. Their visit to the Capitol brings honor to the Capitol. I’m pleased to welcome them and thank them for their courage and for their patriotism.” “The Republican attempt to suppress the vote in Texas — and we see it playing out across the country — is not going to stop. It is a diabolical attempt to make it harder for American citizens to cast a ballot in an election. And it is wrong. It is undemocratic. It is anathema to what our country is supposed to be based upon.” “In Texas, they’re trying to make it so you can get a beer at 10 a.m. on a Sunday, but you can’t go vote. It’s unbelievable. I’m telling you, I’ve worked on voting rights. This time is different. Hear me when I say this. Making It easier to overturn elections is different. What we are saying in Texas is different. This is not Democrats and Republicans in the back and forth that so many people have become used to in this country. This is about an attempt to make sure that the will of the people of Texas will never be heard.” “Governor Abbott, hear our voice. We will not be turned around. We are going to fight and fight and fight and use the mantle of democracy and nonviolence to pass H.R. 1, H.R. 4, and we will speak for the people because the people will not be silenced.” On Tuesday, a delegation of Texas lawmakers met with Senate Democrats urging them to pass a broad voting rights bill to curtail state-level efforts by Republicans to restrict ballot access. Credit Credit... Stefani Reynolds for The New York Times\nTuesday’s Senate Democratic lunch was supposed to be a homecoming of sorts — but an uncomfortable one for Senator Joe Manchin III of West Virginia.\nHe didn’t show up.\nFor the first time in a year, Senate Democrats — newly freed from pandemic precautions that prevented their weekly lunch for more than a year — convened in the ornate room in the Capitol named after a former majority leader, Mike Mansfield, just off the Senate floor, to hash out the issues facing the caucus. Front and center was the escalating pressure from Democrats nationwide to push forward with a far-reaching congressional voting-rights bill to counter restrictive ballot access laws that are streaming through Republican-held state capitals.\nMr. Manchin, as the only Democrat in the Senate who has refused to sign on to the bill, was supposed to be in the hot seat. His absence suggested that he was sticking by his opposition.\nAs part of a series of meetings designed to rally support for the legislation, Senate leaders had brought in Democratic members of the Texas Legislature to make the case for why the bill, known as the For the People Act, is urgently needed. The Texans managed to stave off passage of a state voter restriction bill last month with a dramatic late-night walkout, but that stunt cannot stave off the bill’s eventual passage if the Republican majority in Austin remains united. Many Democrats argue that only the enactment of superseding federal legislation mandating extended voting hours and mail-in balloting, as the party’s bill would do, could accomplish that.\nTexas Democrats pleaded for the federal cavalry to ride in.\n“We heard really moving testimony from five Texas state lawmakers about the vicious, nasty and bigoted attacks aimed at voting rights in their state,” Senator Chuck Schumer of New York, the majority leader, said afterward. “These Texas Democrats bravely fought against voter suppression. They briefed our senators on what’s happening in their state and why passing legislation is so important.”\nThe Texans were largely preaching to the converted. Forty-nine Democrats and Democratic-leaning independents have signed on as co-sponsors of the measure, also known as S1. The bill, which also covers presidential ethics and campaign finance, is slated to face a test vote in the Senate later this month.\nThe 50th vote is the problem; Mr. Manchin has said in no uncertain terms that he will not vote for the bill, nor will he vote to end the legislative filibuster in the Senate, an equally necessary step, since Democrats have no hope of getting enough Republican support to come up with the 60 votes needed to overcome a filibuster.\nSenator Mitch McConnell of Kentucky, the Republican leader, said no senator from his party would vote for what they see as a power grab by Democrats to seize control of election laws from the states.\n“The core desire they have is to federalize all elections, to try to achieve a benefit for the Democrats, at the expense of the Republicans,” he said.\nSome senators on the Democratic side have expressed qualms at the bill’s scope. Senator Angus King of Maine, an independent who caucuses with Democrats, said he had issues with the breadth of the bill, and would favor jettisoning some parts of it, especially a provision that would begin taxpayer financing of elections.\nBut Democrats say first things first, and the first step is to try to get Mr. Manchin to co-sponsor the bill and present at least the veneer of a united Democratic front.", "url": "https://www.nytimes.com/live/2021/06/15/us/politics-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}