{"authors": ["Maggie Astor", "Trip Gabriel", "Blake Hounshell", "The New York Times", "Katie Glueck", "Maya King", "Reid Epstein"], "date_download": "2022-10-25 22:59:11", "date_modify": "2022-10-25 22:59:11", "date_publish": "2022-09-13 13:30:07", "description": "Karoline Leavitt beat another former Trump aide in a House race that had divided Republicans. Results are still being tallied in the Senate contest between Don Bolduc and Chuck Morse.", "filename": "live_2022_09_13_us_elections-new-hampshire-primary_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738751.html", "image_url": "https://static01.nyt.com/images/2022/09/13/multimedia/13primary-live-promo-1230AM/13primary-live-promo-1230AM-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_13_us_elections-new-hampshire-primary_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738751.html", "title": "An Upset in N.H. House Primary; Senate Race Is Too Close to Call", "title_page": "An Upset in N.H. House Primary; Senate Race Is Too Close to Call - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For weeks, anti-abortion activists and their Republican allies have been quietly seeking to rally their party around a single platform on abortion, hoping to settle divisions and blunt political damage from an issue with growing potency in the midterm elections.\nBut when Senator Lindsey Graham came ahead on Tuesday with a proposed 15-week national abortion ban intended to unite his party, the result was only more division.\nMr. Graham’s Senate allies swiftly distanced themselves from the plan, reflecting a lack of consensus in the party, as well as deep resistance to being drawn into any debates over abortion while economic issues hold more sway with swing voters.\nThe rapid rejection of Mr. Graham’s gambit was the latest misfire in the party’s struggle to unite behind a clear strategy on an issue that has reshaped campaigns across the country. Despite decades of Republican efforts to overturn Roe v. Wade, when the Supreme Court ultimately took that step in June, the G.O.P. was caught flat-footed, with no unified national abortion strategy ready to put into place.\nWhile Democrats have been energized in the months since, vowing to fight for access and firing up their voters in the process, Republicans have offered a wide range of proposals and battled in state legislatures to enact them.\n“The Republican response has been disastrous,” said Marjorie Dannenfelser, the president of Susan B. Anthony Pro-Life America, who pushed for Mr. Graham’s bill. But now, she said, “They are finding their voice.”\nMs. Dannenfelser is now urging Senate candidates to endorse Mr. Graham’s federal ban, which includes exceptions for rape, incest and the life or physical health of the mother. While the policy is more restrictive than previous Senate proposals, it falls well short of the six-week national ban some social conservatives have wanted. A 15-week limit could allow the vast majority of abortions to continue. (In 2019, 93 percent of abortions happened before 13 weeks of pregnancy, according to the Centers for Disease Control and Prevention.)\nSome Republicans in the Senate greeted the idea dismissively. Senator Mitch McConnell, Republican of Kentucky and the minority leader, who has previously said that his party was unlikely to pursue an abortion ban, told reporters on Tuesday that he thought the issue should be left up to the states and that most members of his conference agreed.\nWhen pressed on the details of Mr. Graham’s bill, Mr. McConnell sought to distance himself, saying, “You’ll have to ask him about it.”\nSenator John Cornyn of Texas told CNN that he preferred to “have each state handle those issues.” Senator Ron Johnson of Wisconsin demurred, and Senator Thom Tillis of North Carolina told the network that he wanted to focus on inflation.\nThere were no signs of G.O.P. division later Tuesday night at a gala hosted by Ms. Dannenfelser’s group. Several senators toasted the demise of Roe. In his remarks, Mr. Graham promised to “rally the Republican Party” to “protect the unborn.”\nSince the court decision in June, candidates, activists and elected officials have championed a range of positions, from near-total bans and fetal personhood to restrictions as late as 20 weeks. At the same time, they have been battered by headlines highlighting the medical crises of pregnant women and girls, including stories of child rape and severe fetal abnormalities.\nOn Tuesday, West Virginia legislators passed new legislation banning nearly all abortions, but only after weeks of debate. An effort to advance hard-line restrictions has stalled in Republican-dominated South Carolina.\nVoters in Kansas overwhelmingly rejected an attempt to remove the right to abortion from the State Constitution, and Democrats who support abortion rights have outperformed expectations in recent special elections. An earlier push from some anti-abortion activists to introduce Senate legislation banning the procedure at around six weeks failed to gain traction.\nImage Voters in Kansas overwhelmingly rejected an attempt to remove the right to abortion from the State Constitution. Credit... Katie Currid for The New York Times\nThe pushback prompted some Republican candidates to distance themselves from the abortion issue, scrubbing their websites of their previous, hard-line positions. Others published op-eds and released ads reversing their previous stances. Many stopped mentioning the issue on the campaign trail, keeping the focus on inflation, gas prices and public safety that they believed could help them win over swing voters.\nThe backpedaling has worried some social conservatives, who fear that Republicans are not only ceding what they believe is a winning political issue but could be jeopardizing the push for further restrictions.\n“There’s no doubt that there are a lot of G.O.P. consultants encouraging candidates to not talk about the issue,” said Marc Short, who served as chief of staff to former Vice President Mike Pence, one of the country’s highest-profile allies of the anti-abortion movement. “It is the wrong approach.”\nPolls consistently show that a significant national majority back a federal right to abortion. Yet just as many Americans say they support banning most abortions in the second trimester, after about 12 weeks. Until this summer, the Roe v. Wade decision barred states from restricting access before about 23 weeks.\nSome anti-abortion groups are urging Republicans to try to use abortion to their advantage. The Susan B. Anthony Pro-Life America Candidate Fund has privately circulated new talking points to Senate candidates who oppose abortion, advising them to use a 15-week restriction to contrast themselves with Democrats.\nThe memo argued that the position would allow “pro-life states to enact more aggressive limits,” while also setting a “baseline” in Democratic-controlled states like California, New York and Illinois. Officials in those states are moving to dramatically expand abortion access to accommodate women traveling from states where the procedure is restricted.\nIn a separate letter to Congress on Monday, S.B.A. Pro-Life America and about 100 state anti-abortion groups urged federal lawmakers to “find consensus” and pass a federal limit.\nSome strategists argue that Republicans can flip the script by defining Democrats as the extremists who support abortion until the last moment of pregnancy. Many Democrats have declined to support a specific time limit, arguing that abortion is a right that should be protected by federal law and is a health care decision that should be between a woman and her doctor.\nOn Tuesday, Mr. Graham called his proposal a “late-term” abortion ban, a political term with no precise medical definition and that is frequently used by Republicans.\nRepresentative Tom Emmer of Minnesota, the chairman of the National Republican Congressional Committee, has falsely suggested that legislation codifying abortion rights would lead to forced abortions.\n“If they want to make that the central focus of their campaigns, they can do that. But they do it at their own risk,” he said in an interview. The language carried echoes of the inflammatory rhetoric used by anti-abortion groups and President Trump, who in 2019 falsely claimed that abortion rights allowed mothers and doctors to decide to “execute” a baby.\n“You have to fight the issue out,” said Brad Todd, a Republican political consultant who is urging many of the party’s Senate candidates to forcefully rebut Democratic attacks on abortion. “And if you fight the issue out, you can win on it. But you can’t just put your head in the sand and act like it’s going to go away.”\nDemocrats counter that a Republican strategy can’t erase decades of G.O.P. messaging that has cast abortion as murder and that has argued that life begins at conception. Already, Democrats have spent millions on ads attacking their opponents for supporting national bans with no exceptions for rape and incest.\nIn a meeting with civil rights and abortion rights advocates on Monday, Vice President Kamala Harris said the administration plans to increase its focus on the issue in the final weeks of the campaign, according to someone briefed on the event who asked not to be named, discussing private conversations. Within hours of Mr. Graham’s introducing his proposal, Democrats across the country attempted to tie their opponents to the plan, saying that if elected, they would be “automatic votes” for a national ban in Congress.\n“We can look at all the differences between where they have been, things that have been said, but at the end of the day what is being proposed is a national ban on abortion, and that stands in direct contrast with the will of the American people,” said Laphonza Butler, the head of Emily’s List, the largest funder of female Democratic candidates who support abortion rights.\nFor decades, abortion was an easy rallying call for the Republican Party. Politicians and party officials united with the active conservative base behind the broad, and somewhat vague, “pro-life” label.\nBut the court’s ruling forced politicians to confront the far messier specifics of abortion policy. In a debate in Indiana over the summer, Republican lawmakers viciously fought over how far a total ban should go, wrestling under the national spotlight with questions about child rape, ectopic pregnancy and life-threatening medical complications from pregnancy.\nSome Republican political strategists are urging candidates to avoid talking about abortion as much as possible, saying that economic issues remain the number one concern for voters — particularly swing voters.\n“My advice is, don’t take the bait. If you are pro-life, say you are pro-life,” said Kristin Davison, a G.O.P. strategist who worked on Gov. Glenn Youngkin’s upset win in Virginia last year. “Then, get back to the kitchen table.”\nSome candidates have simply tried to avoid the issue. During an April primary debate, Doug Mastriano, the Republican nominee for governor in Pennsylvania, called legal abortion “a national catastrophe” and vowed to push a proposal banning abortions after six weeks. But since winning his party’s nomination in May, he has been largely silent on his abortion views.\nImage Doug Mastriano has been largely silent on his abortion views since winning the Republican nomination for governor of Pennsylvania. Credit... Hannah Beier for The New York Times\nIn mid-April, Ohio Gov. Mike DeWine’s campaign website trumpeted him as the “the most pro-life governor in Ohio history,” highlighting his 2019 signature on a six-week abortion ban that became law after the Supreme Court decision. By midsummer, his website no longer mentioned the issue at all.\nRepublican candidates running in New Mexico and Washington have released ads attempting to clarify that they would oppose a national ban and protect access to contraception.\nDespite the campaign rhetoric, many abortion opponents still ultimately want the procedure to be banned at conception, with few if any exceptions.\nA 15-week ban would be “the beginning,” said Kristan Hawkins, president of Students for Life of America and Students for Life Action, last week as she arrived at the Senate building. Ms. Hawkins said that she has been talking with congressional staff about introducing a federal ban on abortions after six weeks of pregnancy but called it a “work in progress.”\n“Everyone here is focused on November,” she said. “We have our plans for January in place, but we’ve got to get to that point first.”\nAnnie Karni contributed reporting from Washington.", "url": "https://www.nytimes.com/live/2022/09/13/us/elections-new-hampshire-primary?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}