{"authors": ["Julia Jacobs", "Simon Romero", "Graham Bowley"], "date_download": "2022-10-25 23:30:03", "date_modify": "2022-10-25 23:30:03", "date_publish": "2021-10-27 14:06:06", "description": "Dave Halls, an assistant director, told an investigator that he had not thoroughly checked the revolver, which was loaded with a live round that killed the cinematographer. Investigators believe there were more live rounds on the set.", "filename": "live_2021_10_27_movies_alec-baldwin-shooting-rust_1666740603.html", "image_url": "https://static01.nyt.com/images/2021/10/27/arts/27baldwin-sheriff-news2a/27baldwin-sheriff-news2a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_27_movies_alec-baldwin-shooting-rust_1666740603.html", "title": "‘Rust’ Movie Set Shooting: Key Developments From the Investigation", "title_page": "‘Rust’ Movie Set Shooting: Key Developments From the Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 2:11 - 0:00 transcript More Suspected Live Rounds Were Found on ‘Rust’ Set, Sheriff Says Investigators in New Mexico recovered the lead projectile fired by Alec Baldwin that killed the film’s cinematographer and wounded its director, the revolver they believe fired the shot, as well as more possible live rounds of ammunition. Halyna Hutchins, the director of cinematography, and Joel Souza, the director, had been shot while rehearsing a scene on the movie “Rust.” During the initial investigation, it was determined that actor-producer Alec Baldwin was the person that fired the weapon. We identified two other people that handled and/or inspected the loaded firearm prior to Baldwin firing the weapon. These two individuals are armorer Hannah Reed-Gutierrez and assistant director, David Halls. All three individuals have been cooperative in the investigation and have provided statements. We have collected about 600 items of evidence. These include, but are not limited to, three firearms, approximately 500 rounds of ammunition and several pieces of clothing and accessories. We believe that we have in our possession the firearm that was fired by Mr. Baldwin. This is the, this is the firearm we believe discharged the bullet. We also believe that we have the spent shell casing from the bullet that was fired from the gun. The actual lead projectile that was fired has been recovered from the shoulder of Mr. Souza. We have recovered what we believe to be possible additional live rounds on set. All the previous mentioned items, along with other items of evidence, will be submitted to the F.B.I. crime lab in Quantico, Va., for analysis. The investigation will continue and if the Sheriff’s Office determines during our investigation a crime has occurred and probable cause exists, arrest, an arrest or arrests, will be made and charges will be filed. I think there was some complacency on this set, and I think there are some safety issues that need to be addressed by the industry, and possibly by the State of New Mexico. But I’ll leave that up to the industry and the state to determine what those need to be. Investigators in New Mexico recovered the lead projectile fired by Alec Baldwin that killed the film’s cinematographer and wounded its director, the revolver they believe fired the shot, as well as more possible live rounds of ammunition. Credit Credit... Nick Layman/Agence France-Presse — Getty Images\nSheriff Adan Mendoza of Santa Fe County said at a news conference on Wednesday that the lead projectile Alec Baldwin fired from a revolver on the “Rust” film set, killing the film’s cinematographer and wounding its director, was recovered from the director’s shoulder, and added that investigators believe they recovered more live rounds on the set.\nInvestigators also believe they have recovered the Colt revolver that fired the shot, Sheriff Mendoza said, as well as about 500 rounds of ammunition from the set. The ammunition recovered included a mixture of blanks, dummy rounds and what the sheriff’s department suspects to be live ammunition, which it will send to the F.B.I. crime lab for analysis.\n“We have recovered what we believe to be possible additional live rounds on set,” he said.\nThe sheriff declined to comment on how live ammunition got there; typically, live rounds are not allowed anywhere on film sets. He described the gun that fired the fatal shot as a .45 Long Colt revolver, made by the Italian manufacturer F.lli Pietta.\nThe shooting happened during a rehearsal for a scene in “Rust,” a Western in which Mr. Baldwin was playing an outlaw. Mr. Baldwin was practicing a scene with a gun he had been told did not contain live ammunition on the set when it went off, killing the cinematographer, Halyna Hutchins, and wounding the director, Joel Souza.\nSheriff Mendoza used the words “lead projectile” to describe what was recovered from Mr. Souza’s shoulder, and said it was apparently the same round that had killed Ms. Hutchins. Asked if it was an actual bullet that had been fired — and not a blank — he said, “We would consider it a live round, a bullet, live, because it did fire from the weapon and obviously caused the death of Ms. Hutchins and injured Mr. Souza.”\nOver the past few days, questions have been raised about how the fatal shooting could have occurred if safety protocols had been followed properly.\n“I think there was some complacency on this set,” Sheriff Mendoza said. “Anytime firearms are involved, safety is paramount.”\nThe Santa Fe County district attorney, Mary Carmack-Altwies, said at the news conference that the inquiry was continuing, and that criminal charges were still possible. “If the facts and evidence and law support charges, then I will initiate prosecution at that time,” she said.\nSheriff Mendoza said there were 16 people in the vicinity of where the fatal shooting took place, a set depicting a 19th-century wooden church. In total, there were about 100 people on set, he said.\nAll three people who had handled the gun were cooperating with law enforcement, Sheriff Mendoza said. According to court papers, the film’s armorer, Hannah Gutierrez-Reed, prepared a table on which three guns sat; an assistant director on the film, Dave Halls, grabbed a revolver and declared it to be a “cold gun,” meaning that it had no live ammunition inside and was safe to handle. Then, Mr. Halls handed the gun to Mr. Baldwin, a detective wrote in an affidavit used to obtain a search warrant.\nMr. Baldwin had been sitting in a wooden church pew, rehearsing a scene that involved “cross drawing” a revolver and pointing it toward the camera lens, Mr. Souza told a detective investigating the shooting, according to court papers. When the gun went off, Ms. Hutchins was struck in the chest and Mr. Souza was wounded in the shoulder.\nMr. Baldwin is an “active part of this investigation,” the sheriff said.\nDetectives said that they recovered three revolvers, spent casings and ammunition — in boxes, loose and in a fanny pack — while executing a search warrant on the set, according to an inventory of the items. The inventory did not specify what kind of ammunition was found on the set.", "url": "https://www.nytimes.com/live/2021/10/27/movies/alec-baldwin-shooting-rust"}