{"authors": ["Melissa Eddy", "Matina Stevis-Gridneff", "Oscar Lopez"], "date_download": "2022-10-25 23:02:55", "date_modify": "2022-10-25 23:02:55", "date_publish": "2021-01-28 10:05:02", "description": null, "filename": "live_2021_01_28_world_covid-19-coronavirus_a-german-health-body-advises-against-using-the-astrazeneca-shot-in-people-over-65_1666738975.html", "image_url": "https://static01.nyt.com/images/2021/01/28/world/28virus-briefing-germany-guidance-1/28virus-briefing-germany-guidance-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=ff617f4832937a618ccc0f7b06d57e1586778ec69b107c7a5b63fef7742b8d48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_28_world_covid-19-coronavirus_a-german-health-body-advises-against-using-the-astrazeneca-shot-in-people-over-65_1666738975.html", "title": "Novavax’s Vaccine Works Well Except on Variant First Found in South Africa", "title_page": "Novavax’s Vaccine Works Well Except on Variant First Found in South Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A syringe containing the Covid-19 vaccine from Novavax. Credit... Kenny Holston for The New York Times\nNovavax, a little-known company supported by the U.S. federal government’s Operation Warp Speed, said for the first time on Thursday that its Covid-19 vaccine offered robust protection against the virus. But it also found that the vaccine is not as effective against the fast-spreading variant first discovered in South Africa, another setback in the global race to end a pandemic that has already killed more than 2.1 million people.\nThe news was problematic for the United States, which hours earlier reported its first known cases of the contagious variant in two unrelated people in South Carolina. And it came just days after Moderna and Pfizer said that their vaccines were also less effective against the same variant.\nNovavax, which makes one of six vaccine candidates supported by Operation Warp Speed last summer, has been running trials in Britain, South Africa, the United States and Mexico. It said Thursday that an early analysis of its 15,000-person trial in Britain revealed that the two-dose vaccine had an efficacy rate of nearly 90 percent there. But in a small trial in South Africa, the efficacy rate dropped to just under 50 percent. Almost all the cases that scientists have analyzed there so far were caused by the variant, known as B.1.351. The data also showed that many trial participants were infected with the variant even after they had already had Covid-19.\n“We have the first trial — we are the first to conduct an efficacy trial — in the face of a changing virus,” said Stanley Erck, the president and chief executive of Novavax. He said that researchers expected the variants could change the trial results, but “the amount of change has been a bit of a surprise to everyone.”\nThe South Africa trial was relatively small — with just 4,400 volunteers — and was not designed to come up with a precise estimate of how much protection the vaccine provides. Still, the results were striking enough that the company said it would soon begin testing a new vaccine tailored to protect against the variant from South Africa. “You’re going to have to make new vaccines,” Mr. Erck said.\nWhile the Pfizer and Moderna vaccines rely on a newer mRNA technology that has not been used in previous vaccines, Novavax’s candidate employs an older, more established method that relies on injecting coronavirus proteins to provoke an immune response.\nThe fact that three vaccines all appeared to show lowered effectiveness against the variant from South Africa is not encouraging, and the results Novavax announced Thursday were the first to occur outside of a laboratory, testing how well a vaccine worked in people infected with a new variant. Johnson & Johnson is also on the cusp of announcing results of its Covid-19 vaccine trials, and has also tested its candidate in South Africa.\nThe announcement from Novavax raises the stakes for Johnson & Johnson. The company was expected to announce its results as early as last weekend, and the delay has triggered speculation among scientists that the firm has also discovered that its vaccine worked less well in South African trial volunteers who were infected with the variant. In an earnings call on Tuesday, Alex Gorsky, the chief executive officer of the company, said they were looking forward to sharing results from their late-stage trial by early next week.\nThe emergence of several highly contagious variants has complicated efforts to bring the pandemic under control, leading world leaders to shut down travel to places like Britain and South Africa even as the variants already appear to have circled the globe. In the United States, researchers have warned that the variant first identified in Britain, which is believed to be more infectious, could become the dominant form of the virus in this country by March.\nThe United States is well behind other countries in testing for such variants, and the one from South Africa has been found in about 30 countries.\nBut experts have also said there are reasons for optimism, noting that the vaccines remain effective. The best way to combat contagious new variants is to continue vaccination and other public health measures, which will slow the virus’s ability to infect new people and mutate further. Drug makers could update their vaccines and offer new shots at regular intervals, similar to the flu vaccine.", "url": "https://www.nytimes.com/live/2021/01/28/world/covid-19-coronavirus/a-german-health-body-advises-against-using-the-astrazeneca-shot-in-people-over-65"}