{"authors": ["Sui-Lee Wee", "The New York Times", "Fahim Abed"], "date_download": "2022-10-25 23:43:26", "date_modify": "2022-10-25 23:43:26", "date_publish": "2020-12-21 10:08:48", "description": null, "filename": "live_2020_12_21_world_covid-19-coronavirus_china-aims-to-vaccinate-50-million-people-by-mid-february-and-other-news-from-around-the-world_1666741406.html", "image_url": "https://static01.nyt.com/images/2020/12/21/world/21virus-briefing-china-vaccination/21virus-briefing-china-vaccination-facebookJumbo.jpg?year=2020&h=550&w=1050&s=b59760db1a106aac61a4e23967f4cc230b3af02bba082bb1129305acac56a435&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_12_21_world_covid-19-coronavirus_china-aims-to-vaccinate-50-million-people-by-mid-february-and-other-news-from-around-the-world_1666741406.html", "title": "Moderna’s Coronavirus Vaccine Begins Arriving at Strained Hospitals Across the U.S.", "title_page": "Moderna’s Coronavirus Vaccine Begins Arriving at Strained Hospitals Across the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The Moderna Covid-19 vaccine arrived at sites across the country Monday. Yanitza Reeves, a medical worker, received one of the first doses at Christ Hospital in Jersey City, N.J. Credit... Bryan Anselm for The New York Times\nJust one week after the first doses of a coronavirus vaccine were administered in the United States, a new batch of vaccines fanned out across the country on Monday, an urgently needed expansion of a vaccination effort that is expected to reach vulnerable populations and rural areas where hospitals are strained as soon as this week.\nThe vaccine, from Moderna, comes as the virus continues to spread virtually unabated: hospitalizations are over 115,000 for the first time, according to the Covid Tracking Project. Parts of California are down to their last I.C.U. beds and almost one-fifth of U.S. hospitals with intensive care units reported that at least 95 percent of their I.C.U. beds were full in the week ending Dec. 17. Nationwide, 78 percent of I.C.U. beds were full on average.\nOn Monday, confirmed cases in the country reached 18 million, just five days after surpassing 17 million on Dec. 16. The growth in cases appears to be leveling off: It took five days for the nation to go from 15 million to 16 million cases and then another four days to reach 17 million.\nThe total number of new cases on Monday was at least 201,720, with at least 1,960 new deaths.\nAnd with Christmas and New Year’s on the near horizon, health officials fear that more travel will push those numbers even higher. More than a million travelers a day passed through American airport security checkpoints on each of the last three days, a spike in holiday travel that comes despite warnings from the Centers for Disease Control and Prevention.\nRoughly six million doses of the newly authorized Moderna vaccine are being shipped to more than 3,700 locations around the country this week, adding to the nearly three million doses of the Pfizer-BioNTech vaccine that were dispatched mostly to health care workers starting last week. According to the Centers for Disease Control and Prevention, 614,117 doses had been administered as of Monday morning.\nThe Moderna vaccine, which can be stored in a normal freezer and comes in a smaller number of units than the Pfizer-BioNTech vaccine, offers particular hope for rural hospitals, which often do not have the ultracold equipment or staffing numbers to handle the Pfizer-BioNTech shipments. That vaccine requires an exceptionally low storage temperature of negative 70 Celsius and comes in units of 975 doses.\nMany of the first vaccine shots went to health care workers. Joining them Monday were residents and staff members of hard-hit nursing homes, set to begin inoculating their residents through Walgreens or CVS this week, part of a deal struck with the federal government. These facilities have felt the brunt of the pandemic: At least a third of the nation’s deaths have been reported in nursing homes and long-term-care facilities, and many residents have been isolated from loved ones for much of the year.\nOhioHealth, a hospital system in Columbus, Ohio, received 10,400 doses of the Moderna vaccine in ice-packed cardboard boxes on Monday. The hospital had already received nearly 2,000 doses of the Pfizer-BioNTech vaccine, and Dr. Joseph Gastaldo, an infectious disease specialist, rolled up his sleeve to get a dose of that vaccine on Monday morning. Not long afterward, he got the news that the Moderna shipment had arrived.\n“We are all really exhausted both physically and mentally,” said Dr. Gastaldo, who said he asked to keep an empty vial of his vaccine as a keepsake. “Having everyone rally around being vaccinated offers a glimmer of hope.”\nMore than 70 rural hospitals in Texas are expected to receive the Moderna vaccine and start offering doses as soon as Tuesday.\n“The burden is worse than it’s been in nine months,” said John Henderson, the chief executive of the Texas Organization of Rural & Community Hospitals. “Their staff is completely worn out,” he said. “The vaccine is the only optimistic news we’ve had in a few months.”\nThe Oregon State Hospital, a psychiatric hospital in Salem, also received its first shipment of the Moderna vaccine, and will begin vaccinating staff and patients next Monday, said Rebeka Gipson-King, hospital relations director.\nSince the beginning of the pandemic, 11 patients and 65 staff members have tested positive for the virus at the state hospital. The hospital houses 579 patients on two campuses, and the pandemic has made many feel more isolated, said Ms. Gipson-King.\n“This is a really big deal for us,” she added. “Just like everybody, the people who we serve at the state hospital, their lives have been disrupted.”", "url": "https://www.nytimes.com/live/2020/12/21/world/covid-19-coronavirus/china-aims-to-vaccinate-50-million-people-by-mid-february-and-other-news-from-around-the-world"}