{"authors": ["Jeanna Smialek", "Mohammed Hadi"], "date_download": "2022-10-25 23:00:28", "date_modify": "2022-10-25 23:00:28", "date_publish": "2021-06-02 11:15:02", "description": "The Fed bought corporate bonds as part of an emergency maneuver last year. It will begin to sell those holdings, it announced Wednesday.", "filename": "live_2021_06_02_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738828.html", "image_url": "https://static01.nyt.com/images/2021/06/02/business/02economy-briefing-Fed-1/02economy-briefing-Fed-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4d1e8f1ce2f4b0fc532e5c0749fc7c66a3a315ed77c6a75b62381d2417141e3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_02_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738828.html", "title": "The Fed announces plans to sell off its corporate bond holdings.", "title_page": "The Fed announces plans to sell off its corporate bond holdings. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The Federal Reserve will sell off the corporate bond holdings it amassed as it implemented emergency lending programs during the height of the pandemic. Credit... Stefani Reynolds for The New York Times\nThe Federal Reserve’s first-ever foray into the corporate bond market will come to a final close in coming months, with the central bank announcing Wednesday that it will sell off its exchange-traded fund investments and direct bond holdings.\nThe sales, which a Fed official said the central bank expects to complete by the end of the year, will finish off a program that was the first of its kind. The Fed announced in March 2020 that it would begin buying corporate debt using its emergency lending powers. The maneuver was an effort to unfreeze the flailing bond market as panic, inspired by the then-unfolding pandemic, threatened to keep American companies from renewing their debt or borrowing more.\nThe announcement worked almost instantly, restoring investor faith in the market and helping it to begin functioning again. In the end, by the time the Fed rolled out two programs — one for newly issued bonds and one for debt that was already in the market — they only used a sliver of their $250 billion capacity. The Fed now holds about $13.7 billion in already-outstanding corporate bonds. Part of the buying included exchange traded-funds, which represent bundles of corporate debt and trade like stocks.\nThe Fed announced on Wednesday that it will sell all of those holdings.\nThe “portfolio sales will be gradual and orderly,” the central bank said in its statement. They “will aim to minimize the potential for any adverse impact on market functioning by taking into account daily liquidity and trading conditions for exchange traded funds and corporate bonds.”\nThe corporate bond program closed at the end of 2020, which means it has not been purchasing debt in recent months. But the Fed had yet to announce how and when it would wind down its holdings. The corporate bond effort was perhaps the most controversial of the Fed’s 2020 relief programs, drawing criticism from some Democrats who felt that the central bank was helping big companies more than smaller ones and households. Some critics even argued that the program had effectively “bailed out” companies, although the program worked indirectly, helping to reopen choked markets. Corporate bond markets have been functioning normally in recent months. Despite that calm, announcing the unwinding was a delicate maneuver. It was important for the Fed to signal that this was not a monetary policy action. The Fed’s policy-setting Open Market Committee is also buying huge amounts of government-backed bonds, but those purchases are different, meant to foster stronger economic conditions by keeping markets chugging and holding down borrowing costs. Markets are on edge as officials tiptoe toward thinking about when and how to slow that program. The New York Fed will provide more details on timing on Thursday morning.\nShow more", "url": "https://www.nytimes.com/live/2021/06/02/business/economy-stock-market-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}