{"authors": ["Carlotta Gall", "Matt Surman"], "date_download": "2022-10-25 22:57:27", "date_modify": "2022-10-25 22:57:27", "date_publish": "2022-10-21 04:59:29", "description": null, "filename": "live_2022_10_21_world_russia-ukraine-war-news_i-thought-i-would-not-come-out-alive-liberated-ukrainians-describe-life-under-occupation_1666738647.html", "image_url": "https://static01.nyt.com/images/2022/10/18/world/18Ukraine-occupation4-GRID2/18Ukraine-occupation5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_21_world_russia-ukraine-war-news_i-thought-i-would-not-come-out-alive-liberated-ukrainians-describe-life-under-occupation_1666738647.html", "title": "Russia Masses Troops in Belarus, but New Offensive Appears Unlikely", "title_page": "Russia Masses Troops in Belarus, but New Offensive Appears Unlikely - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image President Aleksandr G. Lukashenko of Belarus during joint military exercises held between Russia and Belarus in February, ahead of Russia’s invasion of Ukraine. Credit... Emile Ducke for The New York Times\nRIGA, Latvia — Russia is massing thousands of troops in its western neighbor Belarus ahead of what could be the opening of a new front aimed at disrupting the flow of Western military aid from Poland, according to defense officials in Latvia and Ukraine.\nHowever, the assembled forces, about 10,000 troops, may still be too weak to make a successful new thrust south from Belarus, Latvia’s defense minister, Artis Pabriks, said on Friday.\n“We have to be cautious, but I doubt that Russians are at this moment capable of opening another front line against Ukraine, at least not a successful front,” Mr. Pabriks said in an interview in Riga, the capital of Latvia, which borders both Russia and Belarus.\nAn announcement last week by Belarus that it was forming a new joint military force with Russia stirred alarm in the West that the Kremlin might be preparing a new ground assault with help from Belarusian forces. Russia massed troops in Belarus ahead of its initial attack on Ukraine in February.\nOn Thursday, a Ukrainian general, Oleksiy Gromov, said that the threat of a possible invasion from Belarus was growing. He said that a new attack would likely not drive toward Kyiv — which lies just 60 miles from the border with Belarus — but rather to the west of the capital, nearer to the Polish border. An offensive south from western Belarus into Ukrainian territory near the border with Poland could disrupt the flow of weapons to Ukraine from the United States and its allies, much of which passes through Poland.\nThe military officials in Riga and Kyiv did not say precisely where the Russian troops were gathering, nor why they believed a new offensive could occur closer to Poland than to Kyiv.\nRussia used the territory of Belarus, its closest military and political ally, as a staging ground for its February invasion and has since launched missiles and drones into Ukraine from there. But President Aleksandr G. Lukashenko, Belarus’s veteran strongman leader, has resisted Russia’s pressure to get directly involved in the war.\nOn Friday, Mr. Lukashenko said it would be undesirable for Belarusian military equipment to be used in Ukraine and denied his country’s troops were training for war, adding “no war today. We don’t need it,” the state news agency Belta reported.\nMr. Lukashenko made a similar statement in February, just days before Russia invaded Ukraine from his territory.\nOn Friday, Ukraine’s armed forces said in a statement that if the country were attacked again from Belarus, it would “respond as fiercely as we respond to all occupiers.” A new front in the north would inevitably pull Ukrainian forces away from the south and east, where they have launched offensives to take back land Russia captured early in the war.\nThe flurry of military activity in Belarus in recent days, Britain’s defense ministry said on Friday, is “likely an attempt to demonstrate Russian-Belarusian solidarity and to convince Ukraine to divert forces to guard the northern border.”\nNoting claims by Mr. Lukashenko that 70,000 Belarusians and 15,000 Russians would be involved in their new joint force, Britain’s defense ministry said it was unlikely that Russia had actually deployed significant forces and added that Belarus “maintains minimal capability to undertake complex operations.”\nVadym Skibitsky, a spokesman for Ukraine’s military intelligence agency, said in an interview that Ukraine also did not see an immediate threat of another attack from Belarus.\nSeveral thousand newly mobilized Russian soldiers are deployed in Belarus at training sites, Mr. Skibitsky said, but they are not accompanied by tanks, artillery or fuel trucks and other logistical support they would need to invade and face Ukraine’s battle-hardened troops.\n“We see these elements now moving into Belarus, but we do not see the movement of equipment,” he said.\nBrig. Gen. Patrick S. Ryder, a Pentagon spokesman, also played down the likelihood of a new Russian invasion from Belarus. “We don’t currently have any indications of a potential imminent military action on that front,” he told a briefing on Thursday.\nAndrew E. Kramer contributed reporting from Kyiv, Ukraine.", "url": "https://www.nytimes.com/live/2022/10/21/world/russia-ukraine-war-news/i-thought-i-would-not-come-out-alive-liberated-ukrainians-describe-life-under-occupation"}