{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:38:00", "date_modify": "2022-10-25 23:38:00", "date_publish": "2021-02-12 13:32:23", "description": null, "filename": "live_2021_02_12_us_impeachment-trial_trumps-team-concludes-incendiary-defense-seeking-to-rewrite-the-narrative-of-his-actions-on-jan-6_1666741080.html", "image_url": "https://static01.nyt.com/images/2021/02/12/us/12impeachment-briefing-defense/12impeachment-briefing-defense-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d0d5f9ed12aad72573537e753fdb76bd04813c989662dbf1d4f002e1be20ce08&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_12_us_impeachment-trial_trumps-team-concludes-incendiary-defense-seeking-to-rewrite-the-narrative-of-his-actions-on-jan-6_1666741080.html", "title": "Trump’s Impeachment Trial Highlights: Defense Rests and Questioning Ends, Likely Setting Up Saturday Vote", "title_page": "Trump’s Impeachment Trial Highlights: Defense Rests and Questioning Ends, Likely Setting Up Saturday Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 3:52 - 0:00 transcript Highlights From Trump’s Impeachment Defense Lawyers for former President Donald J. Trump delivered a short defense on Friday, arguing that his conviction would threaten free speech and falsely equating his conduct with Democrats’ use of the word “fight.” “Like every other politically motivated witch hunt the left has engaged in over the past four years, this impeachment is completely divorced from the facts, the evidence and the interests of the American people.” “To claim that the president in any way wished, desired or encouraged lawless or violent behavior is a preposterous and monstrous lie.” “A small group who came to engage in violent and menacing behavior hijacked the event for their own purposes.” “This sham impeachment also poses a serious threat to freedom of speech for political leaders of both parties at every level of government. The Senate should be extremely careful about the president, the precedent, this case will set.” “We heard a lot this week about ‘fight like hell,’ but they cut off the video before they showed you the president’s optimistic, patriotic words that followed immediately after.” “Fight like hell, and if you don’t fight like hell, you’re not going to have a country anymore. Our exciting adventures and boldest endeavors have not yet begun. My fellow Americans, for our movement, for our children and for our beloved country, and I say this despite all that’s happened, the best is yet to come.” “This case, unfortunately, is about political hatred. It has become very clear that the House Democrats hate Donald Trump. This type of political hatred has no place in our political institutions, and certainly no place in the law. This hatred has led the House managers to manipulate and selectively edit Mr. Trump’s speech to make it falsely appear that he sought to incite the crowd to violently attack the Capitol.” “Suddenly, the word ‘fight’ is off limits? Spare us the hypocrisy and false indignation. It’s a term used over and over and over again by politicians on both sides of the aisle. And of course, the Democrat House managers know that the word ‘fight’ has been used figuratively in political speech forever. But don’t take it from me. It’s best to listen to them.” “We are in a fight.” “We are in a fight.” “Democrats are fighting as hard as we can.” “Democrats are standing up to fight.” “We know how to fight. We like a good fight.” “Democrats are going to fight like hell.” “We fight like hell.” “So why are we here? Politics. Their goal is to eliminate a political opponent. To substitute their judgment for the will of the voters.” “We will not take most of our time today, us of the defense, in the hopes that you will take back these hours and use them to get delivery of Covid relief to the American people.” Lawyers for former President Donald J. Trump delivered a short defense on Friday, arguing that his conviction would threaten free speech and falsely equating his conduct with Democrats’ use of the word “fight.” Credit Credit... Jason Andrew for The New York Times\nLawyers for Donald J. Trump delivered an incendiary but brief defense of the former president on Friday, calling the House’s charge that he incited an insurrection at the Capitol a “preposterous and monstrous lie” as they falsely equated his conduct to Democrats’ own combative rhetoric.\nConfident they have enough votes from Republicans to acquit Mr. Trump, the lawyers used only about three of their 16 allotted hours. Their speed allowed senators to complete a period of questioning the prosecution and defense Friday evening and cleared the way for closing arguments and a final verdict, likely on Saturday.\nEarlier, the defense team had channeled the former president’s own combative style and embrace of falsehoods to claim, contrary to facts, that Mr. Trump never glorified violence during his presidency and that he consistently called for peace as the rampage at the Capitol unfolded. Showing video clips of Democrats urging their supporters to “fight” and Mr. Trump venerating “law and order,” they sought to rewrite not just the narrative of his campaign to overturn the election but that of his entire presidency.\n“This trial is about far more than President Trump,” said Bruce L. Castor Jr., one of the lawyers, as he closed the defense. “It is about silencing the speech the majority does not agree with. It is about canceling 75 million Trump voters and criminalizing political viewpoints.”\nThe defense’s presentation unfolded after nine House prosecutors spent two days laying out a meticulous case against the former president — dramatized with never-before-seen video of the Jan. 6 riot — portraying the rampage as the direct result of Mr. Trump’s monthslong campaign to overturn the election. Desperate to cling to power, the Democrats argued, Mr. Trump goaded his followers into joining his effort and would do so again, they said, if the Senate failed to convict him and bar him from holding office in the future.\nAmong the lawyers’ core arguments were that the Senate “lacks jurisdiction” to even try a former president now out of office, that Mr. Trump’s conduct was protected by the First Amendment and that it came nowhere near the legal definition for “incitement.”\nBut standing before a jury of 100 senators, their case was as political in nature as it was legal. Using a favorite tactic of Mr. Trump’s, his lawyers also sought to defend his behavior by citing that of others, arguing that he could no more be held responsible for the Capitol assault than Democrats could for the violence that erupted at some racial justice protests last summer.\nThey also sought to selectively poke holes in Democrats’ case. Michael van der Veen, one of the lawyers, insisted on Friday that Mr. Trump had only ever been interested in election security reforms, like voter ID laws — an assertion that directly contradicted months of public and private actions by Mr. Trump. He said the president intended for the Jan. 6 rally he hosted before the attack to be peaceful, but that it had been “hijacked” by extremists, including from the far left — another claim disproved even by Republicans.\nImage Bruce Castor and Michael van der Veen, lawyers for former President Donald Trump on Friday. Credit... Pool photo by Jabin Botsford\n“The reality is Mr. Trump was not in any way shape or form instructing these people to fight using physical violence,” Mr. van der Veen said. “What he was instructing them to do was challenge their opponents in primary elections, to push for sweeping election reforms, to hold big tech responsible — all customary and legal ways to petition your government for redress of grievances.”\nMr. Castor also pointed to tweets by Mr. Trump while the attack was underway telling his supporters to “stay peaceful” and “support our Capitol Police.” But he did not discuss Mr. Trump’s actions during the hours when the Capitol was under attack in which managers’ said he reveled in his success and delayed sending in reinforcements.\n“We know that the president would never have wanted such a riot to occur, because his longstanding hatred for violent protesters and his love for law and order is on display, worn on his sleeve, every single day that he served in the White House,” he said.\nLater, during the question and answer session, Mr. van der Veen said Mr. Trump had not been aware that his vice president, Mike Pence, had been in danger, even though a senator he called during the attack told him Mr. Pence was being evacuated from the chamber.\nMaggie Haberman contributed reporting.", "url": "https://www.nytimes.com/live/2021/02/12/us/impeachment-trial/trumps-team-concludes-incendiary-defense-seeking-to-rewrite-the-narrative-of-his-actions-on-jan-6"}