{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:42:51", "date_modify": "2022-10-25 23:42:51", "date_publish": "2021-11-05 12:25:23", "description": "The world leaders have left Glasgow. Now negotiators must hunker down to turn pledges into reality.", "filename": "live_2021_11_05_climate_cop26-glasgow-climate-summit_cop26-climate-glasgow-takeaways_1666741371.html", "image_url": "https://static01.nyt.com/images/2021/11/04/world/04cli-cop-takeaways/04cli-cop-takeaways-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_05_climate_cop26-glasgow-climate-summit_cop26-climate-glasgow-takeaways_1666741371.html", "title": "Friday Highlights of the Climate Summit", "title_page": "Friday Highlights of the Climate Summit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:20 - 0:00 transcript Thousands Attend Glasgow Climate Protests A march drew young activists from around the world, with attendees demanding climate justice from leaders at the United Nations summit. Greta Thunberg, who inspired the international Fridays for Futures movement, joined the crowd. “Power!” “Power!” “People!” “People!” “Power to the people!” [unintelligible] “Because the people have the power.” [Crowd noise] “If not now, then when? When?” “If not now, then when? When?” “If not now, then when? When?” [unintelligible] I’ve lived through three major cyclones. I’ve seen the floods go into our homes and I’ve scooped out the mud. And that’s just the lived reality of youth, of young people that live within climate-vulnerable communities. I don’t think that world leaders discussing there, is of any use, because they are only saying what they have been saying for decades, which is only false promises — targets that so-called ambitious but are actually full of loopholes. A march drew young activists from around the world, with attendees demanding climate justice from leaders at the United Nations summit. Greta Thunberg, who inspired the international Fridays for Futures movement, joined the crowd. Credit Credit... Kieran Dodds for The New York Times\nGreta Thunberg, whose 2018 climate strike inspired the international Fridays for Futures movement, described the United Nations climate talks in Glasgow as “a failure” on Friday and said, “We cannot solve a crisis by the same methods that got us into it in the first place.”\nMs. Thunberg, the 18-year-old Swedish activist, made the remarks in an address to throngs of protesters who marched in the streets of Glasgow to demand action from delegates inside the United Nations climate summit. A crowd that organizers estimated at 25,000 people converged on a central square, waving banners and beating drums in a carnival-like atmosphere.\nAnnouncements by governments and corporations in the first days of the conference — including pledges to end deforestation, phase out coal-fired power plants and mobilize trillions of dollars for green initiatives — have been dismissed by many activists as insufficient or riddled with loopholes.\nBut that dim view of COP26 drew a rebuke from a leading climate scientist, Michael E. Mann.\n“Activists declaring it dead on arrival makes fossil fuel executives jump for joy,” Dr. Mann, a professor of atmospheric science at Penn State, wrote on Twitter. “They want to undermine and discredit the very notion of multilateral climate action.”\nA 24-year-old Ugandan activist, Vanessa Nakate, also urged protesters to continue campaigning against climate change, offering a vision of a more just planet where “the power of the people finally won.”\n“The world is green again,” she told the crowd. “Nature has been restored. The planet and creation is respected. Another world is necessary. Another world is possible.”\nFriday’s event, organized by young climate activists, drew a diverse crowd of children who had missed school to take part, socialist campaigners and veteran environmentalists. People lined the streets to watch the spectacle, as children clutched hand-drawn signs reading, “Stop deforestation,” “Save the planet!” and “Act now.”\nIt was the largest protest to take place in Glasgow since the climate talks, known as COP26, began nearly a week ago. Inside the gathering, officials from more than 130 countries are trying to hammer out agreements to avert the most catastrophic consequences of global warming.\nEven larger protests are expected on Saturday.\nImage Demonstrators walking through Glasgow during the Fridays for Future march on Friday. Credit... Kieran Dodds for The New York Times\nThroughout the COP26 conference, Ms. Thunberg has been quick to refocus attention away from her own stardom and toward activists from areas of the world that are the worst affected by climate change. On Monday, after she and Vanessa Nakate, a Ugandan climate activist, met with Nicola Sturgeon, the Scottish leader, Ms. Thunberg tweeted: “Media needs to stop erasing the voices of activists, especially the most affected people from the most affected areas.”\nThe crowd on Friday was led by a group of Indigenous activists and others from the developing world who called attention to the climate crises facing their communities. They marched behind two lines of police officers, including some on motorcycles who cleared a path through the crowded streets. Some protesters carried a banner that read, “Divest from Amazon destruction.”\nThe presence of environmental activists inside the conference, known as COP26, has been muted as pandemic restrictions — on top of difficulty getting vaccines, visas and affordable accommodations — have prevented many global activists from attending.\nIn particular, activists say, women and people from developing nations are being left out of the most crucial conversations.\nDiaka Salena Koroma, a climate activist from Sierra Leone, was unable to attend COP26 despite having been invited to participate, after her visa was delayed. She began campaigning for climate justice after a 2017 mudslide set off by torrential rain killed hundreds in Freetown, her county’s capital.\n“We are born in a system where our voices — our existence — doesn’t even matter,” she said.", "url": "https://www.nytimes.com/live/2021/11/05/climate/cop26-glasgow-climate-summit/cop26-climate-glasgow-takeaways"}