{"authors": ["Eileen Sullivan", "Jim Tankersley", "Richard Schiffman", "Sophia June", "Madeleine Ngo"], "date_download": "2022-10-25 23:50:10", "date_modify": "2022-10-25 23:50:10", "date_publish": "2021-03-18 09:43:29", "description": "Europe’s top drug regulator says AstraZeneca vaccine is safe. A plan in Seoul to test all foreign workers is met with confusion and anger.", "filename": "live_2021_03_18_world_covid-19-coronavirus_1666741810.html", "image_url": "https://static01.nyt.com/images/2021/03/18/us/18virus-briefing-USvaccinepace-1/merlin_185118186_31ceba99-b07b-44c8-a3d6-8004658e73e5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=0788461fd9462717aa7b91b8f284b5b51b9e3dd710923e280ec6b60f0b69eb70&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_03_18_world_covid-19-coronavirus_1666741810.html", "title": "Covid-19: Cautious Optimism as More Americans Become Eligible for Vaccine", "title_page": "Covid-19: Cautious Optimism as More Americans Become Eligible for Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:27 - 0:00 transcript Biden: U.S. on Track for 100 Million Vaccinations Since Jan. 20 President Biden said Thursday the U.S. would on Friday reach his Covid-19 vaccine goal of 100 million shots in 100 days, though he had earlier conceded they should aim higher. In the last week, we’ve seen increases in the number of cases in several states — scientists have made clear that things may get worse as new variants of this virus spread. Getting vaccinated is the best thing we can do to fight back against these variants. While millions of people are vaccinated, we need millions more to be vaccinated. And I’m proud to announce that tomorrow, 58 days into our administration, we will have met my goal of administering 100 million shots to our fellow Americans. That’s weeks ahead of schedule. Eight weeks ago, only 8 percent of seniors, those most vulnerable to Covid-19, had received a vaccination. Today, 65 percent of people age 65 or older have received at least one shot. And 36 percent are fully vaccinated. This is a time for optimism, but it’s not a time for relaxation. I need all Americans, I need all of you to do your part. Keep the faith, keep wearing the mask, keep washing your hands and keep socially distanced. We’re going to beat this. We’re way ahead of schedule, but we’ve got a long way to go. President Biden said Thursday the U.S. would on Friday reach his Covid-19 vaccine goal of 100 million shots in 100 days, though he had earlier conceded they should aim higher. Credit Credit... Jon Cherry for The New York Times\nAs more states expand eligibility for coronavirus vaccinations, the pace of daily shots administered in the United States has steadily increased to a pace that is now 12 percent higher than it was just a week ago.\nOn Thursday, Illinois joined a growing list of states to announce they were widening the pool of people eligible to receive the vaccine, opening appointments to all residents 16 years and older on April 12.\n“The light that we can see at end of the tunnel is getting brighter and brighter as more people get vaccinated,” Gov. J.B. Pritzker said at a news conference.\nIn Utah, which also announced Thursday that it was opening up vaccinations earlier than it had planned. “This is a significant movement in timing,” said Gov. Spencer Cox.\nIn Washington, it was a day for crowing at the White House.\nPresident Biden said Thursday that the United States was a day away from reaching his goal of administering 100 million vaccine doses in 100 days — with six weeks to spare before his self-imposed deadline.\n“We’re way ahead of schedule,” Mr. Biden said in brief remarks from the White House, “but we have a long way to go.”\nMr. Biden maintained that the 100 million-shot goal was ambitious, even though he himself he had conceded in January that the government should be aiming higher. And though the new administration has bulked up the vaccine production and distribution campaign, its key elements were in place before Mr. Biden took office.\nFive days after he was inaugurated, Mr. Biden had said the United States would aim to administer 1.5 million vaccine doses a day, a target that was reached a few weeks later. As of Wednesday, the seven-day average was about 2.5 million doses a day, according to a New York Times analysis of data reported from the Centers for Disease Control and Prevention.\nAnd though he insisted on Thursday that the initial goal — 100 million shots in 100 days — was ambitious, even he had said in January it really wasn’t. Five days after he was inaugurated, Mr. Biden had said the United States would aim to administer 1.5 million vaccine doses a day, a target that was 50 percent higher than the one that will be reached this week.\nStill, it was a day for crowing at the White House, as the pace of coronavirus vaccination steps up markedly, though the new administration expanded and bulked up a vaccine production effort whose key elements were in place before the change in administration.\n“We’re way ahead of schedule,” Mr. Biden said in brief remarks from the White House, “but we have a long way to go.”\nMr. Biden’s comments continued his pattern of claiming unexpectedly fast progress in meeting his initial vaccine goal, even as public health officials have said that goal was less ambitious and easier to achieve than the president has portrayed. On Thursday, he said the 100 million-shot goal was “just the floor” and that he would announce a new vaccination goal next week.\n“This is a time for optimism,” Mr. Biden said, “but it’s not a time for relaxation.”\nSince Jan. 20, the day Mr. Biden was sworn in as president, 99.2 million shots have been administered across the country as reported by the C.D.C. Give the current pace of reported data, Mr. Biden is likely to surpass his 100 million shots goal on Friday, ahead of schedule. Since the U.S. vaccination campaign began in mid-December, more than 115 million doses have been administered across the country as reported by the C.D.C.\nLast week, Mr. Biden set a deadline of May 1 for states to make vaccines available to all adult residents. At least Maine, Virginia, North Carolina, Wisconsin and Washington, D.C., plan to meet that goal. Others, including Colorado, Connecticut, Ohio, Massachusetts, Michigan, Montana, hope to make vaccines available to all of their adult residents even earlier.\nMr. Cox, the Utah governor, said opening up eligibility to all adults would help address vaccine equity and reach rural communities.\nHe said it would “allow us to take our mobile vaccination clinics into these hard to reach areas or populations who may have a little more vaccine hesitancy.”\nOther states have also pushed up their eligibility dates: Nevada will make vaccines available to all adults on April 5; Missouri will allow any adult to get a vaccine on April 9; Maryland will open vaccines up in waves with all adult residents eligible as of April 27; and Rhode Island will allow all adults to get vaccinated starting April 19.\nNew York has yet to make all adults eligible, but the state recently expanded to include public-facing government employees, nonprofit workers and essential building service workers. On Thursday, Mayor Bill de Blasio of New York City, newly eligible because of the change, received the Johnson & Johnson vaccine at a news conference.\nStates have been able to open vaccinations up to more people as supply has steadily increased. Another 22 million doses of vaccine is being sent to states, jurisdictions and pharmacies this week.\nWho Is Eligible for Vaccines in Each State People 16 and older are now eligible in every state. See more » Age 16+ Restaurant workers Yes No High-risk adults Yes No\nAcross the country, more than 75 million people have received at least one shot of the vaccine, and about 12 percent of adults have been fully vaccinated, according to C.D.C. data analyzed by the Times.\nSome 31 states are leading the national pace by at least 1 percentage point. So far, Alaska is in the lead with 19 percent of its adult residents fully vaccinated. Currently everyone who lives or works in the state and is 16 or older is eligible for the shots.\nAmy Schoenfeld Walker Remy Tumin a Michael Gold contributed reporting.", "url": "https://www.nytimes.com/live/2021/03/18/world/covid-19-coronavirus"}