{"authors": ["Rebecca Robbins", "The New York Times"], "date_download": "2022-10-25 23:50:38", "date_modify": "2022-10-25 23:50:38", "date_publish": "2021-11-05 09:05:29", "description": "The drug, which has the brand name Paxlovid, is the first treatment purpose-built to attack the coronavirus. The company said it planned to submit data as soon as possible to the F.D.A. for authorization.", "filename": "live_2021_11_05_world_covid-delta-variant-vaccine_1666741838.html", "image_url": "https://static01.nyt.com/images/2021/11/05/world/05virus-briefing-virus-pfizer-hp-promo/05virus-briefing-virus-pfizer-hp-promo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_05_world_covid-delta-variant-vaccine_1666741838.html", "title": "Covid Updates: Pfizer Says Its Antiviral Pill Is Highly Effective", "title_page": "Covid Updates: Pfizer Says Its Antiviral Pill Is Highly Effective - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video The festival of lights, one of the country’s major holidays, seemed to be back in full as India reported its lowest number of daily coronavirus cases since February. Credit Credit... Rajesh Kumar Singh/Associated Press\nWhen a devastating second wave of coronavirus infections hit India in the spring, hospitals were overwhelmed with sick patients and crematories struggled to bury the dead as the bodies piled up.\nNow India is celebrating one its most important holidays — Diwali, the festival of lights — and many fear another wave of infections as millions gather for the celebrations.\n“We let our guard down on this Diwali,” said Dr. Thekkekara Jacob John, a former head of clinical virology at Christian Medical College in the southern Indian state of Tamil Nadu. “Despite government and health experts’ warnings, people think the virus is gone — it is not.”\nThe holiday began on Thursday, and there is no data yet on what impact the festivities might be having on the country’s battle to curb the spread of the virus. But epidemiologists said that they already had concerns.\nPeople have been thronging markets with little social distancing, and hundreds of thousands traveled around the country this week to celebrate the holiday with their family members.\n“For this Diwali, people almost forgot the virus is still here and killing people,” said Dr. Prakash Singh, a virologist in New Delhi, India’s capital.\nLast year’s festival was observed without the usual fanfare of group prayers and fireworks. Then, the authorities deployed police officers in residential areas to restrict large gatherings. Hundreds of people in New Delhi were fined for breaching coronavirus restrictions.\nBefore this year’s gatherings, health officials in India had already been warning of a possible third wave of infections, even though the second wave has at best only leveled off. A relaxed attitude — combined with the holiday festivities — could hamper the country’s fight against the virus, they said.\nDuring the second wave in the spring, the country experienced one of the world’s worst coronavirus surges, reaching a tragic peak in early May of more than 400,000 cases reported per day, with 4,500 daily deaths.\nBut as vaccinations picked up after a slow and chaotic initial rollout, India saw cases plummet. More than three out of four adults have now received at least one vaccine shot, according to government data. And Prime Minister Narendra Modi’s government recently lifted an eight-month ban on vaccine exports.\nMore than 680,000 people flew from airports across the country on Monday in the lead-up to the festival, government officials said.\nThe surge in travel was an apparent sign of confidence in the country’s inoculation campaign, with 54 percent of the population having received at least one shot and 25 percent having been fully inoculated, according to the Our World in Data project at the University of Oxford.\nDuring a strict lockdown from late March to late May last year, most of India’s Covid-19 cases were concentrated in urban areas. But as restrictions on interstate travel were eased, many people started moving from the cities to rural areas, bringing the virus with them. That is what experts fear might happen this time.\nOn Friday, a throat-burning cloud settled over New Delhi, swallowing national monuments, as the air quality deteriorated to the “severe” category a day after Diwali. Despite a government ban, people had celebrated the holiday by setting off fireworks.\nAmit Tandon, a businessman in the northern Indian city of Chandigarh whose wife died during the second wave of infections in April, said that he was pained by the scenes of people celebrating the holiday while ignoring health restrictions.\n“When I saw people mixing together without masks and bursting firecrackers, my blood boiled,” he said. “Only those who lost their loved ones know how this disease can destroy families and lives.”", "url": "https://www.nytimes.com/live/2021/11/05/world/covid-delta-variant-vaccine"}