{"authors": ["Nicholas Bogel-Burroughs", "The New York Times", "Amy Julia Harris", "Alyssa Schukar"], "date_download": "2022-10-25 23:29:15", "date_modify": "2022-10-25 23:29:15", "date_publish": "2020-06-02 22:37:27", "description": "Our reporters and photographers were on the ground at protests in cities across the country. Here’s what they saw.", "filename": "live_2020_protests-george-floyd-police-06-02_1666740555.html", "image_url": "https://static01.nyt.com/images/2020/07/02/nyregion/02blog-newtop15/merlin_173138946_f4283189-34e7-4694-9877-8bc0ebe46e38-articleLarge.jpg?year=2020&h=400&w=600&s=&k=&tw=1", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_protests-george-floyd-police-06-02_1666740555.html", "title": "Here’s What Happened on the 8th Night of George Floyd Protests", "title_page": "Here’s What Happened on the 8th Night of George Floyd Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They tried to keep the gathering as secret as possible, not to tip off the police. No announcements, no social media. Don’t talk to strangers, don’t talk to the press, they were told, because police spies were probably among them.\n“I guarantee you there are agents in your midst,” said Melina Abdullah, a professor at California State University, Los Angeles and a Black Lives Matter leader.\nImage Credit... Ringo H.W. Chiu/Associated Press\nA couple of hundred protesters were called to a small park in Koreatown on Tuesday afternoon by the leaders of Black Lives Matter L.A. The plan: walk the 15 minutes to Getty House, the official residence of Mayor Eric Garcetti, and then fire up social media.\n“When you get there, Livestream away,” said Ms. Abdullah.\nThe demonstration, outside the gates of the mayor’s mansion, quickly swelled to many hundreds more people, as word spread around the city and protesters waving placards streamed down some of the city’s fanciest residential streets, past mansions and manicured lawns. The location was chosen to highlight the group’s demand that the mayor reduce the police budget. The mayor himself was at City Hall, preparing to give his daily news conference.\nWhen the police arrived and lined up at the corner, organizers told the white protesters to move and confront them. They did so, peacefully, by sitting down in the middle of the street, facing the line of officers. Black protesters stayed at the gates of the mansion, giving speeches, reciting the names of black heroes — Nelson Mandela, Nina Simone, Martin Luther King Jr. and many more — and name after name of black men killed by the police, starting with George Floyd.\n“We are not planning to get arrested,” Ms. Abdullah said. “However, we don’t know what they’re going to do.”\nAs the 6 p.m. curfew approached, some protesters started leaving, but many stayed behind, vowing to hold the streets — “our streets!” they chanted.", "url": "https://www.nytimes.com/live/2020/protests-george-floyd-police-06-02"}