{"authors": ["Edmund Lee", "Lananh Nguyen"], "date_download": "2022-10-25 23:50:48", "date_modify": "2022-10-25 23:50:48", "date_publish": "2021-07-20 09:55:50", "description": "New data shows Netflix, long the king of streaming, is losing attention as subscribers shift to competitors like Disney+ and Amazon Prime Video.", "filename": "live_2021_07_20_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741848.html", "image_url": "https://static01.nyt.com/images/2021/07/20/business/20economy-briefing-netflix/merlin_186178827_10e76b89-a6b2-41b2-a3a3-eb15b4d771c5-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b1e1d0d42003c6fd66f824d5d5ffb90dbf8cec2a60a1183e7b295613ebef49e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_20_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741848.html", "title": "Disney is chipping away at Netflix’s dominance.", "title_page": "Disney is chipping away at Netflix’s dominance. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Disney got a boost in attention to its streaming service from “The Falcon and the Winter Soldier,” a series based on the Marvel Cinematic Universe.\nThe cracks are showing in Netflix’s worldwide dominance.\nNetflix is still king of streaming video, but audiences are slowly shifting toward new rivals, namely the Walt Disney Company’s Disney+, according to research from Parrot Analytics.\nNetflix’s share of worldwide demand interest — a measure, created by Parrot, of the popularity of shows and a key barometer of how many new subscribers a streaming service is likely to attract — fell below 50 percent for the first time in the second quarter of the year.\nThe company’s “lack of new hit original programming and the increased competition from other streamers is going to ultimately have a negative impact on subscriber growth and retention,” Parrot said in a news release before Netflix announced its quarterly earnings on Tuesday.\nNetflix said it had attracted 1.5 million new subscribers in the second quarter of the year, beating the low bar it had set when it told Wall Street that it anticipated adding just one million.\nThe company said it expected to add about 3.5 million new subscribers in the third quarter, lower than the approximately 5.5 million that investors were expecting. Netflix shares fell as much as 4 percent in after-hours trading on Tuesday before bouncing back a little.\nThe company now has 209 million subscribers, but it lost 430,000 in the United States and Canada, its most lucrative region, over the period. It now has 73.9 million subscribers in that market, with about 66 million in the United States.\nIn a letter to shareholders, Netflix said that “Covid-related production delays in 2020 have led to a lighter first-half-of-2021 slate.” Netflix relies on creating as many different shows and films for as many different audiences as possible, and the pandemic upset that formula, forcing the shutdown of productions around the world.\nTraditional media players have started to consolidate, again, potentially setting off another race for talent, studio space and production resources. In May, Discovery announced that it would buy WarnerMedia from AT&T, creating the second-largest media giant, behind Disney and ahead of Netflix. Less than two weeks later, Amazon announced that it would buy Metro-Goldwyn-Mayer, home to the James Bond franchise, for $8.45 billion, a price many analysts considered rich.\nIn the earnings call after the report, Reed Hastings, Netflix’s co-chief executive, said he didn’t think it made sense for Netflix to jump into the consolidation game. He even offered his own analysis of some of the industry’s biggest deals, including Disney’s acquisition of the bulk of Rupert Murdoch’s 21st Century Fox.\n“Certainly Disney buying Fox helps Disney become more of a general entertainment service rather than just a kids and family,” he said. “Time Warner-Discovery — if that goes through — that helps some, but it’s not as significant, I would say, as Disney-Fox.”\nMr. Hastings’s co-chief executive, Ted Sarandos, offered a sharper critique of these megadeals. “When are they one and one equals three? Or one and one equals four?” he asked. “Versus what most of them tend to be, which is one and one equals two.”\nNetflix has downplayed competition concerns even as newer entrants have chipped away at its long-held grip. Disney+ more than doubled its share of demand interest in the second quarter compared with a year earlier, and Amazon Prime Video, AppleTV+ and HBO Max are also gaining, according to Parrot.\nIn its letter to shareholders, Netflix said the industry overall was “still very much in the early days” of the transition from traditional pay television to streaming.\n“We are confident that we have a long runway for growth,” it said. “As we improve our service, our goal is to continue to increase our share of screen time in the U.S. and around the world.”\nMr. Hastings said competition would further stoke streaming across all companies.\n“As you get new competition in, you get validation — more reasons to get a smart TV or unlimited broadband,” he said. “So for at least the next several years, the growth story of streaming as a whole is very intact.”\nBut Netflix hasn’t seen any impact from the “secular competition,” Mr. Hastings said, referring to Disney or HBO. “So that gives us comfort,” he added.\nNetflix, he said, is really competing against traditional television, and the “shakeout” won’t happen until streaming makes up the majority of viewing. He cited the latest study from Nielsen, which showed that streaming accounts for about 26 percent of television viewing in the United States, with Netflix making up about 6 percent. Disney+ is far behind at 1 percent.\nIn other words: If Disney+ is hurting us, we haven’t seen it.\nThe argument that Netflix has been competing with regular television and other streamers for a long time overlooks the fact that new rivals like Disney+ and AppleTV+ are much cheaper than Netflix (and subscription television). And although those services produce far fewer originals than Netflix, they appear to be getting more bang for their buck.\nIn the second quarter, Disney+ got a big boost of demand interest from “The Falcon and the Winter Soldier,” a series based on the Marvel Cinematic Universe, which has thoroughly dominated the box office in recent years. “Loki,” another Marvel spinoff, also helped, according to Parrot.\nAmazon Prime Video got a boost in the period with “Invincible,” an animated superhero series for adults. And AppleTV+ attracted new customers with three originals: “Mosquito Coast,” a drama based on the 1981 novel; “For All Mankind,” a sci-fi series; and “Mythic Quest,” a comedy series that takes place in a game developer studio.\nSpeaking of, Netflix said this month that it planned to jump into video games. It has hired a gaming executive, Mike Verdu, formerly of Electronic Arts and Facebook, to oversee its development of new games. It’s a potentially significant move for the company, which hasn’t strayed far from its formula of television series and films.\nThe company called gaming a “new content category” that will be a “multiyear effort” and said it would be included as part of a subscribers’ existing plans at no extra cost. Games will first appear on its mobile app, an environment that already allows for interactivity. The vast majority of Netflix’s customers watch on big-screen televisions.\nGaming isn’t meant to be a stand-alone or a separate element within Netflix. “Think of it as making the core service better,” Mr. Hastings said. “Really, we’re a one-product company with a bunch of supporting elements.”", "url": "https://www.nytimes.com/live/2021/07/20/business/economy-stock-market-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}