{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:45:31", "date_modify": "2022-10-25 23:45:31", "date_publish": "2021-09-20 12:34:17", "description": "The approach essentially dares Republicans to follow through on their threats to oppose raising the debt limit, by coupling it with urgently needed federal spending.", "filename": "live_2021_09_20_us_politics-news_democrats-debt-ceiling_1666741531.html", "image_url": "https://static01.nyt.com/images/2021/09/20/us/20dc-weekahead/20dc-weekahead-facebookJumbo.jpg?year=2021&h=549&w=1050&s=d22e9292fe43de0ca2ccdaabcb2ba1016bd8eb1944391db35b8ee89fd40c3bd5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_09_20_us_politics-news_democrats-debt-ceiling_1666741531.html", "title": "The Biden administration will raise the cap on refugee admissions to 125,000.", "title_page": "The Biden administration will raise the cap on refugee admissions to 125,000. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Asmaa Rasheed, a Syrian refugee storyteller living in Zaatari refugee camp, in the Jordanian city of Mafraq, near the border with Syria, in June. Credit... Alaa Al Sukhni/Reuters\nWASHINGTON — President Biden intends to increase to 125,000 the number of refugees who can enter the United States in the fiscal year beginning Oct. 1, the State Department announced on Monday, making good on his campaign pledge to do so.\nMr. Biden’s decision is unlikely to affect two groups of people most recently in the news: tens of thousands of people from Kabul fleeing the Taliban takeover in Afghanistan and more than 15,000 Haitians in a sprawling, makeshift camp under a bridge at the southern border. The people in those groups are not officially classified as refugees.\nBut the move indicates the president’s intention to open the country’s doors after four years in which the Trump administration sought to prevent refugees from settling here.\nIn May, Mr. Biden raised the refugee admissions cap for the current fiscal year from 15,000 — an historically low level set by former President Donald J. Trump — to 62,500. At the time, Mr. Biden also vowed to make good on his promise to increase the cap to 125,000 for the first full fiscal year of his presidency.\nNed Price, the State Department spokesman, said in a statement on Monday that Mr. Biden has sent to Congress a report detailing his intention to do just that in an effort to “address needs generated by humanitarian crises around the globe.”\n“A robust refugee admissions program is critical to U.S. foreign policy interests and national security objectives, and is a reflection of core American values,” Mr. Price said in the statement. By law, presidents must “consult” with Congress before making the decision about how many refugees to allow each year. As a candidate, Mr. Biden criticized Mr. Trump for capping refugee admissions at 15,000, calling it un-American and a failure to live up to the country’s long standing obligation as a place of refuge for people around the world. He promised to let in many more displaced people fleeing violence and disaster. But once in office, Mr. Biden initially declined to immediately raise Mr. Trump’s 15,000-person cap, generating fierce criticism from advocates who said he was endorsing his predecessor’s hard-line stance on refugees. After intense backlash, the president increased the refugee cap for the current fiscal year from 15,000 to 62,500 and renewed his promise for a 125,000-person cap for the next full fiscal year, which begins next month. Advocates for refugees cheered Monday’s move. But they noted that the Biden administration will not be able to actually resettle that many refugees during the next fiscal year without hiring more employees in the government agencies that do the work to process them. During Mr. Trump’s presidency, the government agencies and nonprofit organizations which manage refugee resettlement were dramatically shrunk because of the low cap that the former president placed on the program. As a result, under Mr. Biden, only about 7,500 official refugees have been resettled in the United States even though the cap would allow 62,500. “Understandably, four years of the Trump administration’s assault on the refugee program coupled with pandemic challenges have hamstrung federal rebuilding efforts,” said Krish Vignarajah, President of Lutheran Immigration and Refugee Service, which works with the government to resettle refugees. “But raising the cap without dedicating significant resources, personnel, and policies to streamline the process would be largely symbolic.” Tens of thousands of Afghans who were flown out of Kabul last month have already arrived in the United States, and many will likely be resettled in communities across the country. But most have been granted the ability to live and work in the United States temporarily under a humanitarian program that does not consider them to be official refugees. Some may eventually apply for asylum to stay in the United States permanently, and the Biden administration is asking Congress to pass a special law to put all of them on a special path to citizenship. Many of the Haitians who have crossed the Rio Grande River over the last several days in Texas are also not officially considered refugees. The administration has said they have already begun to quickly process them as illegal border crossers and fly them back to Haiti.\nShow more", "url": "https://www.nytimes.com/live/2021/09/20/us/politics-news/democrats-debt-ceiling"}