{"authors": ["Patrick Kingsley", "Isabel Kershner", "Raja Abdulrahim"], "date_download": "2022-10-25 23:55:44", "date_modify": "2022-10-25 23:55:44", "date_publish": "2022-08-06 12:31:05", "description": "No cease-fire appeared imminent, despite early mediation efforts by international actors, including the United Nations. The death toll from the fighting grew to at least 24, Palestinian health authorities said.", "filename": "live_2022_08_06_world_israel-gaza-fighting-airstrikes_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666742144.html", "image_url": "https://static01.nyt.com/images/2022/08/06/multimedia/06israel-gaza-briefing-promo-545pm/merlin_211116924_bedcaff4-6e4a-4436-8487-ae430bbf6e5b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_08_06_world_israel-gaza-fighting-airstrikes_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666742144.html", "title": "Israeli Airstrikes Hit Gaza for 2nd Day; Militants Respond With Rockets", "title_page": "Israeli Airstrikes Hit Gaza for 2nd Day; Militants Respond With Rockets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video Israeli airstrikes destroyed residential buildings in Gaza and killed several people, according to Palestinian health officials. The Israeli military described the buildings as weapons stores belonging to militant operatives and said evacuations took place before the strikes. Credit Credit... Mahmud Hams/Agence France-Presse — Getty Images\nThe most violent conflict in more than a year between Israel and Gaza militants extended into a second day on Saturday, as Israeli warplanes carried out airstrikes and militants responded with rocket attacks, pushing the death toll up to at least 24, according to Palestinian health officials.\nThe Israeli military said it had hit two buildings in Gaza belonging to operatives of the militant group Islamic Jihad that it described as weapons stores. Military officials said that warnings were given and the buildings had been evacuated before the strikes.\nIn response, Islamic Jihad and other smaller Palestinian militant groups in Gaza fired rockets early Saturday at Israeli towns closest to the edge of the territory, and by the evening they were aiming at Tel Aviv and its suburbs, sending beachgoers rushing for cover.\nThe renewed tensions highlighted the challenge of preventing flare-ups in Israel and the occupied territories when both the Israeli and Palestinian leaderships are divided and politically weak, international attention is elsewhere and there is little hope of ending the 15-year blockade of the Gaza Strip by Israel and Egypt.\n“There is no end in sight for this cycle, and no actor seems to wish to construct any more stable alternative,” said Prof. Nathan J. Brown, an expert on the Middle East at George Washington University.\nImage Paramedics transported a Palestinian woman injured on Saturday during Israeli airstrikes in Gaza City. Credit... Mahmud Hams/Agence France-Presse — Getty Images\nThis round of fighting, which began on Friday with Israeli airstrikes, has mainly pitted Israel against Islamic Jihad, the second-largest militant group in Gaza. Hamas, the dominant militia in Gaza, has so far stayed away from direct involvement, raising hopes that the conflict would not escalate into a larger war. No cease-fire appeared imminent, however, despite early mediation efforts by foreign diplomats and the United Nations.\nOne of the Palestinians killed on Friday was a 5-year-old girl. Three children were also killed on Saturday, though it was not immediately clear whether they were hit by an Israeli strike or a misfired Palestinian rocket. The Israeli military said they were killed by a failed Islamic Jihad rocket launch.\nThe only power plant in Gaza halted operations because of a freeze on fuel deliveries from Israel, further reducing power across large parts of the territory.\nThe battles began on Friday when Israel preemptively launched airstrikes to foil what it said was an imminent attack from Islamic Jihad in Gaza. Earlier in the week, Israel had arrested a senior Islamic Jihad figure in the West Bank, leading to threats of reprisals from the group. Israel said its airstrikes aimed to stop the group from following through on those threats.\nOne airstrike on Friday killed a senior Islamic Jihad commander in Gaza, and prompted the group to return fire with several rocket and mortar barrages that sent thousands of Israelis into bomb shelters overnight Friday.\nOn Saturday, rockets and other projectiles fired from Gaza hit at least two Israeli towns, wounding at least two soldiers and a civilian, according to Israeli officials and news reports. The majority of Palestinian rockets, however, either fell on open areas or were intercepted by Israel’s Iron Dome air defense system, according to the Israeli military.\nFady Hanona contributed reporting.", "url": "https://www.nytimes.com/live/2022/08/06/world/israel-gaza-fighting-airstrikes?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}