{"authors": ["Matt Stevens", "Annie Karni", "The New York Times"], "date_download": "2022-10-25 23:30:52", "date_modify": "2022-10-25 23:30:52", "date_publish": "2020-08-26 14:04:50", "description": null, "filename": "live_2020_08_26_us_rnc-convention-election_kayleigh-mcenany-tells-a-personal-story-in-a-bid-to-make-trump-more-appealing-to-women_1666740652.html", "image_url": "https://static01.nyt.com/images/2020/08/26/us/politics/26repubs-ledeall-McEnany/26repubs-ledeall-McEnany-facebookJumbo.jpg?year=2020&h=550&w=1050&s=554c7da8ad9ba582ad71130decd2379efad1823cabd1e9622e4072c56dfde930&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_08_26_us_rnc-convention-election_kayleigh-mcenany-tells-a-personal-story-in-a-bid-to-make-trump-more-appealing-to-women_1666740652.html", "title": "Mike Pence Closes Out Night 3 of the G.O.P. Convention, Making the Case for Trump", "title_page": "Mike Pence Closes Out Night 3 of the G.O.P. Convention, Making the Case for Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:25 - 0:00 transcript Mike Pence Accepts Nomination and Attacks Joe Biden In making his case for another Trump term, the vice president spoke of President Trump’s character “when the cameras are off.” So with gratitude for the confidence President Donald Trump has placed in me, the support of our Republican Party and the grace of God, I humbly accept your nomination to run and serve as vice president of the United States. Over the past four years, I’ve had the privilege to work closely with our president. I’ve seen him when the cameras are off. Americans see President Trump in lots of different ways. But there’s no doubt how President Trump sees America. He sees America for what it is: a nation that has done more good in this world than any other, a nation that deserves far more gratitude than grievance. And if you want a president who falls silent when our heritage is demeaned or insulted, he’s not your man. Last week, Joe Biden didn’t say one word about the violence and chaos engulfing cities across this country. So let me be clear: The violence must stop — whether in Minneapolis, Portland or Kenosha. Too many heroes have died defending our freedom to see Americans strike each other down. In making his case for another Trump term, the vice president spoke of President Trump’s character “when the cameras are off.” Credit Credit... Doug Mills/The New York Times\nFor four years, Vice President Mike Pence has stood as an unfailingly loyal deputy to President Trump — even and especially when he gets overruled.\nIn public and private, Mr. Pence lauds Mr. Trump. And on Wednesday night, he used his convention speech to paint the president as a great builder of the American economy and defender of American law enforcement.\nThe vice president said that Mr. Trump was upholding the very nature of the country, and if Joseph R. Biden Jr. was elected president, the United States would lose its essential character and become unrecognizable — at least to a Trump-friendly social conservative like Mr. Pence.\n“Last week, Joe Biden said democracy is on the ballot, but the truth is, our economic recovery is on the ballot, law and order are on the ballot. But so are things far more fundamental and foundational to our country,” Mr. Pence said. “It’s not so much whether America will be more conservative or more liberal, more Republican or more Democrat. The choice in this election is whether America remains America.”\n“So with gratitude for the confidence President Donald Trump has placed in me, the support of our Republican Party, and the grace of God, I humbly accept your nomination to run and serve as vice president of the United States,” Mr. Pence said.\nSpeaking to a crowd at Fort McHenry in Baltimore that did not appear to be socially distanced or wearing masks, Mr. Pence described a president who acts differently in private than he does in public — a picture sharply at odds with nearly all of the reporting that depicts Mr. Trump in private as even more prone to pique and outbursts than he is before television cameras.\n“I’ve seen him when the cameras are off,” Mr. Pence said. “Americans see President Trump in lots of different ways, but there’s no doubt how President Trump sees America. He sees America for what it is, a nation that has done more good in this world than any other, a nation that deserves far more gratitude than grievance.”\nMr. Pence made the night’s first significant reference to Hurricane Laura, a major storm bearing down on Texas and Louisiana, a notion that would have not raised eyebrows during any other political convention but seemed off-key during a week devoted to singing the praises of Mr. Trump.\n“This is a serious storm, and we urge all of those in the affected areas to heed state and local authorities,” Mr. Pence said. “Stay safe, and know that we will be with you every step of the way to support, rescue, respond, and recover in the days and weeks ahead.”\nIn a seeming reference to Mr. Trump’s defense of Confederate monuments and the Confederate flag, Mr. Pence, who is from Indiana, added: “If you want a president who falls silent when our heritage is demeaned or insulted, then he’s not your man.”\nMr. Pence was the only Republican convention speaker to mention Kenosha, Wis., where the Sunday police shooting of a Black man, Jacob Blake, has inflamed racial tensions. He condemned people there who caused property damage — though he made no mention of the shooting that prompted the unrest.\n“President Trump and I will always support the right of Americans to peacefully protest,” said Mr. Pence, who in 2017 flew to Indianapolis for an N.F.L. game and then walked out after several players knelt during the national anthem. “But rioting and looting is not peaceful protest. Tearing down statues is not free speech, and those who do so will be prosecuted to the fullest extent of the law.”\nMr. Pence, like many speakers during the Republican convention, also sought to rewrite the recent history of how Mr. Trump has handled the coronavirus pandemic, which has killed nearly 180,000 Americans and counting.\n“Before the first case of the coronavirus spread within the United States, the president took unprecedented action and suspended all travel from China, the second largest economy in the world,” Mr. Pence said.\nYet by April 40,000 people had traveled to the United States from China since Mr. Trump imposed his travel ban on Jan. 31, and more than 430,000 since the coronavirus was first disclosed in China a month earlier.\nMr. Pence also said Mr. Trump had “marshaled the full resources of our federal government from the outset,” adding, “He directed us to forge a seamless partnership with governors across America in both political parties.”\nThis would come as a surprise to Democratic governors in Illinois, New York and Washington State, among others, who found themselves on the receiving end of Mr. Trump’s attacks for publicly criticizing the federal government’s inability to produce personal protective equipment or sufficient testing to determine how far the virus had spread in their states.", "url": "https://www.nytimes.com/live/2020/08/26/us/rnc-convention-election/kayleigh-mcenany-tells-a-personal-story-in-a-bid-to-make-trump-more-appealing-to-women"}