{"authors": ["Matina Stevis-Gridneff", "Anushka Patil", "Katie Rogers", "John Ismay", "Mauricio Lima", "Anton Troianovski", "Mark Landler", "Farnaz Fassihi", "Tyler Hicks", "Lara Jakes"], "date_download": "2022-10-25 23:22:48", "date_modify": "2022-10-25 23:22:48", "date_publish": "2022-04-05 05:04:56", "description": "In announcing the proposed measures, the European Commission’s president said the bloc was also working on soon banning Russian oil.", "filename": "live_2022_04_05_world_ukraine-russia-war_eu-coal-sanctions-russia_1666740168.html", "image_url": "https://static01.nyt.com/images/2022/04/05/multimedia/05ukraine-blog-eu-sanctions-topart/05ukraine-blog-eu-sanctions-topart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_04_05_world_ukraine-russia-war_eu-coal-sanctions-russia_1666740168.html", "title": "What Happened on Day 41 of the War in Ukraine", "title_page": "What Happened on Day 41 of the War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Volodymyr Zelensky of Ukraine speaks via remote video link during a meeting of the United Nations Security Council on Tuesday.\nWith evidence mounting of atrocities in the Kyiv suburbs, and Russian forces preparing for a new offensive farther east, President Volodymyr Zelensky of Ukraine delivered a scathing speech to the United Nations on Tuesday, accusing Russia of a litany of horrors and questioning whether a world body that takes no action to stop a war serves any purpose.\nSpeaking via video link to the U.N. Security Council, he compared Russian forces to the Islamic State, called for a Nuremberg-like war crimes tribunal and vented his bitter frustration, knowing that the council — where Russia is one of five permanent members with veto power — would do nothing but talk.\n“Where is the security that the Security Council needs to guarantee?” Mr. Zelensky said, raising the question of whether Russia deserved to keep its seat on the council. “Are you ready to close the U.N.? Do you think that the time of international law is gone? If your answer is no, then you need to act immediately.”\nThe chamber fell silent as a short video provided by Mr. Zelensky’s government played, showing some of the hundreds of corpses found strewn around the city of Bucha, northwest of Kyiv, after Russian forces retreated last week — bloated, charred bodies of civilians, including children. Some victims, their hands bound, had been shot in the head.\nMr. Zelensky said that in Bucha, “they killed entire families, adults and children, and they tried to burn the bodies.” Civilians “were crushed by tanks while sitting in their cars in the middle of the road,” he added, asserting that “women were raped and killed in front of their children; their tongues were pulled out.”\nChina refrained from criticizing Russia in Tuesday’s session, saying that the Security Council should wait until investigations establish the facts in Ukraine. A rising global power, China has drawn closer to Russia in recent years, united by a shared antipathy to the United States. The divisions on the war appeared essentially unchanged since Feb. 26, when 11 of 15 Security Council members voted for a resolution condemning Russia’s invasion, Russia vetoed the measure, and three others abstained — China, India and the United Arab Emirates.\nImage Residents look at the body of a civilian in Bucha, Ukraine, on Monday. Credit... Daniel Berehulak for The New York Times\nRussia’s U.N. ambassador, Vasily Nebenzya, reiterated his government’s claims — rebutted by ample evidence — that atrocities in Bucha had been faked, or had not occurred when Russians held the city. He made a number of other unsupported claims, including stating falsely that in Ukraine — where the freely elected president is a Jew who lost family members in the Holocaust — Nazis are “running the show.”\nAfter President Vladimir V. Putin of Russia launched the war on Ukraine on Feb. 24, his military became bogged down on several fronts in the face of logistical failures and unexpectedly fierce Ukrainian resistance. Russian forces spent weeks shelling and occupying cities and towns in northern Ukraine, where they took heavy losses as they failed to capture Kyiv, the capital. Last week they pulled back from that part of the country, preparing for what Russian officials and foreign analysts said would be a shift in focus toward eastern Ukraine.\n“The next pivotal battle of the war” is likely to be for the eastern city of Sloviansk, according to a report released on Tuesday by the Institute for the Study of War, based in Washington.\nRevulsion over the apparent executions discovered in Bucha deepened Russia’s economic isolation, despite its denials of responsibility.\nThe United States has started blocking Russia from making debt payments using dollars held in American banks, a move designed to deplete its international currency reserves and potentially push Russia toward its first foreign currency debt default in a century.\nAnd as early as Wednesday, the Biden administration is expected to announce additional sanctions against Russia for the killings of Ukrainian citizens, according to a person familiar with the plans who was not authorized to detail them publicly. The administration will expand existing sanctions against Sberbank, the largest financial institution in Russia, and implement sanctions against Alfa Bank, one of the country’s largest private lenders. The administration also plans to announce sanctions against adult children of Vladimir V. Putin, the Russian president.\nThe Biden administration has also authorized an additional shipment of up to $100 million in military supplies that will be taken from existing Defense Department stockpiles, the Pentagon announced in an email sent to reporters Tuesday night. This comes days after an additional $300 million in defense aid was announced April 1.\nAnd the European Union took a significant step toward overcoming resistance to curbing fuel imports from Russia, on which its member nations rely heavily. The European Commission, the executive body of the European Union, proposed cutting off imports of Russian coal — oil and natural gas remain hotly debated — and barring Russian vessels from E.U. ports as part of a new round of sanctions.\nThe measures, which require unanimous approval, are expected to go to a vote of E.U. ambassadors on Wednesday. Diplomats said the sanctions package would target, among others, two daughters of Mr. Putin. The European Commission president, Ursula von der Leyen, and the chief E.U. diplomat, Josep Borrell Fontelles, announced plans to visit Kyiv this week and meet with Mr. Zelensky.\nImage Lining up to receive food on Monday in the recently liberated village of Nova Basan, Ukraine. Russian forces controlled the town for nearly one month. Credit... Ivor Prickett for The New York Times\nThe Ukrainian prosecutor general’s office said that it, along with the Kyiv police, had discovered what it called a Bucha “torture chamber,” where Russian forces had left behind the bodies of five men, their hands tied, who had been tortured and killed.\nMr. Zelensky reinforced a point that U.N. officials have made repeatedly: The true extent of Ukraine’s destruction and casualties is unknown but far greater than what has been documented, because outside observers have been unable to reach some of the most devastated areas. “Now the world can see what Russia did in Bucha, but the world has yet to see what it has done in other parts of our country,” Mr. Zelensky said.\nNew York Times journalists on Tuesday were able for the first time to reach the town of Borodyanka, northwest of Kyiv, battered by Russian rockets and airstrikes, where the mayor estimated 200 dead lay beneath the rubble. In the besieged port of Mariupol, local officials have put the death toll in the thousands.\nFierce fighting continues along Ukraine’s southern coast, where Mariupol, largely reduced to ruins by Russian bombardment, is “the center of hell,” said Martin Griffiths, the U.N. chief of humanitarian relief.\nMore than 250 miles west of Mariupol, explosions shuddered through the port of Mykolaiv, a day after the mayor said Russian strikes had killed 10 people and wounded 46. He said that Russians had hit residential buildings, schools, a hospital and an orphanage in his city since the war began, and had used cluster munitions. Soldiers defending the city said that increasingly, Russian forces were hitting civilian targets.\nImage In Borodyanka, Ukraine, on Tuesday. Credit... Ivor Prickett for The New York Times\nAfter four consecutive days of trying and failing to send an aid convoy into Mariupol, where people are desperately short of food, water, power, heat and medicines, the International Committee of the Red Cross decided against another attempt on Tuesday.\nUkrainian officials say the Russians have prevented crucial supplies from reaching the city. Mr. Nebenzya, the Russian U.N. ambassador, said the Ukrainians had blocked the convoy, and he claimed that Russian forces had evacuated 123,500 people from Mariupol.\nThe U.S. ambassador to the United Nations, Linda Thomas-Greenfield, said that in fact, tens of thousands of Ukrainians, including from Mariupol, had been taken to “filtration camps” in Russia, where family members were separated and people were stripped of passports and cellphones. “I do not need to spell out what these so-called filtration camps are reminiscent of,” she said. “It’s chilling, and we cannot look away.”\nRosemary A. DiCarlo, a U.N. under secretary general, said there was credible evidence that Russia had used cluster munitions — shells that burst open to spew many smaller bomblets over a wide area — at least 24 times in populated areas of Ukraine. Most countries have signed a treaty banning cluster munitions as indiscriminate weapons with a high risk of civilian casualties, but Russia, like the United States, has not.\nMore than 11 million Ukrainians — about one in four — have fled their homes because of the war, including more than 4 million who have left the country, according to the United Nations, creating Europe’s largest and fastest-growing refugee crisis since World War II.\nImage A residential area in Kharkiv on Tuesday that has been under continued bombing. Credit... Tyler Hicks/The New York Times\nRussian forces recently captured the eastern city of Izyum, and Western analysts say they are preparing for a drive to the south and southeast, to bolster efforts to seize more of the Luhansk and Donetsk regions, where Russia-backed separatists have been fighting for eight years. Many of Ukraine’s best-equipped and most experienced military units have been concentrated in that area, known as Donbas.\n“Russian forces continue to make little to no progress in frontal assaults” on the portions of Donbas still held by Ukraine, the Institute for the Study of War reported.\nWhether the Russians aim simply to reinforce their units in Donbas, or are planning a more ambitious effort to encircle the Ukrainian forces, capturing Sloviansk is crucial, the institute said.\nIn the Luhansk region on Tuesday, an attack that Ukrainians blamed on Russian forces hit a storage tank containing nitric acid, releasing a toxic cloud and prompting the regional administrator to urge people to stay inside and close their windows.\nThe Russian units that withdrew from the region around Kyiv, having suffered heavy casualties, extensive equipment losses and poor morale, the institute said, “are highly unlikely to be effectively deployed elsewhere in Ukraine and are likely a spent force.”\nAn intelligence assessment released by the British defense ministry was less definitive, but said that any Russian forces redeploying from the north would first need considerable time to repair and replace equipment, and to make up for casualties.\nImage A vigil in Lviv, Ukraine, on Tuesday for civilians killed in Bucha and in the surrounding areas when occupied by Russian forces. Credit... Mauricio Lima for The New York Times\nReporting was contributed by Carlotta Gall in Borodyanka, Ukraine; Andrew E. Kramer in Kyiv, Ukraine; Rick Gladstone , Michael Schwirtz and Farnaz Fassihi in New York; Dan Bilefsky in Montreal; Steven Erlanger and Matina Stevis-Gridneff in Brussels; Megan Specia and Cora Engelbrecht in Krakow, Poland; Anton Troianovski in Istanbul; and Lara Jakes , John Ismay and Katie Rogers in Washington.", "url": "https://www.nytimes.com/live/2022/04/05/world/ukraine-russia-war/eu-coal-sanctions-russia"}