{"authors": ["Michael Levenson", "Derrick Bryson Taylor", "Campbell Robertson"], "date_download": "2022-10-25 23:47:50", "date_modify": "2022-10-25 23:47:50", "date_publish": "2021-02-16 10:10:23", "description": "Officials demanded an investigation into power outages in Texas after frigid temperatures gripped much of the United States. At least 23 people died in the storm or its aftermath.", "filename": "live_2021_02_16_us_winter-storm-weather-live_1666741670.html", "image_url": "https://static01.nyt.com/images/2021/02/16/autossell/snowstorm-tx_043/snowstorm-tx_043-facebookJumbo.jpg?year=2021&h=550&w=1050&s=66f6401273bfd1ef218d9970a3f54c6d8a20d99f534af89bb6ed4f0eb89b6aa4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_16_us_winter-storm-weather-live_1666741670.html", "title": "Power Is Still Off for Millions After Winter Storm", "title_page": "Power Is Still Off for Millions After Winter Storm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:00 - 0:00 transcript Millions in Texas Are Without Power After Storm After a deadly winter storm made its way across parts of the United States this week, millions of Texans remained without power in freezing temperatures on Wednesday. “It’s pretty bad that, you know, as Texans, we just can’t prepare for cold — every other part of the country, this would have not been even an issue.” “We lost power yesterday morning in the house. It started getting real cold like around 2 o’clock, and then you got all the blankets out. We tried to all sleep together to keep us warm, come to the cars to keep our phones charged. And then today, when we got up, there was no water.” “Yesterday morning about 7:55, power went out. Rode it out for most of the day. Been coming out because we have two kids, keeping them warm, and slept here last night, hoping the power would come on this morning. But we have no real update of when it’s going to come on, and our phones barely work.” After a deadly winter storm made its way across parts of the United States this week, millions of Texans remained without power in freezing temperatures on Wednesday. Credit Credit... Tamir Kalifa for The New York Times\nMillions of people remained without power on Tuesday and were anticipating another cold, dark night in the wake of a deadly winter storm that bulldozed its way across the southern and central parts of the United States this week, in places where such perilously frigid conditions tend to arrive just once in a generation.\nBy late afternoon Tuesday, the storm was moving into eastern Canada, but the damage left behind was severe. Temperatures across the middle of the country had plummeted to lows not felt in a century or more, with measurements of minus 14 in Oklahoma City and minus 20 in Fayetteville, Ark., even as a new winter storm was building in the southern Plains.\nAt least 23 people have died since winter weather began wreaking havoc last week, some from the cold itself and some from attempts to escape it. And almost four million customers across the country remained without electricity on Tuesday evening, according to PowerOutage.us, which aggregates live power data from utilities.\nMore than 3.5 million of those outages were in Texas, where many people had been without power for hours or even days in freezing temperatures. State leaders, including Gov. Greg Abbott, expressed sharp criticism of the operation of the state’s power grid, and the Texas House speaker announced a legislative hearing looking into the widespread power failures.\nThe disruptions caused problems at water treatment plants, leading to boil water advisories for hundreds of thousands of people across Texas, from Fort Worth down to the Rio Grande Valley. Some customers lost water altogether, forced to flush their toilets with melting snow.\nBy early Tuesday afternoon, Southwest Power Pool, which manages the electrical grid across 17 Central and Western states, had stopped ordering controlled rolling cutoffs of power service to customers as the energy supply began meeting the extreme demand, a spokesman said.\nThe storm also severely disrupted the distribution of the coronavirus vaccine, forcing vaccination sites to close across the South and hampering the shipments of doses.\nThe brutal cold in the middle of the country seemed to defy a trend of ever-milder winters, but the frigid temperatures in Texas could be a consequence of global warming. There is research suggesting that Arctic warming is weakening the jet stream, the high-level air current that circles the northern latitudes and usually holds back the frigid polar vortex.", "url": "https://www.nytimes.com/live/2021/02/16/us/winter-storm-weather-live"}