{"authors": ["Stacy Cowley"], "date_download": "2022-10-25 23:52:24", "date_modify": "2022-10-25 23:52:24", "date_publish": "2021-08-04 12:32:25", "description": "Several lenders said they preferred to stick with their own processes out of concern that steering customers to the government portal would create confusion.", "filename": "live_2021_08_04_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741944.html", "image_url": "https://static01.nyt.com/images/2021/08/04/business/04economy-briefing-sba-ppp/04economy-briefing-sba-ppp-facebookJumbo.jpg?year=2021&h=549&w=1050&s=87bfdd824bcedd36c1bd05427bc26150359fa3562bbe69219a02dde053398ef3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_04_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741944.html", "title": "P.P.P. loan forgiveness portal opens, but big banks opt out.", "title_page": "P.P.P. loan forgiveness portal opens, but big banks opt out. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an effort to speed forgiveness of Paycheck Protection Program loans, the government on Wednesday opened an online portal through which small businesses that borrowed up to $150,000 can apply to have their loans eliminated.\nThe Small Business Administration, which administers the program, hopes the new system will streamline the process both for borrowers and for the program’s nearly 5,500 lenders, which collectively made 11.8 million government-backed loans totaling $800 billion between April 2020 and May 2021. Until now, each lender had to set up its own process for collecting loan forgiveness applications and sending them to the S.B.A. for approval.\nThe new system “will simplify forgiveness for millions of our smallest businesses,” said Isabel Casillas Guzman, the agency’s administrator. About 92 percent of the program’s loans fall under the portal’s $150,000 cap.\nBut there’s a sticking point: Lenders also have to agree to use the portal, otherwise the service won’t work for the borrower. So far, about 900 lenders have signed on, but many of the program’s largest lenders, especially big banks, are not on board.\nSeveral lenders said they preferred to stick with their own processes out of concern that steering customers to the S.B.A.’s portal would create confusion. Banks are also leery of relying on an agency that has struggled throughout the pandemic with buggy and overloaded technology systems.\nMany lenders “tested the portal’s capabilities during its early launch period and provided positive feedback,” said Matthew Coleman, an agency spokesman. JPMorgan Chase, the program’s largest lender, said it was “too early to say” whether it would participate in the portal. “We’re evaluating all aspects of the process and meanwhile continue to encourage our customers to apply for forgiveness through our platform,” said Elizabeth Seymour, a bank spokeswoman. Bank of America is also not participating at this time, a bank spokesman said. A few large lenders, though, are enthusiastic. Adam Seery, the chief operating officer of Harvest Small Business Finance, said his company hopes to use the new portal to process forgiveness applications for most of the 430,000 loans it made this year. “So far it’s a big success and will save months in processing times,” he said of the testing Harvest did over the last few weeks. Harvest submitted its first batch of around 30 applications this week and hopes to have those loans discharged soon. Nearly 80 percent of the 5 million P.P.P. loans given out last year have been fully or partially forgiven, according to the latest agency data, but very few of this year’s borrowers have begun the process. Most have until next year to seek forgiveness before they will be required to start making payments on their loans.\nShow more", "url": "https://www.nytimes.com/live/2021/08/04/business/economy-stock-market-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}