{"authors": ["Glenn Thrush", "Julia Echikson", "Charles Savage", "Katie Benner", "The New York Times"], "date_download": "2022-10-25 23:23:25", "date_modify": "2022-10-25 23:23:25", "date_publish": "2022-08-12 14:36:59", "description": "Items removed from Mar-a-Lago included files marked as top secret and meant to be viewed only in secure government facilities, according to a copy of the warrant.", "filename": "live_2022_08_12_us_trump-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740205.html", "image_url": "https://static01.nyt.com/images/2022/08/12/multimedia/12trump-briefing-promo-930pm/12trump-briefing-promo-930pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_08_12_us_trump-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740205.html", "title": "Documents Taken From Trump’s Home Included Classified Material", "title_page": "Documents Taken From Trump’s Home Included Classified Material - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The National Archives has sought to reclaim documents from former President Donald J. Trump since shortly after he left office.\nWhen F.B.I. agents took the stunning step of searching former President Donald J. Trump’s home in Florida on Monday, the warrant for which may be unsealed as soon as Friday, the focus quickly turned to Mr. Trump’s history of improperly keeping records and documents from his time in the White House at his Florida residence.\nOver the past year and a half, Mr. Trump has repeatedly faced questions about the nature of documents he turned over to the government, as well as others he kept after leaving office that by law were required to be handed over to the National Archives and Records Administration.\nHere is a timeline of Mr. Trump’s dealings with the National Archives, as well as efforts by lawmakers and Justice Department officials to identify and reclaim a variety of sensitive documents Mr. Trump may have stashed at his home in Florida.\nJanuary 2021\nOn Jan. 19, the day before he left office, Mr. Trump sent a letter to David S. Ferriero, the archivist of the United States, naming seven senior officials as his representatives to handle all future requests for presidential records. They included Mark Meadows, his chief of staff, and several White House lawyers, including Pat A. Cipollone and Patrick F. Philbin.\nThrough their work in the White House Counsel’s Office, several of Mr. Trump’s representatives had helped fight requests from Congress for White House records during Mr. Trump’s first impeachment in 2019.\nMr. Trump left the White House on the morning of Jan. 20, just hours before President Biden was inaugurated. Accounts of the former president’s departure described a highly disorganized exit with slapdash packing, especially as aides had spent the weeks before focused on contesting the results of the 2020 election and preparing for Mr. Trump’s defense in a second impeachment trial that was held in February.\nThe National Archives said it received a collection of documents from the White House at the end of the administration. It later said that many had been torn up and taped back together, and that others were handed over in scraps that officials had never reconstructed.\nJanuary 2022\nIt was later revealed that in mid-January, the National Archives had succeeded in retrieving 15 boxes of materials taken from the White House at the end of Mr. Trump’s term and stored at Mar-a-Lago, Mr. Trump’s private club and residence in Palm Beach, Fla. The agency said it had negotiated with Mr. Trump’s lawyers throughout 2021 to have the materials returned.\nThe boxes included a number of personal letters and gifts Mr. Trump had received, including correspondence with Kim Jong-un and a congratulatory letter that former President Barack Obama left for Mr. Trump.\n“These records should have been transferred to NARA from the White House at the end of the Trump administration in January 2021,” the National Archives said in a statement.\nFebruary 2022\nSometime after receiving the boxes, the National Archives discovered what appeared to be classified information within the documents Mr. Trump had held onto and flagged the incident to the Justice Department for guidance. The agency publicly confirmed on Feb. 18 that it had found documents marked as containing “classified national security information” among the boxes.\nThe finding raised concern among lawmakers, who started investigating through the House Committee on Oversight and Reform.\nIn a letter on Feb. 24, Representative Carolyn B. Maloney, the committee’s chairwoman, requested a detailed accounting from the National Archives of the contents of the boxes found at Mar-a-Lago, including anything that Mr. Trump had shredded or tried to destroy.\n“I am deeply concerned that former President Trump may have violated the law through his intentional efforts to remove and destroy records that belong to the American people,” she wrote.\nApril 2022\nIn response to the National Archives’ referral to the Justice Department in February, federal authorities apparently began their own investigation into how classified information ended up at Mr. Trump’s Florida home.\nIn April, the Justice Department instructed the National Archives not to share any further details about the materials found at Mar-a-Lago with the House Oversight Committee, suggesting that the F.B.I. was in the preliminary stages of a criminal investigation.\nMay 2022\nIn early May, the Justice Department issued a subpoena to the National Archives to obtain the classified documents found within the boxes recovered from Mar-a-Lago. The authorities also requested interviews with several White House officials present in the final days before Mr. Trump left the White House. These steps appeared to confirm that the Justice Department had begun a grand jury investigation into whether Mr. Trump had mishandled the sensitive documents, and that its investigative efforts were picking up steam.\nAt some point in the spring, a small group of federal agents, including at least one involved in counterintelligence, also made an unusual visit to Mar-a-Lago to seek out more information about classified documents that might have been stored there. Mr. Trump and at least one of his lawyers were said to have been present for part of the meeting. It was not immediately clear when the visit took place.\nAugust 2022\nOn Monday, F.B.I. agents descended on Mr. Trump’s home, breaking open a safe as they conducted the search in what seemed to be the latest attempt to obtain information related to his handling of classified materials.\nIn an interview on “Real America’s Voice” on Tuesday, Christina Bobb, a lawyer for Mr. Trump, appeared to confirm that agents were looking for presidential records, some of which may have contained classified information.\nOn Wednesday, during a deposition in New York, Mr. Trump refused to answer questions from the state’s attorney general, Letitia James, citing the Fifth Amendment. Since March 2019, Ms. James has been investigating whether the former president fraudulently inflated the value of his assets to secure loans and other benefits.\nShortly after the questioning began, Mr. Trump’s office released a statement that he would invoke his right against self-incrimination and cast the inquiry as part of a grander conspiracy against him, linking it to the F.B.I. search at Mar-a-Lago on Monday.\nOn Thursday, one of Mr. Trump’s representatives to the National Archives disclosed that the former president had been subpoenaed this spring to return the classified documents months before the F.B.I. searched his Florida residence, suggesting that the Justice Department had tried other methods to account for the materials.\nAfter the disclosure of the subpoena, Attorney General Merrick B. Garland moved to make public the warrant and supporting documents used in the search and said he personally approved the decision after the “less intrusive” attempts had failed.\nLate on Thursday night, Mr. Trump said he would not oppose the motion to release the warrant and an inventory of items retrieved in the search on Monday. But his lawyers have until not officially responded to the Justice Department; they have until 3 p.m. Eastern on Friday to formally state whether Mr. Trump has any objection.\nThe Wall Street Journal reported on Friday that a list of documents removed from Mr. Trump’s Mar-a-Lago residence include materials marked as top secret and meant to be viewed only in secure government facilities.", "url": "https://www.nytimes.com/live/2022/08/12/us/trump-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}