{"authors": ["Luis Ferré-Sadurní", "The New York Times"], "date_download": "2022-10-25 23:27:10", "date_modify": "2022-10-25 23:27:10", "date_publish": "2021-04-27 08:59:42", "description": "The C.D.C. has eased its guidance for wearing masks outdoors. Because the risk of infection is much lower outdoors, U.S. health officials also relaxed advice for those who haven’t gotten their shots. In Brazil, Russia’s Sputnik V vaccine isn’t recommended.", "filename": "live_2021_04_27_world_covid-vaccine-coronavirus-cases_name=styln-coronavirus&region=hub&block=storyline_live_updates_block_recirc&action=click&pgtype=LegacyCollection_1666740430.html", "image_url": "https://static01.nyt.com/images/2021/04/27/us/27virus-briefing-nyupdate/27virus-briefing-nyupdate-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8ff61ac9b68fd8bc5d1db272b012f32e9f6b62987bac3a7a35763ba8c7b83e03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_04_27_world_covid-vaccine-coronavirus-cases_name=styln-coronavirus&region=hub&block=storyline_live_updates_block_recirc&action=click&pgtype=LegacyCollection_1666740430.html", "title": "New York State Will Stop Requiring That Food Must Be Ordered With Alcohol", "title_page": "New York State Will Stop Requiring That Food Must Be Ordered With Alcohol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A coronavirus patient in New Delhi receiving oxygen in a car on Sunday. Credit... Atul Loke for The New York Times\nAs a second wave of the pandemic rages in India, which logged more than 300,000 new coronavirus cases for the sixth consecutive day on Tuesday, countries around the world are trying to help. But their efforts to send oxygen and other critical aid are unlikely to plug enough holes in India’s sinking health care system to end its deadly catastrophe.\nThe Indian health ministry reported more than 320,000 new cases and 2,771 deaths on Tuesday. Both figures represented slight declines from the previous day’s record highs, but experts said this was not a sign that the outbreak was easing. With enormous funeral pyres spilling into parking lots and city parks, there are signs that India’s reported overall toll of nearly 198,000 deaths could be a vast undercount.\nAustralia and the Philippines said on Tuesday they would pause commercial flights from India, joining Britain, Canada, Singapore and several other nations that have restricted travel from the country. Australia’s prime minister, Scott Morrison, said his government would donate ventilators and protective equipment to help India contain the outbreak.\nThe emergency in India, where a worrying virus variant is spreading rapidly, is driving a new global surge in the pandemic. It also carries implications for countries relying on India for the AstraZeneca vaccine, millions of doses of which are manufactured there.\n“It’s a desperate situation out there,” said Ramanan Laxminarayan, the founder and director of the Center for Disease Dynamics, Economics & Policy, adding that donations would be welcome but might make only a “dent on the problem.”\nScientists fear that part of the problem is the emergence of a virus variant known as the “double mutant,” B.1.617, because it contains genetic mutations found in two other difficult-to-control versions of the coronavirus. One of the mutations is present in the highly contagious variant that ripped through California earlier this year. The other is similar to one found in the variant dominant in South Africa and is believed to make the virus more resistant to vaccines.\nStill, scientists caution that it is too early to know with certainty how pernicious the variant emerging in India is.\nEarlier this year, the government of Prime Minister Narendra Modi acted as if the coronavirus battle had been won, holding huge campaign rallies and permitting thousands to gather for a Hindu religious festival.\nNow, Mr. Modi is striking a far more sober tone. He said in a nationwide radio address on Sunday that India has been “shaken” by a “storm.” And countries, companies and powerful members of the diaspora have pledged to pitch in.\nPatients are suffocating in the capital, New Delhi, and other cities because hospitals’ oxygen supplies have run out. Frantic relatives have appealed on social media for leads on intensive-care-unit beds and experimental drugs. The government has extended New Delhi’s lockdown by another week.\nIndia’s Supreme Court last week ordered the government to come up with a “national plan” for distributing oxygen supplies.\nMr. Modi appears to be looking to the rest of the world to help India quell the wave. Britain, Germany, France, Saudi Arabia and the United Arab Emirates have promised oxygen generators or ventilators. The United States has pledged raw material for coronavirus vaccines and intends to share up to 60 million doses of the AstraZeneca vaccine with other nations, so long as the doses clear a safety review conducted by the Food and Drug Administration, officials said Monday. Indian-American businessmen have pledged millions in cash from the companies they lead.\nAt a news conference on Monday, Dr. Tedros Adhanom Ghebreyesus, the director general of the World Health Organization, called the situation in India “beyond heartbreaking.” He said the organization had deployed 2,600 staff members to India to provide vaccination help.\nThe world’s seven-day average of new cases has remained well above 750,000 for the past week, according to a New York Times database, higher than the peak average during the last global surge in January. Despite more than one billion shots having been administered globally, far too small a percentage of the world’s nearly eight billion people has been vaccinated to slow the virus’s spread.", "url": "https://www.nytimes.com/live/2021/04/27/world/covid-vaccine-coronavirus-cases?name=styln-coronavirus&region=hub&block=storyline_live_updates_block_recirc&action=click&pgtype=LegacyCollection"}