{"authors": ["Nicholas Fandos", "Luke Broadwater", "The New York Times"], "date_download": "2022-10-25 23:38:07", "date_modify": "2022-10-25 23:38:07", "date_publish": "2021-01-08 13:32:42", "description": "Senator Lisa Murkowski became the first Republican senator to call for President Trump’s resignation. President-elect Joe Biden introduced top members of his economic team. The House could vote on impeachment next week.", "filename": "live_2021_01_08_us_trump-biden_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741087.html", "image_url": "https://static01.nyt.com/images/2021/01/08/us/politics/08transition-briefing-impeachment-sub/08transition-briefing-impeachment-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fdbb029cfd2085b892512c084ce8a411f992eb0308a0eaae119b001c201254b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_08_us_trump-biden_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741087.html", "title": "Pelosi Threatens Impeachment if Trump Doesn’t Resign ‘Immediately’; Twitter Permanently Suspends Him", "title_page": "Pelosi Threatens Impeachment if Trump Doesn’t Resign ‘Immediately’; Twitter Permanently Suspends Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image “If the president does not leave office imminently and willingly, the Congress will proceed with our action,” Speaker Nancy Pelosi said in a letter on Friday. Credit... Anna Moneymaker for The New York Times\nSpeaker Nancy Pelosi of California threatened on Friday that the House could move to impeach President Trump over his role in inciting a violent mob attack on the Capitol if he did not resign “immediately,” appealing to Republicans to join the push to force him from office.\nAfter a 3.5-hour call with fellow Democrats, Ms. Pelosi said she had instructed the Rules Committee to be prepared to move forward with either a motion for impeachment or legislation sponsored by Representative Jamie Raskin, Democrat of Maryland, to establish a body under the 25th Amendment that can declare a president is “unable to discharge the powers and duties of his office.”\n“It is the hope of members that the president will immediately resign,” Ms. Pelosi said in a statement. “But if he does not, I have instructed the Rules Committee to be prepared.”\nThe announcement came after a call that Ms. Pelosi called “sad, moving and patriotic” in which members recounted the terror of the violent mob attack on the Capitol from Mr. Trump’s supporters.\n“The violent insurrection was an attack on the caucus, the Congress, the country and the Constitution that was incited and facilitated by Donald Trump,” Representative Hakeem Jeffries, Democrat of New York and the caucus chairman, said on the call. “He must be held accountable for his actions.”\nIn a letter to House Democrats on Friday, Ms. Pelosi invoked the resignation of Richard M. Nixon amid the Watergate scandal, when Republicans prevailed upon the president to resign and avoid the ignominy of an impeachment, calling Mr. Trump’s actions a “horrific assault on our democracy.”\nMs. Pelosi also said she had spoken with Gen. Mark A. Milley, the chairman of the Joint Chiefs of Staff, about “preventing an unstable president from initiating military hostilities or accessing the launch codes.”\nA spokesman for General Milley, Col. Dave Butler, confirmed that the two had spoken and said the general had “answered her questions regarding the process of nuclear command authority.”\nBut some Defense Department officials have privately expressed anger that political leaders seemed to be trying to get the Pentagon to do the work of Congress and Cabinet secretaries, who have legal options to remove a president.\nMr. Trump, they noted, is still the commander in chief, and unless he is removed, the military is bound to follow his lawful orders. While military officials can refuse to carry out orders they view as illegal, they cannot proactively remove the president from the chain of command. That would be a military coup, these officials said.\nThe letter from Ms. Pelosi came as momentum for impeachment was rapidly growing on Friday among rank-and-file Democrats across the party’s ideological spectrum, and a handful of Republicans offered potential support.\nRepresentative Katherine Clark of Massachusetts, the No. 4 Democrat, said that if Vice President Mike Pence would not invoke the 25th Amendment to forcibly relieve Mr. Trump of his duties, House Democrats were prepared to act on impeachment by the middle of next week. But in a noon phone call, some others cautioned that Democrats needed to pause to consider the implications, and Ms. Pelosi told her colleagues she planned to speak to President-elect Joseph R. Biden Jr. about the matter later on Friday afternoon.\nDuring an appearance in Wilmington, Del., on Friday, Mr. Biden did not weigh in on plans to impeach Mr. Trump, saying, “What the Congress decides to do is for them to decide.”\nBut Mr. Biden had harsh words for Mr. Trump. “He has exceeded even my worst notions about him,” he said. “He’s been an embarrassment for the country.” And he added, “He’s not worthy to hold the office.”\nAn aide to Ms. Pelosi said that she still had not heard from Mr. Pence, despite putting intense public pressure on him to act. But Mr. Pence was said to be opposed to doing so, and she was making plans to move ahead.\nDemocrats were rushing to begin the expedited proceeding two days after the president rallied his supporters near the White House, urging them to go to the Capitol to protest his election defeat, then continuing to stoke their grievances as they stormed the edifice — with Mr. Pence and the entire Congress meeting inside to formalize Mr. Biden’s victory — in a rampage that left an officer and a member of the mob dead. (Three others died, including one woman who was crushed in the crowd, and two men who had medical emergencies on the Capitol grounds.)\nThe prospect of forcing Mr. Trump from office in less than two weeks appeared remote given the logistical and political challenges involved, given that a two-thirds majority in the Senate would be required.\nJust a day after he voted twice to overturn Mr. Biden’s legitimate victory in key swing states, Representative Kevin McCarthy of California, the Republican leader, urged both parties to “lower the temperature” and said he would reach out to Mr. Biden about uniting the country. Though he did not defend Mr. Trump, he argued that seeking to remove him would not help.\n“Impeaching the president with just 12 days left in his term will only divide our country more,” he said.\nAt least some Republicans appeared newly open to the possibility, which could also disqualify Mr. Trump from holding political office in the future.\nSenator Ben Sasse, Republican of Nebraska, a frequent critic of Mr. Trump, said he would “definitely consider whatever articles they might move, because I believe the president has disregarded his oath of office.”\n“He swore an oath to the American people to preserve, protect and defend the Constitution — he acted against that,” Mr. Sasse said on CBS. “What he did was wicked.”\nThe House is next scheduled to be in session on Monday, meaning that articles of impeachment could not be introduced until then. On Friday, Ms. Clark said on Twitter that Democrats were working to find “the quickest path to hold Trump accountable,” but added that they faced “obstruction and attempts to delay us by the G.O.P. defenders.”", "url": "https://www.nytimes.com/live/2021/01/08/us/trump-biden?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}