{"authors": ["Coral Murphy Marcos"], "date_download": "2022-10-25 23:46:51", "date_modify": "2022-10-25 23:46:51", "date_publish": "2022-03-18 11:00:57", "description": "A state representative threatened to introduce legislation that would bar local governments from doing business with companies that had such policies.", "filename": "live_2022_03_18_business_stocks-oil-inflation-ukraine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741611.html", "image_url": "https://static01.nyt.com/images/2022/03/18/multimedia/18biz-citigroup-abortion/18biz-citigroup-abortion-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_18_business_stocks-oil-inflation-ukraine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741611.html", "title": "Business News for March 18, 2022", "title_page": "Business News for March 18, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Equifax, Experian and TransUnion — the giant credit-reporting companies that each keep files on roughly 200 million Americans — said on Friday that they will soon wipe away credit stains created by certain medical debts.\nThe changes — including removing black marks for people who settled a debt after it went to collections — were cheered by consumer advocates and reflected a growing acceptance that such debts aren’t the best predictor of a consumer’s financial behavior.\nThe companies said the changes would eliminate up to 70 percent of the medical debt accounts on consumers’ credit reports, which contain reams of data used to calculate the all-important three-digit credit score that is the key to mortgages, car loans, rental agreements and more.\nStarting on July 1, medical debts that were paid after they went to collections will no longer appear on consumers’ credit reports, where they can currently linger for up to seven years.\nNew unpaid medical debts will now only appear after a full year of being sent to collections — instead of the current six months. That will give people more time to address the debt with their insurance companies and health care providers.\nAnd beginning in the first half of 2023, the credit-reporting companies said, they will exclude unpaid medical collection debts under $500.\n“As an industry we remain committed to helping drive fair and affordable access to credit for all consumers,” the companies’ chief executives said in a statement.\nThe changes mirror some already in action elsewhere: The formulas used to generate credit scores have already been updated to reduce the influence of paid medical debts. But older scoring models are still widely in circulation, so consumers haven’t necessarily reaped the benefits.\nAnd the three companies’ changes do go a bit further — for example, they will expunge more unpaid medical debts — while reducing the negative information flowing into the calculations of lenders that haven’t adopted the latest formulas.\n“This is huge, no doubt about it,” said Chi Chi Wu, a staff attorney at the National Consumer Law Center, “and it helps those people who have medical debt due to things like co-pays and deductibles, which is usually under $500.”\nBut the changes will do little to lift the scores of people with the largest unpaid debts, who are often dealing with catastrophic or costly illnesses that result in high bills even with insurance coverage.\n“It is the sickest and poorest, the most vulnerable, who are the 30 percent,” Ms. Wu added, referring to the portion of unpaid medical debt accounts that will remain on credit reports.\nFICO, the most widely used credit score, baked in changes to ignore paid debts and to weigh certain unpaid medical collections less heavily starting in 2014 with its FICO 9 formula. It found that ignoring collection accounts — medical or otherwise — that had been paid would actually improve its score’s accuracy, so it eliminated them entirely.\nIt also found that people with unpaid medical collections were less risky than those with other types of unpaid collections, so it factored in that information as well. But people with any unpaid accounts (including medical) were still riskier than those with none at all, so it did not go as far as eliminating medical debt from its algorithm altogether.\nVantageScore, FICO’s main competitor, made similar changes to its formula even earlier. It eliminated all paid collections, including medical debt, with a scoring model introduced in 2013.\nEthan Dornhelm, FICO’s vice president of scores and predictive analytics, said the company was working with the credit-reporting companies to quantify how the changes may shift scores — and how many people will be affected. He said he believed the changes would have a similar effect as when the reporting companies eliminated two other sources of negative information: tax liens and civil judgments. Those affected generally saw their scores rise by 20 points or less, he said.\nIf a consumer had an otherwise spotless credit report and eliminated a medical bill — paid or unpaid — it could boost a score by more than 25 points, he added. (FICO scores range from 300 to 850, the higher the better.)\n“The more pristine the file looks after you take away that negative information, the more that score can increase,” Mr. Dornhelm said.\nThe bureaus’ announcements came just weeks after the Consumer Financial Protection Bureau said it would be scrutinize the credit companies’ treatment of medical debt and would consider an outright ban on including medical debt in credit reports. The agency said its research suggested that roughly 43 million people had medical bills on their credit report as of June, totaling around $88 billion. Fifty-eight percent of collections debt appearing on credit reports was tied to medical bills, the bureau estimated.\nMedical debts are often difficult to resolve given the nation’s byzantine insurance system and confounding billing practices. Sometimes consumers aren’t even aware unpaid bills are lurking on their credit reports until they apply for a loan and their score is lower than expected.\nRegulators have targeted medical debts on credit reports before. Seven years ago, the credit bureaus reached a settlement with the New York State attorney general (and later with attorneys general of dozens of others) to overhaul their approach to fixing errors and their treatment of medical debt. Under that agreement, the companies established the six-month waiting period before reporting delinquent medical debt on consumers’ files; it also removed medical debts from reports after they had been paid by insurance.", "url": "https://www.nytimes.com/live/2022/03/18/business/stocks-oil-inflation-ukraine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}