{"authors": ["Katie Rogers", "Jim Tankersley", "The New York Times"], "date_download": "2022-10-25 23:43:00", "date_modify": "2022-10-25 23:43:00", "date_publish": "2021-10-31 09:26:38", "description": "After talks in Rome, world leaders issued a pledge to fight global warming, but it was widely dismissed as unambitious. Now it is on to the climate talks in Scotland.", "filename": "live_2021_10_31_world_g20-summit-2021-biden_1666741380.html", "image_url": "https://static01.nyt.com/images/2021/10/31/world/31g20-briefing-biden-news-conference/merlin_197094498_85c37c25-3864-46cc-aee1-00c7b12e9c99-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_31_world_g20-summit-2021-biden_1666741380.html", "title": "G20 Updates: Climate Talks Dominate Summit’s Final Day", "title_page": "G20 Updates: Climate Talks Dominate Summit’s Final Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:50 - 0:00 transcript Biden Praises G20 Discussions as Summit Ends President Biden said he encountered a “real eagerness” for American leadership in confronting global challenges during his meetings with world leaders at the Group of 20 summit in Rome. Because of what we’ve seen again here in Rome, what I think is the power of America showing up and working with our allies and partners to make progress in issues that matter to all of us. And there’s really no substitute for face-to-face discussions and negotiations among the leaders when it comes to building understanding and cooperation. I found in all of my meetings here, both the larger sessions and the one-on-one sessions, and I had many of those, a real eagerness among our partners and allies for American leadership to help bring the world together and solve some of these big problems. I’m proud that the G20 endorsed the global minimum tax. This is something the United States has been driving for for over a year, building momentum up to this achievement. And this is an incredible win for all our countries. Instead of nations competing against one another to attract investments by bottoming out corporate tax rates, this set a minimum floor of 15 percent to ensure that giant corporations begin to pay their fair share no matter where they’re headquartered, instead of hiding profits overseas. We also agreed to establish a fund in the future that countries can draw on to help prevent, if necessary, and respond to the next pandemic. The United States and the European Union have agreed to negotiate the world’s first trade agreement based on how much carbon is in a product. The deal will immediately remove a point of significant tension with our friends in the European Union, and it rejects the false idea that we cannot grow an economy and support American workers while tackling climate crisis at the same time. We’re talking about a lot, a lot during the G20, the COP26, but we also know tackling climate crisis has been an all-hands-on-deck effort. President Biden said he encountered a “real eagerness” for American leadership in confronting global challenges during his meetings with world leaders at the Group of 20 summit in Rome. Credit Credit... Erin Schaff/The New York Times\nROME — President Biden, extolling what he called the “power of America showing up and working with our allies and partners,” marked the end of the G20 summit in Italy on Sunday by saying he had encountered a “real eagerness” for democratic leadership amid a warming climate and a lingering global pandemic.\n“They listened,” Mr. Biden said, buoyed by a three-day diplomatic trip that offered him a respite from a political landscape where listening is in short supply. “Everyone sought me out. They wanted to know what our views were. We helped lead what happened here. The United States of America is the most critical part of this entire agenda, and we did it.”\nMr. Biden delivered his remarks at the end of a summit at which the world’s economic leaders voiced an increased commitment to work together but produced few concrete results beyond a landmark tax agreement that was years in the making. Still, it was one that Mr. Biden hailed as “an incredible win for all of our countries.”\nOverall, however, the summit did little to move the needle on some of the world’s most pressing problems, especially global warming, even if it did offer Mr. Biden and his allies an opportunity to talk up the benefits of democratic cooperation as two rival leaders, President Vladimir V. Putin of Russia and President Xi Jinping of China, stayed home.\nPointedly, the president said there was “no substitute” for meeting in person and working through disagreements.\nThe lack of meaningful movement on climate change angered activists and perhaps foreshadowed the rough terrain Mr. Biden and other world leaders will face as they move on to their next summit: a high-stakes climate convention in Glasgow on Monday.\nIn an agreement reached Sunday, the G20 leaders pledged to end the financing of coal power plants — at least, in countries outside their own — and to “pursue efforts” to keep the average global temperature rise to 1.5 degrees Celsius by the end of this century.\n“We remain committed to the Paris Agreement goal to hold the global average temperature increase well below 2°C and to pursue efforts to limit it to 1.5°C above preindustrial levels,” the leaders said in a statement.\nBut that commitment was largely symbolic, and the ink was barely dry on the G20 communiqué when advocacy groups began criticizing it.\nJennifer Morgan, executive director of Greenpeace International, called the agreement “weak,” saying it “lacked ambition and vision.” Jörn Kalinski, a senior adviser at Oxfam, said the pact was “muted, unambitious and lacking in concrete plans.”\nStill, Mr. Biden was adamant that in-person negotiation had helped leaders make progress and move toward settling disputes. “We helped lead what happened here,” he said. “We got significant support here.”\nEarlier in the day, Mr. Biden announced that he was signing an executive order on the defense stockpile that would “allow us to react respond more quickly to shortfalls” in the supply chain. But he said world leaders “need to work together” to unclog the bottlenecks that have stalled shipments of goods around the globe since the pandemic took hold.\nMr. Biden also unveiled a deal to roll back tariffs on European steel and aluminum, an accord between the United States and the European Union that he said would benefit American consumers and “prove to the world that democracies are taking on hard problems and delivering sound solutions.”\nMr. Biden traveled to Rome against backdrop of trouble back home.\nWith his domestic agenda stalled, a new NBC News poll shows that seven in 10 Americans, and almost half of Democrats, believe America is going in the wrong direction. The president has struggled to unify Democrats behind a $1.85 trillion economic and environmental spending plan, and in Rome on Sunday, he told reporters that he hoped to see a vote on both next week — “God willing.”\nHe struck a dismissive tone about the polls.\n“The polls are going to go up and down and up and down,” Mr. Biden said. “Look at every other president. The same thing has happened. But that’s not why I ran.”\nMr. Biden, in response to a question, dwelled at some length upon his relationship with Pope Francis. The two men met at the Vatican on Friday.\nWhen asked about the belief held by some conservative American Catholics that public officials like Mr. Biden who are Catholic but support legal access to abortion should be denied communion, Mr. Biden said it was “personal.”\nHe then spoke for several minutes about his admiration for Francis and recounted how the pope had counseled his family after the death of his eldest son, Beau, a tragedy he equated with losing “a real part of my soul.”\nChoking up at moments, Mr. Biden said the pope had become “someone who has provided great solace for my family when my son died.”", "url": "https://www.nytimes.com/live/2021/10/31/world/g20-summit-2021-biden"}