{"authors": ["Lydia Depillis"], "date_download": "2022-10-25 23:34:19", "date_modify": "2022-10-25 23:34:19", "date_publish": "2022-07-08 09:22:13", "description": "The hotter-than-expected labor market eases worries of an economic slowdown but complicates efforts to fight inflation.", "filename": "live_2022_07_08_business_jobs-report-june-2022_1666740859.html", "image_url": "https://static01.nyt.com/images/2022/07/08/business/june22-jobs-monthly-promo/june22-jobs-monthly-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_08_business_jobs-report-june-2022_1666740859.html", "title": "U.S. Job Growth Remained Solid in June", "title_page": "U.S. Job Growth Remained Solid in June - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Monthly change in jobs +600,000 jobs +372,000 in June +400,000 +200,000 June ’21 Sept. Dec. March ’22 June +600,000 jobs +372,000 in June +400,000 +200,000 June ’21 Sept. Dec. March ’22 June\nThe economy added 372,000 jobs in June, a hotter-than-expected boost to the labor market that may ease worries of an impending recession, but that also complicates the job of the Federal Reserve as it seeks to quell inflation.\nThe unemployment rate was 3.6 percent, the same as a month earlier, the Labor Department reported Friday.\nThe number is in line with the average gain over the last few months, including 368,000 in April and 384,000 in May. Employers have continued to compete for workers in recent months, with initial unemployment claims rising only slightly from their low point in March.\nThe private sector has now regained its prepandemic number of jobs, while the public sector remains 664,000 jobs below February 2020. Other than the public sector, no industry lost jobs in June, on a seasonally adjusted basis.\n“We’ve essentially ground our way back to where we were pre-Covid,” said Christian Lundblad, a professor of finance at the Kenan-Flagler Business School at the University of North Carolina. “So this doesn’t necessarily look like a dire situation, despite the fact that we’re struggling with inflation and economic declines in some other dimensions.”\nStrong demand for workers is also evident in the 11.3 million jobs that employers had open in May, a number that remains close to record highs and leaves nearly two jobs available for every person looking for work. In that equation, any workers laid off as certain sectors come under strain are likely to find new jobs quickly — for a time, at least.\nThere’s no guarantee, however that swift growth will continue much longer.\nSky-high prices are weighing on consumer spending. The labor force remains constrained by aging demographics, low levels of immigration and barriers to work that keep many people on the sidelines.\nBusiness leaders report that, although domestic demand remains strong and some supply chain issues have eased, order backlogs are no longer growing as quickly and savings accounts are shrinking. Whenever possible, employers are automating tasks rather than bringing on new employees.\n“Employers are getting less anxious to fill those job postings as they watch the economy slow,” said Bill Adams, the chief economist at Comerica Bank. “I would expect that probably businesses will slow-walk filling open positions before they actually pull job postings.”", "url": "https://www.nytimes.com/live/2022/07/08/business/jobs-report-june-2022"}