{"authors": ["Rick Rojas", "Patricia Mazzei", "Richard Fausset", "The New York Times"], "date_download": "2022-10-25 23:23:59", "date_modify": "2022-10-25 23:23:59", "date_publish": "2021-07-08 11:00:12", "description": "Two weeks after the building in Surfside, Fla., collapsed, crews have abandoned the search for survivors. Seventy-six people are still classified as potentially missing.", "filename": "live_2021_07_08_us_miami-condo-collapse-victims-updates_1666740239.html", "image_url": "https://static01.nyt.com/images/2021/07/08/us/08miami-condo-collapse-promo7p/08miami-condo-collapse-promo7p-facebookJumbo.jpg?year=2021&h=549&w=1050&s=33496b915516ec2aa8cbacd07e67bc335f83354981c360fe9266db0b36e016fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_08_us_miami-condo-collapse-victims-updates_1666740239.html", "title": "Death Toll Rises to 64 as Workers at Florida Condo Turn to Recovery", "title_page": "Death Toll Rises to 64 as Workers at Florida Condo Turn to Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:26 - 0:00 transcript Officials Will End Search Efforts After Condominium Collapse Officials in Florida said after two weeks of searching for victims they would shift their focus to recovery efforts after assessing that no survivors would be found. It is with deep, profound sadness that this afternoon, I’m able to share that we made the extremely difficult decision to transition from operation search and rescue to recovery. It’s now been exactly two weeks since Champlain Towers South collapsed, and over the last 14 days you all know that our search and rescue teams from our local community, from around Florida, from around the country and in fact, around the world have been digging through this collapse. They’ve used every possible strategy and every piece of technology available to them. And through these efforts, we have recovered eight more victims, so the total number of confirmed deaths is now at 54. 33 of those victims have been identified, and 33 next-of-kin notifications have been made. At this time, 200 people have been accounted for and 86 people are potentially unaccounted for. So please join me in praying for those we have lost and those we are mourning. Officials in Florida said after two weeks of searching for victims they would shift their focus to recovery efforts after assessing that no survivors would be found. Credit Credit... Saul Martinez for The New York Times\nFor two weeks, crews from around the world have scoured the rubble of the Champlain Towers South, an oceanfront condominium complex in Surfside, Fla., that inexplicably collapsed in the middle of the night. They have recovered dozens of bodies, moved tons of concrete and salvaged precious family heirlooms.\nThose efforts continued on Thursday. But the searchers are no longer looking for survivors.\nAfter long insisting that they were maintaining a search-and-rescue effort even as it became increasingly hopeless, officials made the announcement on Wednesday that they were now focused solely on recovery efforts. They said there had been no signs of life in the wreckage since the hours immediately after much of the building tumbled down on June 24.\n“At this point,” Mayor Daniella Levine Cava of Miami-Dade County said, “we have truly exhausted every option available to us in the search-and-rescue mission.”\nAssistant Chief Ray Jadallah of Miami-Dade Fire Rescue told families of the missing on Thursday afternoon that the death toll had risen to 64, according to a recording of the private meeting reviewed by The New York Times. Forty victims have been identified, and 76 people are still classified as potentially missing.\n“We are working around the clock to recover victims and to bring closure to the families as fast as we can,” Ms. Levine Cava said at a news conference, adding that rescue teams also have been working to recover personal belongings.\nAt a later news conference, Ms. Levine Cava said relatives of people killed in the collapse visited the site on Thursday. Searchers paused their work at 1:20 a.m. for a moment of silence to mark two weeks since the building collapsed.\n“Reporting these numbers has not gotten any easier,” the mayor said.\nOne relative of a victim said rescue officials had clung to hope that the demolition of the remainder of the building on Sunday would lead to the discovery of survivors in a stairwell or perhaps in basement areas, in the voids between cars.\nInstead, he said, “There was nothing. It was all rubble, and crushed. Nothing.”\nRescue teams had come from all over Florida, as well as Texas, Israel and Mexico, driven on by the anguish of onlooking family members who yelled out the names of their missing loved ones and stories of unlikely survivals from disasters past. The work was grueling and dangerous, with fires that burned in the rubble and the constant possibility of mounds of debris giving way.\n“They did all that they could,” Gov. Ron DeSantis of Florida told reporters on Thursday morning. He said search crews would continue to dig through the rubble until the remains of “every single person” has been found and identified.\n“We are all still praying for a miracle,” Mayor Charles W. Burkett of Surfside said. “We have not given up all hope.”\nAs workers continued this week to look for pockets in the debris where survivors might be found, the prospect of finding anyone alive grew increasingly unlikely.\n“Just based on the facts, there’s zero chance of survival,” Chief Jadallah told families in a private briefing.", "url": "https://www.nytimes.com/live/2021/07/08/us/miami-condo-collapse-victims-updates"}