{"authors": ["Víctor Manuel Ramos"], "date_download": "2022-10-25 22:57:20", "date_modify": "2022-10-25 22:57:20", "date_publish": "2021-09-25 14:02:06", "description": "Gov. Kathy Hochul has plans to use National Guard members and out-of-state professionals to cover staff shortages if thousands of health care workers fail to meet a state vaccination deadline on Monday.", "filename": "live_2021_09_25_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738640.html", "image_url": "https://static01.nyt.com/images/2021/09/26/world/25virus-staffing-shortages1/25virus-briefing-staffing-shortages-2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fcf104d4314d025da1a759a4bef4083a218af4ca7072444fff6dcc8297b7c4e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_09_25_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738640.html", "title": "New York weighs using the National Guard to replace unvaccinated health care workers.", "title_page": "New York weighs using the National Guard to replace unvaccinated health care workers. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Kathy Hochul of New York is considering calling in the National Guard and recruiting medical professionals from other states to cover looming staff shortages at hospitals and other facilities as the likelihood grows that tens of thousands of health care workers will not meet the state’s deadlines for mandated vaccinations.\nIn a statement released on Saturday, the governor’s office said Ms. Hochul was laying plans for an executive order to declare a state of emergency that would “allow qualified health care professionals licensed in other states or countries, recent graduates, retired and formerly practicing health care professionals to practice in New York State.”\nOther options, the statement said, included calling in medically trained National Guard members to deliver care and to work with the federal government to deploy Disaster Medical Assistance Teams, which are operated by the Department for Health and Human Services.\nSource: U.S. Department of Health and Human Services. The seven-day average is the average of a day and the previous six days of data. Currently hospitalized is the most recent number of patients with Covid-19 reported by hospitals in the state for the four days prior. Dips and spikes could be due to inconsistent reporting by hospitals. Hospitalization numbers early in the pandemic are undercounts due to incomplete reporting by hospitals to the federal government.\nSource: U.S. Department of Health and Human Services. The seven-day average is the average of a day and the previous six days of data. Currently hospitalized is the most recent number of patients with Covid-19 reported by hospitals in the state for the four days prior. Dips and spikes could be due to inconsistent reporting by hospitals. Hospitalization numbers early in the pandemic are undercounts due to incomplete reporting by hospitals to the federal government.\nNew York State is one of the first major testing grounds for stronger vaccination edicts rolling in across the country in the health care sector. California and Maine have also set deadlines for health care workers to be vaccinated. President Biden has said his administration will issue a national vaccination mandate expected to ultimately affect some 17 million health care workers at hospitals and other institutions that accept Medicare and Medicaid reimbursements.\nHospital and nursing home employees in New York are required to receive a first dose of a Covid-19 vaccine by 11:59 p.m. on Monday night, while workers working in home care, hospices and other adult care facilities must do so by Oct. 7, according to state regulations and a mandate issued on Aug. 16 by former Gov. Andrew M. Cuomo.\nState vaccination figures show that, as of Wednesday, 16 percent of the state’s roughly 450,000 hospital workers, or about 70,000, were not fully vaccinated. The data show that 15 percent of staff at skilled nursing facilities and 14 percent of workers at adult care facilities are also not fully vaccinated, representing another 25,000 or so workers.\nEileen Toback, executive director of the New York Professional Nurses Union, which represents 1,500 nurses in Manhattan and supported the vaccine mandate, said she appreciated that Ms. Hochul was trying to address possible staffing shortages. But Ms. Toback criticized the state for issuing the plan only 48 hours before thousands of health care workers could lose their jobs.\n“That could be devastating, particularly when hospitals staff only the exact numbers they need,” Ms. Toback said. “There’s no fat on that bone.”\nMs. Toback said about 5 percent of her union’s members have not been vaccinated. “I believe a lot of unvaccinated employees, not just nurses, are banking on the fact that they are so necessary that they won’t be terminated, and they are holding out,” she said.\nThe governor’s office said workers terminated because they refuse to be vaccinated are not eligible for unemployment insurance unless they provide a doctor-approved request for a medical accommodation.\nIn announcing New York’s determination to enforce its deadline, Ms. Hochul said, “We are still in a battle against Covid to protect our loved ones, and we need to fight with every tool at our disposal.” She also commended the vast majority of state health care workers for getting vaccinated and urged “all remaining health care workers who are unvaccinated to do so now so they can continue providing care.”\nThe Greater New York Hospital Association, which represents about 140 health systems and 55 nursing homes, had not issued a response to the governor’s plan but has supported the deadline for health care workers’ vaccinations, signaling that staffing shortages can be managed.\nMichael A.L. Balboni, executive director of the Greater New York Health Care Facilities Association that represents about 80 nursing homes in the metropolitan area, applauded the governor’s effort to get more health care workers vaccinated but expressed concern about staffing shortages.\n“This is a paradox, in that in trying to protect the residents and staff you don’t have enough people to provide the services and you could put people in jeopardy,” Mr. Balboni said.\nMs. Toback said retirees and others could play a role in helping to alleviate shortages, as they did early in the pandemic. But she said replacement workers were no substitute for experienced nurses who have worked at the same hospital for “13 shifts a month, every month, for years.”\n“Nurses have been through a great deal — they’re burned out — and although we appreciate the need for what we need to get through this pandemic, this is just hitting people when they’re down,” Ms. Toback said.\nNorthwell Health, which operates 19 hospitals in the state, said in a statement that it “wants to reassure the public that patient care will not be affected” by the mandate and that it was working on contingency plans to meet staffing needs.\nUnvaccinated employees at Northwell Health have been notified that they could be terminated if they do not receive at least their first dose of the vaccine by the deadline, the statement said.\n“We are optimistic that we will soon be able to provide a fully vaccinated staff to our patients and the communities we serve,” the statement said.\nMichael Levenson contributed reporting.", "url": "https://www.nytimes.com/live/2021/09/25/world/covid-delta-variant-vaccine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}