{"authors": ["Reid J. Epstein", "Alan Rappeport", "The New York Times"], "date_download": "2022-10-25 22:58:38", "date_modify": "2022-10-25 22:58:38", "date_publish": "2022-09-28 13:38:34", "description": "As Florida’s governor and a potential Republican candidate in 2024, Ron DeSantis has often attacked President Biden and Washington. But now his state will need federal help.", "filename": "live_2022_09_28_us_elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738718.html", "image_url": "https://static01.nyt.com/images/2022/09/28/multimedia/28politics-midterms-briefing-promo-SUB/28politics-midterms-briefing-promo-SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_28_us_elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738718.html", "title": "As Storm Hits, DeSantis Pauses Political Bomb-Throwing", "title_page": "As Storm Hits, DeSantis Pauses Political Bomb-Throwing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Blake Masters trails Senator Mark Kelly, a Democrat, in polls, and has struggled to expand his support beyond Arizona’s Republican base.\nPHOENIX — Blake Masters, the Republican nominee for Senate in Arizona, has brightened the music and tone of his television ads. He has erased from his website some of his most emphatically right-wing stances on immigration, abortion and the lie that the 2020 election was stolen.\nBut on a recent afternoon in Scottsdale, an affluent Phoenix suburb, Kate Feo, a 40-year-old independent voter, was not buying the shift.\n“I just don’t think he has an opinion on much until he is pressed for it, and then he kind of just comes up with whatever is popular at the moment,” she said as she strolled through a park with her three young children. She called Mr. Masters “a flip-flopper.”\nSkepticism from voters in the political center is emerging as a stubborn problem for Mr. Masters as he tries to win what has become an underdog race against Senator Mark Kelly, a moderate Democrat who leads in the polls of one of the country’s most important midterm contests.\nIndependents and voters unaffiliated with either major party matter more in Arizona than in nearly any other battleground state. After roughly tripling in number over the past three decades to 1.4 million, they have helped push the state from reliably red to tossup, and now make up about a third of the voting population. And with early voting beginning in two weeks, it is among this critical electoral bloc that Mr. Masters appears to be struggling the most.\nPolls show Mr. Kelly leading his rival comfortably among independents: In a survey released this week by The Arizona Republic and Suffolk University, he was ahead by 51 percent to 36 percent. Another September survey, by the Phoenix firm OH Predictive Insights, found that more than half of independents had a negative view of Mr. Masters, and that only 35 percent saw him favorably.\nIn nearly a dozen interviews in Phoenix and Tucson, as well as in the purplish Phoenix suburbs of Arcadia, Chandler and Scottsdale, most independent voters expressed views of Mr. Masters as inauthentic, slippery on the issues and not truly dedicated to Arizona.\n“I wouldn’t trust him as far as I could throw him,” said Thomas Budinger, 26, an assistant manager at a store in a Tucson mall. A few other independents scrunched their noses or rolled their eyes at the mention of the candidate’s name.\nMr. Masters, 36, a venture capitalist and political newcomer once seen as a rising far-right figure, persuaded Republican voters in Arizona to nominate him with help from the endorsement of former President Donald J. Trump and the hefty financial backing of Peter Thiel, his billionaire former boss. But now he must win over the kinds of ticket-splitters, moderates and independents who powered the 2018 victories of Gov. Doug Ducey, a Republican, and Senator Kyrsten Sinema, a Democrat.\nImage Kate Feo, 40, in Scottsdale, Ariz., said of Mr. Masters, “I just don’t think he has an opinion on much until he is pressed for it.” Credit... Rebecca Noble for The New York Times\nMr. Masters’s allies still see a path to victory in a state where Trump loyalists have taken over the Republican Party machinery and energized base voters in recent years, fueling prolonged efforts to challenge the 2020 election results.\nIn another marquee Arizona race, Kari Lake, the Republican nominee for governor, is trying the opposite strategy from Mr. Masters, relentlessly leaning into her far-right persona and Trump-aligned message. Ms. Lake, a former TV news anchor, is seen as more charismatic than Mr. Masters, and her Democratic opponent as weaker than Mr. Kelly, but Ms. Lake appears to have tapped into a powerful Republican strain.\nStan Barnes, a Republican consultant and former Arizona state legislator, said that reawakened movement could be just enough to carry Mr. Masters over the finish line. The more relevant question, he said, might not be, “Where are independents?” but instead, “How big is the ‘America First’ phenomenon?”\nMr. Masters’s campaign declined requests for comment. In interviews, he has downplayed or denied any change in his approach to win over moderate and independent voters.\nAsked by Laura Ingraham of Fox News this month whether he had tweaked his view on abortion, he replied: “More propaganda. I’ve been consistent throughout the whole primary.”\nMr. Masters entered Arizona politics after years of working with Silicon Valley start-ups, rising to become the president of Mr. Thiel’s foundation and the chief operating officer of Thiel Capital, the billionaire’s investment firm. He received $15 million from his former boss as he campaigned in the Republican primary, portraying himself as an internet-savvy insurgent and playing to xenophobic and racist fears among some base voters.\nIn some of Mr. Masters’s earliest television and digital ads, he claimed without evidence that Mr. Trump had won the 2020 election and called for a militarization of the United States’ border with Mexico. His immigration ads had a video game-like quality, featuring ominous music, stark desert backdrops and faceless masses of migrants.\nOn his website, as in speeches and podcasts, he echoed a sanitized version of the racist “great replacement” conspiracy theory, claiming that Democrats were trying to bring more immigrants into the country to change its demographics and give the party an edge.\nBut since the Aug. 2 primary, Mr. Masters has tried to soften his tone, seeking to focus his bid on inflation, crime and illegal immigration. Before the primary, three of the four television ads that were paid for by his campaign captured him alone in the desert. Since then, two of his campaign’s three ads have featured his wife and children.\nHis website has also undergone a cleanup: A line about Democrats purportedly importing immigrant voters has been removed, and he was one of several Republicans to take down false claims of a rigged 2020 election. His site deleted mentions of his support for some of the most stringent abortion restrictions, including “a federal personhood law (ideally a Constitutional amendment) that recognizes that unborn babies are human beings that may not be killed.”\nA person close to Mr. Masters told CNN last month that the candidate wanted his website to be seen as a “living document,” and he told the radio station KTAR News this month that any changes to it reflected “a new way that we’re talking about something, but it’s not a backtrack or anything like that.”\nMr. Masters, who often appears with Ms. Lake, has not completely abandoned his combative instincts. He recently drew criticism for describing Vice President Kamala Harris as a beneficiary of an “affirmative action regime.” This month, he declined to commit to accepting this year’s election results.\nMr. Masters’s supporters are unfazed by his attempts at moderation. They still see him as a potential bulwark against President Biden and what they describe as “radical” Democrats who want to regulate guns, open the border and take control away from parents in schools.\nAt her home in Arcadia recently, Barbara Bandura, 42, said her support for Mr. Masters came down to her stances against abortion and new gun safety laws. “He’s not Mark Kelly,” she said, adding that she did not entirely believe news reports that Mr. Masters had deleted old positions from his website.\nKirk Adams, a Republican former speaker of the Arizona House and a former chief of staff to Mr. Ducey, said that Mr. Masters was smartly trying to appeal to moderate Republicans in the image of former Senator John McCain, as well as the party’s Trump wing. “Blake, I think, is working hard to build a coalition, and time will tell if it is enough,” Mr. Adams said.\nImage Kirk Adams, a Republican former speaker of the Arizona House, said, “Blake, I think, is working hard to build a coalition, and time will tell if it is enough.” Credit... Rebecca Noble for The New York Times\nThere are signs Republicans see the race as less winnable than other key Senate matchups. Mr. Thiel has rebuffed requests from Republicans to spend any more on the contest, though he is hosting a campaign fund-raiser for Mr. Masters this month.\nIn a letter, Arizona Republicans recently urged Senator Mitch McConnell, the minority leader, to shore up his support for Mr. Masters. But the Senate Leadership Fund, the super PAC aligned with Mr. McConnell, has canceled $17.6 million in television ads, backing out of eight weeks of reserved airtime from Sept. 6 until Election Day. Last week, it cut a further $308,000 in time reserved for radio ads. (Steven Law, the group’s chief executive, contended that money from other Republican groups would help Mr. Masters make up the difference.)\nThe moves have left Mr. Masters short on cash. He ended the last campaign finance reporting period, in July, with only about $1.6 million in cash on hand, compared with $24.8 million for Mr. Kelly. Democrats have far outspent Republicans in television ads on the race. Mr. Kelly has combined with Senate Democrats’ super PAC and campaign arm to spend nearly $60 million alone.\nIn interviews, some independents waved off concerns about Mr. Masters. Smoke Hinson, 53, a natural gas pipeline inspector in Phoenix, said he planned to vote for him, arguing that children should not be taught about gender identity or “how to pray in the Muslim religion” in schools, that illegal immigration was out of control and that the F.B.I. was headed in the wrong direction.\n“Blake Masters is about law enforcement, the border, parents’ rights, the Second and First Amendment,” Mr. Hinson said.\nBut more common were perceptions of Mr. Masters like that of Hector Astacio, another independent who called him a “flip-flopper.” Mr. Astacio, 62, a manufacturing engineer in Chandler, said he did not like that Mr. Masters seemed to echo Mr. Trump’s bigotry in his immigration messaging.\nOriginally from Puerto Rico, Mr. Astacio said he had been kicked out of bars in Georgia because of his skin color and had been racially profiled by the police in Arizona. “I see the racism — if you are Hispanic, if you are of a different color,” he said. “It does not sit well with me.”", "url": "https://www.nytimes.com/live/2022/09/28/us/elections-midterms?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}