{"authors": ["Sharon Lafraniere", "Chris Hamand Rebecca R. Ruiz", "Deborah Schoch"], "date_download": "2022-10-25 23:02:45", "date_modify": "2022-10-25 23:02:45", "date_publish": "2021-06-16 09:01:45", "description": null, "filename": "live_2021_06_16_world_covid-vaccine-coronavirus-mask_after-reaping-record-profits-from-a-federal-contract-emergent-biosolutions-produced-mostly-unusable-vaccines_1666738965.html", "image_url": "https://static01.nyt.com/images/2021/05/19/us/politics/16virus-briefing-emergent-profits/16emergent-4-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=b6b7a3a5656c1abfa880ee56f3cc3e2249a7d214759ca8a46c696a00d89f73d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_16_world_covid-vaccine-coronavirus-mask_after-reaping-record-profits-from-a-federal-contract-emergent-biosolutions-produced-mostly-unusable-vaccines_1666738965.html", "title": "Covid Updates: N.Y.C. to Move 8,000 Homeless People From Hotels", "title_page": "Covid Updates: N.Y.C. to Move 8,000 Homeless People From Hotels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A volunteer receiving the CureVac Covid vaccine during trials in Cruces, Spain, in February. Credit... Luis Tejido/EPA, via Shutterstock\nThe German company CureVac delivered disappointing preliminary results on Wednesday from a clinical trial of its Covid-19 vaccine, dimming hopes that it could help fill the world’s great need.\nThe trial, which included 40,000 volunteers in Latin America and Europe, estimated that CureVac’s mRNA vaccine had an efficacy of just 47 percent, among the lowest reported so far from any Covid vaccine maker. The trial will continue as researchers monitor volunteers for new cases of Covid, with a final analysis expected in two to three weeks.\n“We’re going to full speed for the final readout,” Franz-Werner Haas, CureVac’s chief executive, said in an interview. “We are still planning for filing for approval.”\nCureVac plans to apply for approval initially to the European Medicines Agency. The European Union reached an agreement last year to purchase 405 million doses of the vaccine if the agency authorizes it.\nIndependent experts, however, said it would be difficult for CureVac to recover. Natalie Dean, a biostatistician at the University of Florida, said that the vaccine’s efficacy rate might improve somewhat by the end of the trial. But because most of the data is already in, it’s unlikely the vaccine will turn out to be highly protective. “It’s not going to change dramatically,” she said.\nAnd with an efficacy rate that low — far less than the roughly 95 percent of competing mRNA vaccines made by Pfizer-BioNTech and Moderna — the results do not bode well for CureVac’s shots getting adopted.\n“This is pretty devastating for them,” said Jacob Kirkegaard, a vaccine supply expert at the Peterson Institute for International Economics, a think tank in Washington.\nThe news was disappointing to experts who had hoped the company could provide vaccines for low- and middle-income countries that don’t have nearly enough. CureVac had some advantages over the other mRNA vaccines, such as keeping stable for months in a refrigerator. What’s more, compared with its competitors, CureVac’s vaccine used fewer mRNA molecules per jab, lowering its cost.\nThe trial results released on Wednesday were based on data from 135 volunteers who got sick with Covid. An independent panel compared the number of sick people who had received a placebo with those who had received the vaccine. Although the vaccine did seem to offer some protection, the statistical difference between the two groups was not stark, working out to an efficacy rate of 47 percent.\nAnnual flu shots, by comparison, can reach 40 to 60 percent effectiveness. Both the World Health Organization and the Food and Drug Administration set a threshold of 50 percent efficacy to consider Covid vaccines for emergency authorization. If CureVac were to stay at 47 percent in the final analysis, it would fail to meet that standard.\nThe results caught scientists by surprise. CureVac’s shots yielded promising results in animal experiments and early clinical trials.\n“This one’s a bit of a head-scratcher,” Dr. Dean said.\nDr. Haas blamed the disappointing results on the high number of virus variants in the countries where the vaccine was tested. Out of 124 of the Covid-19 cases that the company’s scientists genetically sequenced, only one was caused by the original version of the coronavirus.\nMore than half of the cases were caused by variants that have been shown to be more transmissible or able to blunt the effectiveness of vaccines. CureVac’s volunteers were also infected by variants that have yet to be studied carefully. Lambda, which has come to dominate Peru in recent weeks, accounted for 21 percent of the samples.\nDr. Haas said that the results should serve as a wake-up call for the threat that new variants can pose to the effectiveness of vaccines. “It’s a new Covid reality, that’s for sure,” he said.\nModerna and Pfizer-BioNTech were tested last year before variants had emerged, which could partially account for their much higher efficacy rates. Even so, studies have found that their real-world effectiveness only drops moderately in the face of variants.\nDr. Kirkegaard predicted it would be a challenge for CureVac to compete with another Covid vaccine in development, made by Novavax. On Monday, Novavax reported that its vaccine, which doesn’t have to be kept frozen, reached an efficacy of 90 percent in a trial in the United States and Mexico.\n“I suspect it will be difficult for them to really get a significant developing-country market,” Dr. Kirkegaard said.", "url": "https://www.nytimes.com/live/2021/06/16/world/covid-vaccine-coronavirus-mask/after-reaping-record-profits-from-a-federal-contract-emergent-biosolutions-produced-mostly-unusable-vaccines"}