{"authors": ["Michael D. Shear", "Richard Pérez-Peña", "Zolan Kanno-Youngs", "Anton Troianovski", "Christopher F. Schuetze", "Matina Stevis-Gridneff", "The New York Times", "Safak Timur", "Stephen Castle", "Megan Specia"], "date_download": "2022-10-25 23:38:41", "date_modify": "2022-10-25 23:38:41", "date_publish": "2022-02-22 06:59:05", "description": "Washington and its allies called the Kremlin’s recognition of two separatist regions a blunt defiance of international law that risks war. Western officials said Russian troops have entered eastern Ukraine.", "filename": "live_2022_02_22_world_russia-ukraine-biden-putin_1666741121.html", "image_url": "https://static01.nyt.com/images/2022/02/22/world/22ukraine-briefing-biden-promo/22ukraine-briefing-biden-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_02_22_world_russia-ukraine-biden-putin_1666741121.html", "title": "Biden Joins Europe in Punishing Russia With Sanctions", "title_page": "Biden Joins Europe in Punishing Russia With Sanctions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United States and its allies on Tuesday swiftly imposed economic sanctions on Russia for what President Biden denounced as the beginning of an “invasion of Ukraine,” unveiling a set of coordinated punishments as Western officials confirmed that Russian forces had begun crossing the Ukrainian border.\nSpeaking from the White House, Mr. Biden condemned President Vladimir V. Putin of Russia and said the immediate consequences for his aggression against Ukraine included the loss of a key natural gas pipeline and cutting off global financing to two Russian banks and a handful of the country’s elites.\n“Who in the Lord’s name does Putin think gives him the right to declare new so-called countries on territory that belonged to his neighbors?” Mr. Biden said on Tuesday afternoon, joining a cascade of criticism from global leaders earlier in the day. “This is a flagrant violation of international law and demands a firm response from the international community.”\nMr. Biden warned Mr. Putin that more sanctions would follow if the Russian leader did not withdraw his forces and engage in diplomatic efforts to resolve the crisis.\nBut that prospect remained dim by the end of the day, as Secretary of State Antony J. Blinken canceled plans to meet with the Russian foreign minister on Thursday, saying that it does not “make sense” to hold talks while Russian forces are on the move.\n“To put it simply, Russia just announced that it is carving out a big chunk of Ukraine,” Mr. Biden said, adding, “He’s setting up a rationale to take more territory by force.”\nThe global response began early on Tuesday, just hours after Mr. Putin recognized the self-declared separatist states in eastern Ukraine and Russian forces started rolling into their territory, according to NATO, European Union and White House officials. It was the first major deployment of Russian troops across the internationally recognized border since the current crisis began.\nVideo President Biden called Russia’s actions a “flagrant violation of international law” and unveiled tough sanctions aimed at punishing the country. Credit Credit... Al Drago for The New York Times\nAt a news conference in Moscow, Mr. Putin said that he had not decided to send in troops “right at this moment.” But officials said the invasion started overnight, just hours before Mr. Putin’s Parliament formally granted him the authority to deploy the military abroad. Ukrainians near the territory controlled by Kremlin-backed separatists have already endured days of shelling, and as Ukrainian troops hunkered down in their trenches and civilians took shelter in basements, the country’s military said that one soldier had been killed so far and six wounded.\nFinancial markets around the world wobbled on Tuesday in the wake of the Russian actions and the response from Western governments. In the United States, the news pushed stocks lower, leaving the S&P 500 in correction territory, more than 10 percent below its January peak. Oil prices, which had risen to nearly $100 a barrel in anticipation of a global disruption, settled at $96.84 a barrel, up 1.5 percent.\nMr. Biden and his counterparts in Germany, England and other European nations described the package of global sanctions as severe. They include financial directives by the United States to deny Russia the ability to borrow money in Western markets and to block financial transactions by two banks and the families of three wealthy Russian elites.\nChancellor Olaf Scholz of Germany put the Nord Stream 2 gas pipeline on hold. The $11 billion conduit from Russia to Germany — completed but not yet operational — is crucial to Moscow’s plans to increase energy sales to Europe. European Union foreign ministers and the British government approved sanctions against legislators in Moscow who voted to authorize the use of force, as well as Russian elites, companies and organizations.\n“It will hurt a lot,” said the E.U. foreign policy chief, Josep Borrell Fontelles.\nThe governments of Japan, Taiwan and Singapore also issued a joint statement saying they would limit technology exports to Russia in an effort to pressure Mr. Putin with damaging restrictions on his ambitions to compete in high-tech industries.\nBut the moves in Washington and other capitals around the world were limited in scope and fell short of the more sweeping economic warfare that some — including members of Congress and other supporters of Ukraine — have repeatedly demanded in recent weeks.\nMr. Biden and his counterparts have said they must balance the need to take swift and severe action with preserving the possibility of even greater sanctions on Russia if Mr. Putin escalates the conflict by trying to seize more territory claimed by the separatists, or even the entire country — a war that could kill tens of thousands of people.\n“This is the beginning of a Russian invasion of Ukraine,” he said, adding that “we’ll continue to escalate sanctions if Russia escalates.”\nEuropean leaders also vowed to get tougher if Mr. Putin’s forces continued to advance. Prime Minister Boris Johnson described British sanctions as just “the first tranche.”\nMr. Biden’s use of the word “invasion” was significant. In the past, he had angered the Ukrainian leadership when he suggested that there might be lesser penalties for a “minor incursion.” Now that Mr. Putin has ordered forces into eastern Ukraine, Mr. Biden, in his choice of words, is making clear that there is nothing minor about the operation.\nBut that still leaves open the question of how to calibrate the sanctions — because so far there have been no mass casualties. Jonathan Finer, the president’s deputy national security adviser, said early Tuesday that the administration could hold back some of its promised punishments in the hopes of deterring further, far more violent aggression by Mr. Putin aimed at taking the rest of the country.\n“We’ve always envisioned waves of sanctions that would unfold over time in response to steps Russia actually takes, not just statements that they make,” Mr. Finer said on CNN. “We’ve always said we’re going to watch the situation on the ground and have a swift and severe response.”\nCrucially, it remains unclear how far Mr. Putin — who has argued that Ukraine itself is a phony country, wrongly carved away from Russia — is prepared to go. On Tuesday, he said ominously that he recognized the so-called Donetsk and Luhansk republics’ sovereignty over not only the land they control, but also the much larger portion of Ukraine that they lay claim to, home to 2.5 million people.\nAt a hastily called news conference on Tuesday, Mr. Putin demanded that Ukraine vow never to join NATO, give up the advanced weapons the West has delivered to it, recognize Russia’s annexation of Crimea and negotiate directly with the Luhansk and Donetsk separatists, who are seen in Kyiv and Western capitals as illegitimate Kremlin proxies.\n“The most important point is a known degree of demilitarization of Ukraine today,” Mr. Putin said. “This is the only objectively controllable factor that can be observed and reacted to.”\nA deputy Russian defense minister, Nikolai Pankov, claimed that Ukraine had gathered 60,000 troops to attack the Russia-backed separatist enclaves in the country’s east — a step that Ukraine denies having any plans to take. Mr. Pankov’s remarks offered little evidence that a peaceful end to the conflict between the two countries was in sight.\n“Negotiations have reached a dead end,” he said in a televised speech. “The Ukrainian leadership has taken the path of violence and bloodshed.”\nMr. Biden’s announcement of the new sanctions was equally grim. He said the United States was imposing “full blocking” on two large Russian financial institutions and “comprehensive sanctions” on Russian debt.\n“That means we’ve cut off Russia’s government from Western finance,” he said. “It can no longer raise money from the West and cannot trade in its new debt on our markets or European markets, either.”\nHe also said that the United States would impose sanctions on Russian elites and their families, an effort to ensure that those closest to Mr. Putin do not escape the financial pain that is expected to hit hard for average Russian citizens.\nDaleep Singh, a deputy national security adviser, called the sanctions announced on Tuesday “only the sharp edge of the pain we can inflict.”\nMr. Singh described the two banks as a “glorified piggy bank of the Kremlin” and a financier “of the activities of the Russian military.” The banks will be prohibited from making transactions in the United States or Europe, and their assets in the U.S. will be frozen.\nMr. Singh said the sanctions against the Russian elites and their families would punish those who “shared in the corrupt gains of the Kremlin, and they will now share in the pain.”\nAmerican officials have worried for weeks that imposing severe sanctions on Russia could also have consequences in the United States, including higher gas prices. Jen Psaki, the White House press secretary, said Americans should be prepared for the conflict with Russia to have that result.\nAsked about Mr. Biden’s proposed summit with Mr. Putin, Ms. Psaki said the administration was still open to diplomacy. “That remains an option,” she said of a potential meeting, but only if Russia de-escalates hostilities toward Ukraine.\nBy day’s end in eastern Ukraine, there was no immediate sign of major military escalation, but fearful Ukrainians boarded buses out of the separatist areas as the country’s president, Volodymyr Zelensky, urged his nation to “keep a cool head” in the crisis.\nMr. Zelensky insisted that Ukraine would not yield territory, and his defense minister, Oleksiy Reznikov, appeared to be girding his country’s troops for battle.\n“Ahead will be a difficult trial,” Mr. Reznikov said in a somber message released by the military. “There will be losses. You will have to go through pain and overcome fear and despondency.”", "url": "https://www.nytimes.com/live/2022/02/22/world/russia-ukraine-biden-putin"}