{"authors": ["Anton Troianovski", "Andrew E. Kramer", "Lara Jakes", "Katie Rogers"], "date_download": "2022-10-25 23:38:43", "date_modify": "2022-10-25 23:38:43", "date_publish": "2022-02-12 08:44:16", "description": "The one-hour call came hours after the State Department ordered all but a “core team” of American diplomats to leave the embassy in Kyiv amid concerns of an imminent Russian attack. An aide to Putin dismissed such worries as “hysteria.”", "filename": "live_2022_02_12_world_russia-ukraine-news_1666741123.html", "image_url": "https://static01.nyt.com/images/2022/02/12/world/12ukraine-briefing-lede02-Video/merlin_201714306_280b2abc-9ecb-4380-a4cc-4a275d9b2628-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_02_12_world_russia-ukraine-news_1666741123.html", "title": "In Phone Call, Biden Warns Putin of ‘Severe’ Costs of Invading Ukraine", "title_page": "In Phone Call, Biden Warns Putin of ‘Severe’ Costs of Invading Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:32 - 0:00 transcript Russia Could Invade Ukraine at Any Time, U.S. Says Jake Sullivan, the national security adviser, warned that President Vladimir V. Putin of Russia could launch a major assault on Ukraine before the end of the Winter Olympics in Beijing, but said that Mr. Putin had not reached a final decision yet. “We are in the window when an invasion could begin at any time should Vladimir Putin decide to order it. I will not comment on the details of our intelligence information, but I do want to be clear: It could begin during the Olympics. We encourage all American citizens who remain in Ukraine to depart immediately. We want to be crystal clear on this point. Any American in Ukraine should leave as soon as possible and in any event, in the next 24 to 48 hours. We obviously cannot predict the future. We don’t know exactly what is going to happen, but the risk is now high enough and the threat is now immediate enough that this is what prudence demands. If you stay, you are assuming risk with no guarantee that there will be any other opportunity to leave, and there — no prospect of a U.S. military evacuation in the event of a Russian invasion.” Reporter: “Does the United States believe that the president — pardon me — that President Putin has made a decision because PBS NewsHour just reported a little bit ago that the United States does believe that Putin has made a decision, and has also communicated that decision to the Russian military. Is that accurate?” “The report that you just referenced, which I have not seen yet, it does not accurately capture what the U.S. government’s view is today. Our view is that we do not believe he has made any kind of final decision or we don’t know that he has made any final decision, and we have not communicated that to anybody.” Jake Sullivan, the national security adviser, warned that President Vladimir V. Putin of Russia could launch a major assault on Ukraine before the end of the Winter Olympics in Beijing, but said that Mr. Putin had not reached a final decision yet. Credit Credit... Photo by Tyler Hicks/The New York Times\nPresident Biden warned Vladimir V. Putin of Russia on Saturday that invading Ukraine would result in “swift and severe” costs to Russia, diminish his country’s standing and cause “widespread human suffering,” as Western officials made another diplomatic push to dissuade Mr. Putin from pressing forward with an attack.\nIt remained unclear if Mr. Putin would invade, according to senior administration officials. One senior national security official, who briefed reporters shortly after the call took place, said that there was “no fundamental change in the dynamic that has unfolded now for several weeks,” an acknowledgment that Mr. Putin has continued to build up a military presence that has effectively surrounded Ukraine.\nAfter the one-hour call, a senior administration official said that the situation remained as urgent as it was on Friday, when Jake Sullivan, the president’s national security adviser, warned Americans to leave the country in the coming days.\nThe official pointed out that the Russians were continuing their military buildup even as Mr. Biden and Mr. Putin prepared to speak, underscoring concern among U.S. officials that Mr. Putin was capable of initiating a major military incursion.\nThe officials discussed the call on condition of anonymity because they were not authorized to speak publicly.\nA foreign policy aide to Mr. Putin, Yuri Ushakov, described the call with Mr. Biden as “businesslike” but overshadowed by American “hysteria” over a possibly imminent Russian invasion of Ukraine. A day earlier, the Biden administration had warned that Mr. Putin could launch an attack at any moment.\nIn Saturday’s call, Mr. Biden made several proposals to Mr. Putin to address Russia’s security concerns in Eastern Europe that largely mirrored the ones that were made in writing by the United States last month, Mr. Ushakov said. He said the Kremlin would consider them as it prepares to respond soon to the American proposals, and repeated Mr. Putin’s recent statements that those proposals had ignored Russia’s key demands.\nThose demands include a promise that Ukraine never be admitted into NATO.\nWhite House officials said that Mr. Biden discussed a range of diplomatic options, but that it was unclear if Mr. Putin was persuaded to take that route.\nThe two leaders spoke just hours after the State Department ordered all but a “core team” of its diplomats and employees to leave the American Embassy in Kyiv over fears that Moscow would soon mount a major assault.\nReflecting the urgent concern in Washington over Russia’s growing military buildup surrounding its smaller neighbor, the Pentagon said it would temporarily pull 160 American military trainers out of the country, where they had been working with Ukrainian troops near the Polish border.\nEven as Mr. Biden and Mr. Putin spoke by telephone — and after calls earlier Saturday between the top U.S. and Russian diplomats and between the countries’ defense secretaries — the path to a diplomatic resolution to the standoff appeared to be narrowing.\nU.S. intelligence officials had thought Mr. Putin was prepared to wait until the end of the Winter Olympics in Beijing before possibly ordering an offensive, to avoid antagonizing President Xi Jinping of China, a critical ally. But in recent days, they say, the timeline began moving up, an acceleration that Biden administration officials began publicly acknowledging on Friday.\n“We continue to see signs of Russian escalation, including new forces arriving at the Ukrainian border,” Mr. Sullivan told reporters on Friday, adding that an invasion could begin “during the Olympics,” which are scheduled to end on Feb. 20.\n200 MILES Moscow BELARUS POLAND RUSSIA Border with Russian units Kyiv KAZAKHSTAN UKRAINE MOLDOVA Russian units ROMANIA SEA OF AZOV CRIMEA BULGARIA BLACK SEA Transnistria, a Russian-backed breakaway region of Moldova. Russia invaded and annexed the Crimean Peninsula from Ukraine in 2014. Approximate line separating Ukrainian and Russian-backed forces near two breakaway provinces. 300 MILES Moscow RUSSIA BELARUS Border with Russian units Kyiv UKRAINE Russian units CRIMEA BLACK SEA Russia annexed the Crimean Peninsula from Ukraine in 2014. Transnistria, a Russian-backed breakaway region of Moldova. Approximate line separating Ukrainian and Russian-backed forces.\nThe United States has picked up intelligence that Russia is discussing next Wednesday as the target date for the start of any military action, officials said, acknowledging the possibility that mentioning a particular date could be part of a Russian disinformation effort.\nThe Ukrainian government urged calm, with President Volodymyr Zelensky saying that he had not seen intelligence indicating an imminent Russian attack, and that “too much information” about a possible offensive was sowing unnecessary fear.\nThe United States has ruled out sending troops to defend Ukraine, but it has increased deployments to NATO member countries in Eastern Europe.\nThe White House is eager to avoid a repeat of the chaotic evacuation of the U.S. Embassy staff from Kabul last August as Afghanistan fell to the Taliban. The United States and countries including Britain, Denmark, Germany, Japan, Latvia and the Netherlands have issued increasingly urgent calls for their citizens to leave Ukraine.\nA State Department official emphasized on Saturday that the U.S. military would not be evacuating American citizens from Ukraine in the way troops did in Afghanistan.\nOn Saturday, KLM, the main Dutch airline, announced that it would stop flying to Ukraine, citing the security situation.\nRussia has accused Western countries of spreading misinformation about its intentions. On Saturday, its Foreign Ministry said it was pulling some of its diplomatic personnel out of Ukraine because it was “drawing the conclusion that our American and British colleagues seem to know about certain military actions.”", "url": "https://www.nytimes.com/live/2022/02/12/world/russia-ukraine-news"}