{"authors": ["Pranshu Verma", "Rick Gladstone"], "date_download": "2022-10-25 23:00:06", "date_modify": "2022-10-25 23:00:06", "date_publish": "2021-04-07 12:31:04", "description": null, "filename": "live_2021_04_07_us_biden-news-today_biden-restores-aid-to-palestinians-in-a-move-that-reverses-a-trump-era-policy_1666738806.html", "image_url": "https://static01.nyt.com/images/2021/04/07/us/politics/07new-washington-briefing-palestine/07new-washington-briefing-palestine-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d0f180f290bfd94a9e795c1d25f976fee466e2670f741472bfb7c622e191abbd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_04_07_us_biden-news-today_biden-restores-aid-to-palestinians-in-a-move-that-reverses-a-trump-era-policy_1666738806.html", "title": "Biden Prepares to Take on Gun Violence in Wake of Back-to-Back Shootings", "title_page": "Biden Prepares to Take on Gun Violence in Wake of Back-to-Back Shootings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Senator Joe Manchin III, Democrat of West Virginia, with reporters at the Capitol last month. Credit... Anna Moneymaker for The New York Times\nSenator Joe Manchin III of West Virginia, a key moderate Democrat, on Wednesday reaffirmed his vow to protect the filibuster in the evenly divided Senate and suggested reluctance to his party repeatedly using a fast-track budget process to advance legislation without Republican votes.\nMr. Manchin has long been one of the most stalwart defenders of the 60-vote threshold needed to end debate in the upper chamber, even as it threatens to derail key elements of President Biden’s agenda. Despite previously toying with possible reforms to the procedural hurdle, he has repeatedly swatted away queries about what could drive him to vote to outright abolish the filibuster, even as Democrats have gamed out various scenarios in which he might relent.\nIn an opinion piece published in The Washington Post, Mr. Manchin vowed that there was “no circumstance in which I will vote to eliminate or weaken the filibuster,” and he urged party leaders to compromise on legislation instead of trying to work around Republican opposition. Ten Republicans are currently needed to join all Democrats in a 50-50 Senate to pass major pieces of legislation through the regular process.\nThe comments took on added significance after a key Senate official on Monday issued guidance that could allow Democrats to pursue the fast-track budget reconciliation process at least one more time before the end of the fiscal year on Sept. 30, after they used it to pass Mr. Biden’s nearly $1.9 trillion pandemic relief law without any Republican votes.\n“We will not solve our nation’s problems in one Congress if we seek only partisan solutions,” Mr. Manchin wrote. “Instead of fixating on eliminating the filibuster or shortcutting the legislative process through budget reconciliation, it is time we do our jobs.”\nPressure has mounted for Democrats to further push the boundaries of what a majority party can do unilaterally when in control of both chambers of Congress and the White House, in order to deliver on a series of campaign promises. While Democrats do not yet have the votes to abolish the filibuster, they have explored other avenues to ensure Mr. Biden’s agenda becomes law.\nIn recent days, that has included expanding the frequency of reconciliation, which allows certain budgetary legislation to clear both chambers on a simple majority vote. While Elizabeth MacDonough, the Senate parliamentarian, appears to have agreed with the Democratic argument that they can use the process multiple times in one fiscal year, it remains unclear how and when they might employ those possible opportunities, and for what.\nWhile Mr. Manchin did not outright refuse to support another use of the fast-track reconciliation process, he challenged both parties to work together and compromise on critical pieces of legislation, including infrastructure and tax changes. Any use of reconciliation would require Mr. Manchin — and virtually every congressional Democrat — to remain united behind the legislation.\n“Senate Democrats must avoid the temptation to abandon our Republican colleagues on important national issues,” Mr. Manchin wrote. “Republicans, however, have a responsibility to stop saying no, and participate in finding real compromise with Democrats.”\nWhile many questions remain about how Democrats could potentially use another chance at reconciliation, both Mr. Biden and congressional leaders insist they want to work with Republicans to reach compromises, particularly on the sweeping $2 trillion infrastructure proposal the White House just unveiled.\n“There are things we’re working on together — some of which we’ve passed and some we will pass,” Mr. Biden said on Wednesday. He suggested a group of 10 Republican senators who sought to compromise on his pandemic relief plan did not do enough to jump start negotiations with their initial $618 billion plan. “If they come forward with a plan that did the bulk of it and it was a billion — three or four, two or three — that allowed me to have pieces of all that was in there, I would have been prepared to compromise, but they didn’t,” he added.\nThe group of 10 Republican senators later issued a joint statement Wednesday evening arguing that the proposal had been “a first offer to the White House designed to open bipartisan negotiations” that instead had been dismissed “as wholly inadequate in order to justify its go-it-alone strategy.”", "url": "https://www.nytimes.com/live/2021/04/07/us/biden-news-today/biden-restores-aid-to-palestinians-in-a-move-that-reverses-a-trump-era-policy"}