{"authors": ["Megan Specia", "Cora Engelbrecht", "Eric Schmitt", "Nathan Willis", "Anushka Patil", "Traci Carl", "Daniel Berehulak", "Richard Pérez-Peña", "Tyler Hicks", "Farnaz Fassihi"], "date_download": "2022-10-25 23:22:48", "date_modify": "2022-10-25 23:22:48", "date_publish": "2022-04-06 05:13:37", "description": "Civilians are leaving eastern Ukraine amid warnings of escalating fighting there. The Justice Department charges a Russian oligarch with violating U.S. sanctions, and the Pentagon trains Ukrainian soldiers to use armed drones against Russian forces.", "filename": "live_2022_04_06_world_ukraine-russia-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740168.html", "image_url": "https://static01.nyt.com/images/2022/05/06/world/06UKRAINE-BLOG-PROMO-11pm/06UKRAINE-BLOG-PROMO-11pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_04_06_world_ukraine-russia-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740168.html", "title": "What Happened on Day 42 of the War in Ukraine", "title_page": "What Happened on Day 42 of the War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Families waiting to board trains in the eastern Ukrainian city of Kramatorsk on Tuesday.\nSpurred by reports of Russian atrocities outside Ukraine’s capital, and alarmed at signs that Russia’s invasion force is about to escalate assaults in eastern Ukraine, many civilians in that region are fleeing while they can, officials said Wednesday.\n“The cities of the Luhansk region are in ruins,” warned one eastern governor. “Thousands of residents have not yet left. Get out of the way!”\nThe exodus accelerated as Western nations moved to provide more weapons to Ukraine’s military and further ostracize Russia economically with new sanctions, including restrictions on its leading banks and on the assets of President Vladimir V. Putin’s children.\nThe new sanctions are a response to outrage and revulsion over the atrocities, including executions and torture, that appear to have been carried out by Russian forces before they retreated from areas outside Kyiv in the past few weeks. Russia has denied responsibility, saying the atrocities were fabricated or were committed by the Ukrainians themselves.\nThe European Union also was weighing a ban on coal from Russia, the leading provider of fossil-fuel energy to Europe, and Russia appeared to move closer to default on its foreign debt because of U.S. currency restrictions.\n“Together with our allies and our partners, we’re going to keep raising the economic costs and ratchet up the pain for Putin, and further increase Russia’s economic isolation,” said President Biden, who has described Mr. Putin as a war criminal and suggested he should not remain in power.\nMore than 11 million Ukrainians — roughly one in four — have fled their homes since the Feb. 24 invasion, according to the United Nations, including more than four million who have fled the country. It is the biggest refugee crisis in Europe since World War II.\nThe Russian military announced last week that it would focus its campaign on eastern Ukraine, where Russian-backed separatists have been fighting for eight years. The redeployment came as the Russians, hampered by botched planning and fierce Ukrainian military resistance, retreated from the Kyiv area and apparently abandoned — at least for now — any effort to capture the capital in their war to subjugate the former Soviet republic.\nWestern military analysts have said the Russians vastly underestimated the challenges in Ukraine and that their initial invasion force of more than 150,000 has been weakened by losses, exhaustion and low morale. But that does not mean Russia’s military cannot undertake a powerful new assault in eastern Ukraine.\nThe shift has accelerated civilian displacement in the east. Thousands of people have been leaving, according to Ukrainian officials, and photos and videos posted online. Ukrainian officials say Russian troops have been massing in the Donetsk, Luhansk and Kharkiv regions.\nImage Severodonetsk, in the eastern Donbas region, on Wednesday. Evacuate “now,” Ukrainians in the region have been told. Credit... Fadel Senna/Agence France-Presse — Getty Images\nIn Kramatorsk, a city in the north of the Donetsk region, photos showed crowds of people huddled at a platform in a central train station.\nAt least two people were killed and five injured when Russian forces launched a strike on a humanitarian aid site in the town of Vugledar in the Donetsk region, according to Pavlo Kyrylenko, the Donetsk governor.\nRussian forces now control 60 percent of the town of Rubizhne, in the Luhansk region, according to the governor there, Serhiy Haidai, who said the attackers had scaled up their offensive this week.\n“Evacuations are taking place under the roar of enemy guns,” Mr. Haidai wrote in a Facebook post on Wednesday, saying that approximately 30,000 people had left the region since Russia invaded. He urged remaining residents to flee before Russia scaled up attacks.\nOleg Synegubov, the state administrator for the Kharkiv military region, said Wednesday in a post on Telegram that the army would evacuate two towns in the eastern part of the country because fighting was escalating there.\nThe towns, Lozova and Barvinkove, are southwest of Izium, a city Russian forces seized as part of an apparent drive toward Sloviansk, which military analysts say is strategically critical to Russia’s plan to gain full control of eastern Ukraine.\nEarlier this week, Oleksiy Danilov, the head of Ukraine’s National Security and Defense Council, speaking on national television, said “large groupings of Russian troops” had been massing in the region.\nImage A young girl with her dog arriving in Zaporizhzhia, some 100 miles northwest of Mariupol. Credit... Bulent Kilic/Agence France-Presse — Getty Images\n“They are not going to stop,” he said. “They have a great desire to create big problems for our armed forces in this direction, and we also expect that fierce battles will be fought there for our territory in the near future.”\nThe Pentagon’s assessment of Russian deployments appeared to corroborate what Ukrainian officials were saying. Pentagon officials said Russia had withdrawn all of its troops arrayed against Kyiv and another city in the north, Chernihiv, and sent them back to Russia or to its ally Belarus to rearm, resupply and possibly redeploy in eastern Ukraine.\nThe Pentagon officials said those forces included as many as 40,000 troops that, in many cases, had departed under fierce attack from the Ukrainian military units that retook the territory.\n“We believe they are all out,” one senior Pentagon official said, speaking on the condition of anonymity to discuss confidential operational issues.\nRussia now has about 30 battalion tactical groups — as many as 30,000 troops — in the east, the senior Pentagon official said. Earlier this week, Jake Sullivan, Mr. Biden’s national security adviser, said Russia would most likely send “tens of thousands of soldiers to the front line in Ukraine’s east” in the coming weeks.\nLargely in anticipation of this next major phase of the war, the Pentagon announced late Tuesday that it was sending $100 million worth of Javelin anti-tank missiles — roughly several hundred missiles — to Ukraine, where the weapon has been used with high success in destroying Russian tanks and other armored vehicles.\nNATO foreign ministers, meeting this week, have been discussing how to further help Ukraine prosecute the war without entangling the alliance in direct combat with Russian forces.\nImage A column of Ukrainian armored vehicles on Tuesday moving through the town of Bucha, from which Russian forces recently retreated. Credit... Ivor Prickett for The New York Times\nThe war, they said, is far from over, noting that however badly Russia’s forces have performed, and their retreat from areas around Kyiv notwithstanding, they are making slow and brutal progress in the east.\n“Moscow is not giving up its ambitions in Ukraine,” said Jens Stoltenberg, NATO’s secretary general.\nUkrainian officials in a number of areas, including Mykolayiv in the south and the Luhansk and Donetsk regions in the east, have been sharing schedules of planned evacuations or links to online portals for people to sign up to join buses and trains that are transporting residents to safer places.\nBut in some besieged cities in the south, like Mariupol, it is already nearly impossible to leave, making evacuations sporadic and risky.\nAttempts by the Red Cross to enter Mariupol to supervise civilian departures have repeatedly been scrubbed, leaving fearful residents to fend for themselves. On Wednesday, 500 people who had escaped Mariupol to join a Red Cross convoy in the nearby city of Berdyansk arrived in Zaporizhzhia, about 100 miles away.\nThe climate of fear gripping Mariupol has spread to the region of Kherson, near the Black Sea, where people have lived under occupation by Russian forces since they encircled and entered the city and its suburbs on March 2.\n“Anyone who did not leave early is now stuck here,” said Evgeniya Selivantseva, a doctor from Velyka Lepetyka, a village on the Dnipro River, in the Kherson region.\nDr. Selivantseva, 38, described a deepening humanitarian crisis in the village: Gasoline stations have run out of fuel, and food and medical supplies are running low. Food is so scarce that local leaders have started a makeshift flour mill.\n“We feel helpless and totally defenseless,” she said. “People are afraid to leave their homes.”\nThe proposed European Union ban on Russian coal, part of the bloc’s effort to further penalize Russia over atrocities in Ukraine, reflected a choice of an imported energy source that would be the easiest to replace.\nDeliberations over the ban and other sanctions were set to continue into Thursday, and European Union officials and diplomats anticipated that the measures would be approved. The process reflected the challenges of reaching agreement among all 27 member nations on the penalties, which would also include banning Russian ships from E.U. ports.\nIf approved, the sanctions would be the harshest enforced by the bloc since the invasion.\nThough the European Union depends on Russian coal, the bloc could find substitute imports more easily than for natural gas and oil.\nBut banning coal from Russia could send energy prices soaring for European consumers, given the existing shortages in the bloc, according to Rystad Energy, a consulting firm. Carlos Torres Diaz, a senior vice president at Rystad, called the potential sanctions “a double-edged sword.”\nMegan Specia and Cora Engelbrecht reported from Krakow, Poland, and Eric Schmitt from Washington. Reporting was contributed by Katie Rogers from Washington; Matina Stevis-Gridneff and Steven Erlanger from Brussels; Melissa Eddy from Berlin; and Farnaz Fassihi and Michael Schwirtz from New York.", "url": "https://www.nytimes.com/live/2022/04/06/world/ukraine-russia-war-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}