{"authors": ["Noah Weiland", "Sharon Lafraniere", "Jennifer Jett", "Debra Kamin"], "date_download": "2022-10-25 23:26:44", "date_modify": "2022-10-25 23:26:44", "date_publish": "2021-08-20 09:00:26", "description": "The vaccine is now used under an emergency authorization, but the full approval is expected to lead to a wave of inoculation mandates. New York City requires many high school athletes to be vaccinated.", "filename": "live_2021_08_20_world_covid-delta-variant-vaccine_1666740404.html", "image_url": "https://static01.nyt.com/images/2021/08/20/us/live-blog-20210820-covid-delta-variant-vaccine-header-10pm/live-blog-20210820-covid-delta-variant-vaccine-header-10pm-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c39500809eca25ff93456feba4d60bec37e3f5ccc018a1a4da1a16c19aa36696&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_20_world_covid-delta-variant-vaccine_1666740404.html", "title": "Covid News: F.D.A. Expected to Fully Approve Pfizer Vaccine Next Week", "title_page": "Covid News: F.D.A. Expected to Fully Approve Pfizer Vaccine Next Week - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Beachgoers on the coast in Gulf Shores, Ala., last week. Credit... Jay Reeves/Associated Press\nThe Gulf Coast, a tourist haven that draws throngs of revelers to beaches across several Southern states, has been sorely afflicted as the Delta variant tears through the region, which has relatively low rates of vaccination and often lax safety measures.\nBut even compared to other parts of the South that are struggling against the latest wave of the virus, the Gulf Coast stands out like an angry red scar on maps that depict coronavirus hot spots and hospitalizations.\nThe average per person hospitalization rate for Panama City, Fla.; Mobile, Ala.; and Gulfport, Miss.; is considerably higher than that of their states as a whole, even though they are three of the four states with the highest rates in the country, according to data compiled by The New York Times. The per person average case rates in the surrounding counties are all more than twice the national average. The vaccination rate in all three counties is well below 40 percent, according to federal data.\n“It is almost like what’s going on in the West, where you have lots of fuel, a source of ignition and then you end up with a large fire,” said Dr. Bernard H. Eichold II, the health officer of the Mobile County Health Department. More than 90 percent of the county’s 461 hospitalized Covid patients on Thursday were unvaccinated, he said.\nThe people inundating the hospitals along the Gulf Coast are not the high-risk, often older ones who were most vulnerable in the earlier waves of the pandemic. The Delta variant is spreading among younger people, many who thought they had nothing to fear and did not get vaccinated.\n“We’ve had 44 year olds, 45, 35, that have died,” said Tiffany Murdock, a hospital administrator for Singing River Health System, which operates three hospitals in coastal Mississippi. “I’ve been a nurse for 15 years, and I’ve never seen anything like it.”\nThe region’s thriving tourism industry, widespread opposition to masks and low vaccination rates collided with the contagious Delta variant earlier this summer and case numbers have surged since then.\n“After Fourth of July is when everything kind of went to hell in a handbasket,” said Ms. Murdock, noting that casinos in coastal Mississippi are open with no mask mandates and the beaches are packed.\nWhile a growing number of Democratic-led states and cities nationwide have moved to require masks and vaccinations, Republican governors in hard-hit states like Florida, Mississippi and Alabama have resisted such mandates, despite the surge in cases.\nAs of Friday, 142 people were hospitalized with Covid-19 across Singing River Health’s network, including 39 in I.C.U., and 94 percent were unvaccinated, officials said. The surge has prompted a shortage of I.C.U. beds and left staff overwhelmed.\n“If you walked into our emergency department right now you would be like, ‘What is happening.’ Every single hallway has beds in it with patients, every chair,” said Ms. Murdock, describing the system’s hospital in Gulfport, where staff have converted a surgical recovery room into an overflow I.C.U.\nLast week, a husband and wife in their 40s, neither of whom were vaccinated, died within days of each other, she recalled. An unvaccinated 48-year-old nurse died on Monday. “We had five people die, like room after room after room after room,” just last Friday, she said.\nIn neighboring Alabama, Gov. Kay Ivey reinstated Alabama’s state of emergency last Friday, which had expired in early July, in an effort to expand hospital capacity. But Alabama ran out of I.C.U. beds earlier this week.\nThe surge worries Sara Miles Agee, a mother of young children in Mobile, where she said few people bother to wear masks and just 33 percent of residents are fully vaccinated.\n“It’s just really frustrating,” she said. “We’re in dire straits down here. We have no I.C.U. beds. I don’t know what’s going to make people do the right thing.”", "url": "https://www.nytimes.com/live/2021/08/20/world/covid-delta-variant-vaccine"}