{"authors": ["Jordyn Holman", "Vanessa Friedman"], "date_download": "2022-10-25 22:54:53", "date_modify": "2022-10-25 22:54:53", "date_publish": "2022-09-15 08:34:03", "description": "The Yeezy Gap apparel line deal, announced with much fanfare in 2020, was supposed to last 10 years and generate $1 billion in annual sales.", "filename": "live_2022_09_15_business_economy-news-inflation-stocks_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738493.html", "image_url": "https://static01.nyt.com/images/2022/09/15/business/15Kanye/merlin_210405120_b95e5503-2c0f-4a69-97f4-7bbe8ab717f6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_15_business_economy-news-inflation-stocks_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738493.html", "title": "Stock Market Updates and Economy News for Sept. 15, 2022", "title_page": "Stock Market Updates and Economy News for Sept. 15, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden’s administration helped broker the tentative agreement between freight rail companies and unions, avoiding what would have been an economically damaging strike.\nWASHINGTON — Freight rail companies and unions representing tens of thousands of workers reached a tentative agreement to avoid what would have been an economically damaging strike, a relief for businesses and consumers and a victory for President Biden, whose administration helped broker the deal.\nThe breakthrough on Thursday morning came just hours before a critical deadline that would have allowed workers to strike and had already begun affecting rail service across the United States. It followed all-night talks between unions and industry leaders that were brokered by Mr. Biden’s labor secretary, Martin J. Walsh. Mr. Biden called in to the discussions around 9 p.m. Wednesday, a person familiar with the talks said.\nAt the White House on Thursday, Mr. Biden said the agreement would benefit both workers and companies alike, reflecting his effort this week to remain impartial in the talks as he tried to push the sides toward agreement. While Mr. Biden has styled himself as the most pro-union president in history, he avoided publicly taking sides in a fight that carried huge economic and political risks, portraying the tentative deal as an achievement for both unions and corporations.\n“This agreement is a big win for America,” Mr. Biden said. “And this is a great deal for both sides, in my view.”\nWhether it ultimately prevents a strike remains to be seen. The deal now heads to union members for a ratification vote, which is a standard procedure in labor talks. While the vote is tallied, workers have agreed not to strike.\nOn Thursday, Senator Bernie Sanders, the Vermont independent and labor advocate, praised Mr. Biden for his work on the agreement but stopped short of calling on workers to ratify it.\n“It’s up to the rank-and-file union members to evaluate this deal and determine whether it works for them,” Mr. Sanders said in a news release. “These workers have not had a raise in three years and continue to work incredibly long hours under brutal working conditions. I will respect and support whatever decision they make.”\nAlthough the agreement included compromise by both sides, workers ultimately won several of the concessions they were seeking, including better pay and more flexible schedules, like time off for medical appointments. With rail unions making clear that their workers were prepared to walk off the job, pressure was building on freight carriers to avoid an economically devastating strike that was set to inflict financial pain on them as well as businesses, farmers and consumers by crippling the movement of many critical goods.\nIn a sign of the compromise, freight companies and union leadership both praised the deal. The agreement would increase worker wages by a total of 24 percent over five years, stretching back to 2020, including what industry groups said would be an average payout of $11,000 per worker upon ratification.\nCrucially, unions won the right to take unpaid time off to attend medical appointments without penalty, one of several measures meant to ease the burdens of a scheduling system that workers said made it incredibly difficult for them to plan routine physician visits or vacations. Still, in a win for the companies, workers must take unpaid leave to attend those appointments. Workers also were promised an additional day off and a guarantee that their health insurance premiums would not rise after the contract expired and while union leaders and management negotiated a new one.\nAverting a strike was paramount for Mr. Biden, who was facing the prospect of far-flung shipping disruptions and a new wave of potential price spikes in the run-up to midterm elections in November.\nHe and his economic team had increasingly inserted themselves in the talks over the past week, hoping to avoid a work stoppage that would have snarled the distribution of food, chemicals for water treatment plants and other goods across the country. Such a stoppage also risked creating shortages on store shelves that could have sent consumer prices soaring, adding to an inflation rate that reached a four-decade high this summer.\nThe talks brokered by Mr. Walsh began Wednesday morning and lasted 20 hours. He called White House officials around 2 a.m. to say a deal appeared to have been reached, and Mr. Biden announced it around 5 a.m.\nThe agreement had an immediate impact. A day after canceling all long-distance passenger trains to avoid stranding people in the event of a freight rail strike, Amtrak said it was “working to quickly restore canceled trains and reaching out to impacted customers to accommodate on first available departures.” Many of Amtrak’s trains run on tracks operated and maintained by freight carriers.\nTalks had stalled over a push for companies to improve working conditions, including allowing workers to take unpaid leave to visit physicians. The agreement grants that ability, giving workers one additional paid day off and an ability to attend medical appointments without penalty, labor unions said.\n“Most importantly, for the first time ever, the agreement provides our members with the ability to take time away from work to attend routine and preventative medical, as well as exemptions from attendance policies for hospitalizations and surgical procedures,” the presidents of the Brotherhood of Locomotive Engineers and Trainmen and the Transportation Division of the International Association of Sheet Metal, Air, Rail and Transportation Workers said in a news release.\nThe presidents, Jeremy Ferguson of the transportation division and Dennis Pierce of the engineers and trainmen, also said the deal would freeze workers’ monthly health care contributions when it expired, ensuring those costs would not increase during the next round of contract negotiations.\nMr. Biden said the agreement would help workers get medical care and help companies attract and retain workers. “This agreement is validation — validation of what I’ve always believed,” he said. “Unions and management can work together — can work together for the benefit of everyone.”\nThe Association of American Railroads, an industry group, thanked the unions and Biden administration officials — including Mr. Walsh, Transportation Secretary Pete Buttigieg and Agriculture Secretary Tom Vilsack — for helping to bring the deal together.\nImage Servicing a freight railroad in Atlanta on Thursday. Credit... Dustin Chambers for The New York Times\nUnion Pacific, a major rail carrier, also expressed relief at the deal. “We look forward to the unions ratifying these agreements and working with employees as we focus on restoring supply chain fluidity,” the company said in a statement.\nMr. Walsh wrote on Twitter that the agreement “balances the needs of workers, businesses, and our nation’s economy.”\n“Our rail system is integral to our supply chain,” he said in a follow-up tweet, “and a disruption would have had catastrophic impacts on industries, travelers and families across the country.”\nUnions and the freight rail industry were negotiating ahead of a Friday deadline, when a federally imposed “cooling-off period” was set to end and workers would have been free to strike if no deal had been reached. That possibility had already shaken both freight and passenger rail companies.\nNearly a third of U.S. freight moves by rail, second only to trucking. The Association of American Railroads estimated that a nationwide rail service interruption would have idled more than 7,000 trains daily and cost the economy more than $2 billion a day.\nRetailers and other business groups welcomed news of the deal, saying that, if ratified, it would avoid potentially devastating shipping delays for the holiday season.\nThe Retail Industry Leaders Association said in a release that its members had “endured enormous supply chain challenges over the last few years, and we are relieved that rail carriers and labor unions were able to reach a tentative agreement to avoid any further disruption.”\nCongressional leaders — who were under increased pressure to step in to block a strike if the negotiations had not produced a deal by Friday — also lauded the agreement and, in particular, labor unions that represent a critical voting bloc. The agreement spared Democratic leaders in particular from what could have been a politically treacherous set of votes, pitting the party’s deep support for organized labor against its need for economic stability ahead of the midterm elections.\n“I congratulate both parties for coming to terms that will avoid a strike and take a positive step forward in terms of respecting workers’ rights,” Speaker Nancy Pelosi of California said in a statement.\nSenator Chuck Schumer of New York, the majority leader, said on the Senate floor that “this episode is a reminder of an evergreen truth that people underappreciate even now: Workers are what make the wheels of our economy turn, in this case literally.”\nNiraj Chokshi , Emily Cochrane and Ana Swanson contributed reporting.", "url": "https://www.nytimes.com/live/2022/09/15/business/economy-news-inflation-stocks?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}