{"authors": ["Joe Rennison"], "date_download": "2022-10-25 23:32:09", "date_modify": "2022-10-25 23:32:09", "date_publish": "2022-09-19 13:59:54", "description": "Ahead of a pivotal Federal Reserve meeting on Wednesday, prominent investors and business leaders have warned that the worst may be yet to come for the markets.", "filename": "live_2022_09_19_business_economy-news-inflation-stocks_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740729.html", "image_url": "https://static01.nyt.com/images/2022/09/19/multimedia/19stocks-PROMO/19stocks-PROMO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_19_business_economy-news-inflation-stocks_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740729.html", "title": "Latest Stock Market and Economy News for Sept. 19, 2022", "title_page": "Latest Stock Market and Economy News for Sept. 19, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Will Jay Powell be hawkish or dovish when the Federal Reserve meets on Wednesday? The collective mood of investors going forward, already soured after last week’s stock market tumult, depends on the answer to that question.\nIt will come as no surprise to Wall Street if the Fed delivers another bumper interest rate increase as it seeks to temper hotter-than-expected inflation. Nor will it be a surprise if the central bank’s economic projections foretell that the dark cloud hovering over the markets is unlikely to lift soon. Prominent investors and business leaders have already sounded the alarm.\nInstead, the focus is likely to be on Mr. Powell’s comments, parsed for clues as to where the Fed chief expects the economy and interest rates — and, consequently, financial markets — to go.\nThe Fed’s meeting is important “because of what it could mean for the direction of the stock market for the rest of the year,” said Kristina Hooper, the chief global market strategist at Invesco. “The Fed has been the key driver of the stock market this year, and it has been mostly bad.”\nIf Mr. Powell appears “hawkish” — calling for more restraint for the economy through higher interest rates, even if it means risking recession — stock prices will probably sink lower. But if he is seen as unexpectedly “dovish,” suggesting that inflation is under control and that lowering interest rates may soon become appropriate, financial markets are likely to be more cheerful.\nMarket observers are not holding their breath.\n“He cannot sound dovish. He will not sound dovish,” said Mark Cabana, an interest rate strategist at Bank of America. “He will sound very much as someone who is committed to ensuring price stability and doing whatever it takes to achieve that.”\nThe S&P 500 closed up 0.7 percent on Monday, after wobbling between small gains and losses throughout the trading session. The benchmark stock index was coming off one of its worst weeks of the year, when it fell nearly 5 percent. Already, it had been a volatile summer of trading, during which a stock market rally proved short-lived as investors became less optimistic that the economy would look better in the coming months.\nOne driver for the dour mood in markets is the recent release of data from the Consumer Price Index, the most widely used gauge of inflation, that suggests prices remain more elevated than expected. Consumer prices rose 8.3 percent over the year through August, down from 8.5 percent over the year through July but above the 8.1 percent that economists expected. Crucially, month-to-month price changes inched up.\nAs a result, investors expect that the Fed will need to raise interest rates higher and faster than they once thought, to slow down the economy and rein in prices. But the flip side is that companies and consumers face higher costs.\nThe yield on the two-year Treasury note, which is sensitive to changes in Fed policy, rose on Monday to 3.95 percent, hitting its highest point since 2007 and continuing a remarkable run since the start of the year, when it was under 0.75 percent. Rising yields flow through to mortgages, credit cards, business loans and other borrowing costs, crimping economic activity.\nMost investors still expect the Fed to stick to a 0.75- percentage-point increase on Wednesday based on prices for futures, which indicate investors’ expectations for rate increases. A small number of investors, however, are betting on a full-point increase, which would be the Fed’s biggest since 1984 and probably result in stocks lurching lower.\nLast week, analysts at Nomura predicted that the Fed would raise rates by one percentage point, saying the stubbornly high inflation numbers require a more “forceful” response from policymakers.\nOther central banks have taken similar steps, or are considering them. The Bank of Canada raised interest rates by one percentage point in July. Some bankers forecast that the Riksbank, the Swedish central bank, could raise rates by one percentage point on Tuesday.\nAnd while most investors still expect a three-quarter-point boost from the Fed on Wednesday, the futures market shows that investors have rapidly adjusted to the idea that more interest rate increases are to come, expecting a peak between 4.25 percent and 4.5 percent next year, before falling toward the end of the year.\nTo get a closer read — and not from Mr. Powell’s comments — investors will also look for changes in the Fed’s “dot plot,” the name given to the collection of dots created by plotting the interest rate forecasts of individual policymakers on a chart. In particular, they will look for signs that the Fed is willing to keep interest rates elevated to tackle inflation, even as they forecast slowing economic growth, raising the risk of the economy’s slipping into a recession.\n“That’s the ugly scenario,” said Guy LeBas, chief fixed-income strategist at Janney Capital Management. “That’s the signal, in theory, that the Federal Reserve is prioritizing inflation above economic growth and will do so for a while.”", "url": "https://www.nytimes.com/live/2022/09/19/business/economy-news-inflation-stocks?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}