{"authors": ["Michael Schwirtz", "Marc Santora", "Ivan Nechepurenko", "Christina Anderson"], "date_download": "2022-10-25 22:57:50", "date_modify": "2022-10-25 22:57:50", "date_publish": "2022-06-29 05:12:26", "description": "Ukrainian officials announced the largest prisoner exchange since Russia’s invasion, saying 144 soldiers were being returned to Ukraine. The same number of Russian and pro-Russian forces will go home.", "filename": "live_2022_06_29_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738670.html", "image_url": "https://static01.nyt.com/images/2022/06/29/world/29ukraine-briefing-promo-800pm/merlin_209325069_4af3ce16-c71d-4fe2-b912-b8f5d943efc3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_06_29_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738670.html", "title": "Prisoner Exchange Sends Home Dozens of Fighters Who Defended Mariupol", "title_page": "Prisoner Exchange Sends Home Dozens of Fighters Who Defended Mariupol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image More than 2,500 Ukrainian soldiers surrendered to Russian forces in mid-May after fighting in Mariupol, Ukraine, from their base in the bunkers of the Azovstal steel plant for months. Credit... Associated Press\nUkrainian officials announced the largest prisoner exchange since Russia’s invasion, saying 144 soldiers were being returned to Ukraine, including dozens who defended Mariupol, a southern port city that became a symbol of Russian repression and Ukrainian defiance.\nWhile the exchange has been shrouded in secrecy, Denis Pushilin, the head of Russian proxy forces in the Donetsk region in eastern Ukraine, said that the same number of Russian and pro-Russian forces were returned in the deal.\nMore than 2,500 Ukrainian soldiers surrendered in mid-May after holding out for months in bunkers beneath the sprawling Azovstal steel factory in Mariupol. Their surrender was carefully negotiated between Russia, Ukraine and international mediators, and marked the end of one of the war’s most brutal battles.\nWhile Ukraine and Russia have exchanged prisoners on several occasions — including 17 Ukrainians returned in an exchange announced this week — the fate of the garrison from Mariupol has been among the most sensitive issues of the war. When the Ukrainian government issued the surrender directive, it vowed to do all it could to ensure they would be returned home.\nThe Kremlin propaganda machine had long sought to use the far-right origins of the Azov regiment, which played a lead role in the defense of the city, as proof of its false claim that the Ukrainian state has been infected with Nazism.\nFollowing the surrender in Mariupol, some Russian lawmakers were quick to call for the death penalty and proposed a ban on any exchange of prisoners that would allow members of the Azov regiment to go free.\nIn a statement, Ukraine’s main intelligence directorate said that 95 defenders of the Azovstal steel factory, including 43 from the Azov regiment, had been released during the exchange. Most of the exchanged soldiers had been seriously injured, the statement said, including some that have fractures, burns and amputated limbs.\nYulia Fedosiuk, whose husband, Arseniy Fedosiuk, is a sergeant in the Azov regiment and one of roughly 1,000 Azov soldiers being held by Russia, said that according to her understanding, the first step in the exchange process was to trade bodies of the dead.\nNext, she said, the injured are being exchanged, which is what is taking place now. Finally, she said, soldiers considered fit for combat, like her husband, would be traded.\nLike most of the other prisoners, she said, her husband is being held in a pretrial detention center in Olenivka, in the Russian-occupied part of the Donetsk region. She spoke to him 10 days ago.\nThe two had worked out a secret code he could flash in the event he was captured and something was wrong. “He didn’t make the signal,” she said.\n“He said that everything was fine,” she said, but she knew that was not the case. “I saw that everything was not fine,” she said. “Many of his friends died. His commander was killed.”\nIncluded in the exchange are a husband and wife, both soldiers with the Azov regiment, according to Kyrylo Budanov, chief of the defense intelligence of Ukraine. The husband was captured at Azovstal. His wife was captured earlier in a different location. They have two children.\n“The children were living without their parents,” Mr. Budanov said. “We insisted that the Russians give them over.”\nThe commanders of the Azov regiment and a marine infantry unit who fought at Azovstal have been moved to Moscow, where they are being held at the notorious Lefortovo Prison, according to Mr. Budanov. He said that among those being detained are Lt. Col. Denys Prokopenko, the head of the Azov regiment at Azovstal, and Capt. Svyatoslav Palamar, his deputy, along with Maj. Serhiy Volyna, commander of the 36th Separate Marine Brigade.\nMr. Pushilin, the head of Russian proxy forces in the Donetsk region, said that some of the soldiers handed over to Kyiv were members of “nationalist battalions” and that they were in very bad condition. “They have severe injuries, some have amputated limbs and other complications,” he said.\nOleksandr Chubko contributed reporting from Kyiv, Ukraine.", "url": "https://www.nytimes.com/live/2022/06/29/world/russia-ukraine-war-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}