{"authors": ["Benjamin Novak", "Lynsey Addario", "Photographs", "Finbarr O Reilly", "Rick Gladstone", "Alyssa Lukpat", "Ivan Nechepurenko", "Christopher F. Schuetze", "Matthew Mpoke Bigg", "Shashank Bengali"], "date_download": "2022-10-25 23:41:17", "date_modify": "2022-10-25 23:41:17", "date_publish": "2022-05-11 05:44:16", "description": null, "filename": "live_2022_05_11_world_russia-ukraine-war-news_hungarys-viktor-orban-burnishes-his-reputation-as-an-obstacle-to-the-eus-russia-policy_1666741277.html", "image_url": "https://static01.nyt.com/images/2022/05/11/multimedia/11ukraine-blog-orban-topart/11ukraine-blog-orban-topart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_11_world_russia-ukraine-war-news_hungarys-viktor-orban-burnishes-his-reputation-as-an-obstacle-to-the-eus-russia-policy_1666741277.html", "title": "What Happened on Day 77 of the War in Ukraine", "title_page": "What Happened on Day 77 of the War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Soldiers with the Carpathian Sich Batalion reviewing drone footage of an attack against Russian forces in the Kharkiv region on Wednesday.\nLONDON — The West united against Russia’s war on Ukraine more swiftly and solidly than almost anyone had expected. But as the war settles into a prolonged conflict, one that could rumble on for months or even years, it is testing the resolve of Western countries, with European and American officials questioning whether the rising economic toll will erode their solidarity over time.\nSo far, the fissures are mostly superficial: Hungary’s refusal to sign on to an embargo of Russian oil, thwarting the European Union’s effort to impose a continentwide ban; restiveness in Paris with the Biden administration’s aggressive goal of militarily weakening the Russian president, Vladimir V. Putin; a beleaguered President Biden blaming sky-high food and gas prices on a Putin price hike.\nAlongside those tensions, there are further signs of solidarity: Finland and Sweden on Wednesday edged closer to joining NATO, with Britain offering both countries security assurances to gird against the Russian threat. In Washington, the House voted 368 to 57 on Tuesday in favor of a nearly $40 billion aid package for Ukraine.\nYet Russia’s tanks rolled across the Ukrainian frontier just 76 days ago, the blink of an eye in the scheme of history’s forever wars. As the fighting grinds on, the cascading effect on supply chains, energy pipelines and agricultural harvests will be felt more acutely at gas pumps and on supermarket shelves.\nMr. Putin, some experts say, is calculating that the West will tire before Russia does of a long twilight struggle for Ukraine’s contested Donbas region, especially if the price for the West’s continued support is turbocharged inflation rates, energy disruptions, depleted public finances and fatigued populations.\nImage Yuri Emets, 56, discovered the bodies of seven Ukrainian soldiers in his backyard on Wednesday in the village of Vilkhivka, 16 miles east of Kharkiv, after the village was reclaimed from Russian forces in recent weeks. Credit... Finbarr O'Reilly for The New York Times\nThe Biden administration’s director of national intelligence, Avril D. Haines, crystallized those doubts on Tuesday, warning senators that Mr. Putin was digging in for a long siege and “probably counting on U.S. and E.U. resolve to weaken as food shortages, inflation and energy shortages get worse.”\nOn Wednesday, Mr. Biden traveled to a farm in Kankakee, Ill., to make the case that Mr. Putin’s war was to blame for food shortages and the cost-of-living squeeze on American families, a tacit sign that his steadfast support for Ukraine — a policy that has won bipartisan support in Washington — could carry a political cost.\nMr. Putin faces his own domestic pressures, which were evident in the calibrated tone he struck during a speech in Moscow’s Red Square on Monday, neither calling for a mass mobilization nor threatening to escalate the conflict. But he also made clear that there was no end in sight for what he falsely called Russia’s campaign to rid its neighbor of “torturers, death squads and Nazis.”\nOn the ground in Ukraine, the fighting shows signs of becoming a protracted battle. A day after Ukraine’s counteroffensive unseated Russian forces from a cluster of towns northeast of the city of Kharkiv, the region’s governor said on Wednesday that the Ukrainian efforts had driven Moscow’s forces “even further” from the city, giving them “even less opportunity to fire on the regional center.”\nImage Ukrainian soldiers and volunteer fighters sheltering from Russian artillery in a basement near the front lines in the Kharkiv region on Wednesday. Credit... Lynsey Addario for The New York Times\nUkraine’s apparent success at pushing back Russian troops outside Kharkiv — its second largest city, about 20 miles from the Russian border — appears to have contributed to reduced shelling there in recent days, even as Russia makes advances along parts of the front line in the Donbas region in eastern Ukraine.\nThat Ukraine would even find itself in an ongoing pitched battle, nearly three months after Russia launched a full-scale invasion, is remarkable. Analysts pointed out that a prolonged war would stretch the resources of a Russian military that has already suffered heavy losses of men and machinery. Given that, some argue that the West should press its advantage by tightening the economic chokehold on Moscow.\n“I worry about Western fatigue,” said Michael A. McFaul, a former American ambassador to Russia, “which is why the leaders of the free world should do more now to hasten the end of the war.”\nThe United States and the European Union, he said, should impose a full range of crippling sanctions immediately, rather than rolling them out in escalating waves, as they have so far. Western countries had come close to such an all-in strategy with military aid, he said, which had helped the Ukrainians hold off the Russians.\nImage Residents of Kharkiv, in eastern Ukraine, waited to receive humanitarian aid supplies on Wednesday. Credit... Finbarr O'Reilly for The New York Times\nBut the halting negotiations on a European oil embargo show the limits of that approach when it comes to Russian energy supplies. European Union ambassadors held another fruitless meeting in Brussels on Wednesday, failing to break the fierce resistance of a single member of the bloc, Hungary.\nPrime Minister Viktor Orban of Hungary, who has a warm relationship with Mr. Putin and has been at odds with Brussels, threw hopes for a show of unity into disarray when he blocked the latest measure, arguing that a ban on Russian oil would be the equivalent of an “atomic bomb” for the Hungarian economy.\nMr. Orban has continued to resist, even after concessions that would give Hungary more time to wean itself off Russian oil and intense lobbying by other leaders. Ursula von der Leyen, the president of the European Commission, flew to Budapest to try to sway him while President Emmanuel Macron telephoned him.\n“We will only support this proposal if Brussels proposes a solution for the problem that Brussels created,” Hungary’s foreign minister, Peter Szijjarto, said, adding that modernizing Hungary’s energy sector would cost “many, many billions of euros.”\nIn Washington, Mr. Biden has encountered less trouble rounding up support for military and humanitarian aid to Ukraine. The House vote in favor of a massive aid package showed how the war’s brutality had overcome resistance from both the right and left to American involvement in military conflicts overseas.\nAnd yet rising food and fuel prices, which are aggravated by the war, pose a genuine threat to Mr. Biden. The price of food rose 0.9 percent in April from the previous month, according to data released on Wednesday. Treasury Secretary Janet L. Yellen said the administration was “terribly concerned about global food supplies,” adding that 275 million people around the world face starvation.\nImage On Wednesday, President Biden traveled to a farm in Kankakee, Ill., to make the case that Mr. Putin’s war was to blame for food shortages and the cost-of-living squeeze on American families. Credit... Doug Mills/The New York Times\n“Putin’s war has cut off critical sources of food,” Mr. Biden said to farmers in Illinois. “Our farmers are helping on both fronts, reducing the price of food at home and expanding production and feeding the world in need.”\nIt remains to be seen whether the United States can increase agricultural production enough to ease the shortages. But the visit to a farm came as Mr. Biden, under pressure over the fastest pace of inflation in 40 years, tried to reassure Americans that the White House is taking price increases seriously.\nWhile Mr. Putin faces arguably much greater pressures — from swelling combat casualties to the economic pain caused by sanctions — he is exploiting nationalist feelings, which some analysts note will give him staying power.\nThe Kremlin signaled on Wednesday that it could annex the strategically important southern Ukrainian region of Kherson, as the occupying authorities said they would prepare a formal request to Mr. Putin to absorb their region into Russia.\n“They are motived by powerful nationalism,” said Francis Fukuyama, a political scientist at Stanford University, “for which they are willing to undergo extraordinary economic damage.” Still, he added, the West’s muscular response could be “a moment of turnaround in the self-confidence of democracies.”\nImage An intentionally flooded farm field in the village of Demydiv, outside Kyiv, remained flooded after the withdrawal of Russian troops from the area last month. Credit... David Guttenfelder for The New York Times\nFor some Europeans, the United States might be going too far. French diplomats with ties to Mr. Macron described the evolving American policy as essentially arming Ukraine to the hilt and maintaining sanctions on Russia indefinitely. France, they said, wants to push hard for negotiations with Mr. Putin because there was no other path to lasting European security.\nOther analysts argue that the threats to Western unity are overdone. The moves by Finland and Sweden to join NATO suggest not only that the alliance is pulling together but also that its center of gravity is shifting eastward.\nEven before he invaded Ukraine, Mr. Putin warned those countries that they would face “retaliation” if they joined NATO. On a visit to Stockholm, Prime Minister Boris Johnson suggested that the mutual security declaration Britain signed with Sweden — under which both countries pledged come to each other’s aid if they face a military threat or natural disaster — would counter that threat.\n“Sovereign nations must be free to make those decisions without fear or influence or threat of retaliation,” Mr. Johnson said, alongside Prime Minister Magdalena Andersson of Sweden. The declaration “will allow us to share more intelligence, bolster our military exercises and further our joint development of technology,” he said.\nImage Prime Minister Boris Johnson of Britain with Prime Minister Magdalena Andersson of Sweden on Wednesday. Credit... Pool photo by Frank Augstein\nDespite Germany’s ambivalence about cutting off Russian gas, it seems highly unlikely to reverse course from its landmark commitment to increase military spending. On Wednesday, Germany started training the first class of Ukrainian gun crews on the use of self-propelled howitzers in western Germany. The German military plans to donate seven of the heavy weapons to Ukraine.\n“The Russians, because of their barbarity, keep on generating images and news that will help the cause of Western unity,” said Eliot A. Cohen, a political scientist who served in the State Department during the George W. Bush administration. “If the Ukrainians continue to succeed, I think people will cheer them on.”\nReporting was contributed by Matina Stevis-Gridneff from Brussels, Roger Cohen from Paris, Matthew Mpoke Bigg and Cora Engelbrecht from London, Ana Swanson and Alan Rappeport from Washington, Ivan Nechepurenko from Tbilisi, Georgia, and Christopher F. Schuetze from Berlin.", "url": "https://www.nytimes.com/live/2022/05/11/world/russia-ukraine-war-news/hungarys-viktor-orban-burnishes-his-reputation-as-an-obstacle-to-the-eus-russia-policy"}