{"authors": ["The New York Times", "Victoria Kim", "Yu Young Jin", "John Yoon", "Andrés R. Martínez", "Sean Plambeck", "Ron Feemster", "Traci Carl", "Chelsea Matiash", "Eliza Fawcett"], "date_download": "2022-10-25 22:57:18", "date_modify": "2022-10-25 22:57:18", "date_publish": "2022-09-28 05:57:23", "description": "The hurricane came ashore as one of the strongest storms ever to strike Florida and was moving across the state with damaging winds, heavy rains and storm surges that left people trapped.", "filename": "live_2022_09_28_us_hurricane-ian-florida_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738638.html", "image_url": "https://static01.nyt.com/images/2022/09/28/lens/28ian-blog-promo-1015/28ian-blog-promo-1015-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_28_us_hurricane-ian-florida_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738638.html", "title": "Flooding and Power Outages Grow as Ian Moves Inland", "title_page": "Flooding and Power Outages Grow as Ian Moves Inland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FORT MYERS, Fla. — Jessica Cosden’s family was huddled together at home as roofs rattled, trees crashed down and surging waters filled the 400 miles of canals lacing their city.\nThen everything went dark.\n“We just lost power,” Ms. Cosden said. “My 3-year-old son is freaking out.”\nAs Hurricane Ian charged ashore along Florida’s southwest coast on Wednesday, it turned a laid-back stretch of suburban shoreline known for tiki bars, golf-course retirement communities and stone-crab fishing havens into a strand of destruction and chaos.\nWith no electricity, the Cosden family waited together into the night on Wednesday in a single candlelit room in their house in Cape Coral, a fast-growing city of 205,000 near Fort Myers. Hannah, 12, felt OK but worried about her family getting hurt. Jacob, 10 and living through his first real hurricane, stood in a corner and closed his eyes.\n“I’m super shaken up,” Jacob said. “I just want this to be over. I’d rather be at school.”\nCities along Florida’s Southwest Coast, pounded by storm surge and 150 mile-per-hour wind gusts from Ian, can feel like sleepier cousins to the high-rise multicultural pulsations of Miami. The region skews older, whiter and more conservative than Florida’s denser Atlantic coast. Places like Cape Coral have long drawn Midwesterners hunting for an affordable slice of Florida shoreline.\nImage Fallen trees and debris in Fort Myers. Officials in Lee County, which includes Fort Myers and Cape Coral, had been opening up low dams to drain waterways ahead of the storm. Credit... Marco Bello/Reuters\nBut on Wednesday, much of that had been shattered. There were reports of roofs ripped off homes in Cape Coral. In the wealthy coastal enclave of Naples, a resident said he had three feet of water in his home.\nIn Everglades City, a mecca for stone-crab fishing, some residents who had barely finished rebuilding after the devastation of Hurricane Irma in 2017 had lost everything once more, said Holly Dudley, whose family runs a crabbing business. Ms. Dudley said streets were flooding, cars were floating and fishermen were anxious about whether their boats had survived.\n“I know God has a plan,” Ms. Dudley said. “We’re thick-skinned and he makes us resilient. But at some point, when will it end?”\nIn Cape Coral, Hurricane Ian’s sprawling fury reminded some longtime residents of Hurricane Donna, which pummeled the city in 1960 when it was barely a developer’s dream on a map, marketed as a Waterfront Wonderland where hundreds of miles of canals had been carved into the land.\n“There was nobody here,” said Gloria Raso Tate, a city councilwoman whose family arrived in 1960, right in the middle of Hurricane Donna.\nOn Wednesday, she had fled her home along the swelling Caloosahatchee River, which runs nearby, in the hopes of finding safety farther inland at her sister’s house in a different neighborhood of Cape Coral. Ms. Raso Tate said she worried her house might not survive the storm.\n“We’re in the middle of it,” she said.\nImage Cape Coral City Hall closed in preparation for Hurricane Ian’s arrival. Credit... Scott McIntyre for The New York Times\nThe hurricane posed a menacing test of whether a fast-growing city could handle one of the worst storms to strike the coast in decades.\n“We’re swamped with people,” Ms. Raso Tate said. “That’s the issue right now. Most of our residents are new and have never had to go through a hurricane. There’s been some panic.”\nLate Wednesday, city officials said there had been no reports of injuries or deaths in Cape Coral, but the toll of the storm was still unclear. Police officers, firefighters and medics were not responding to 911 calls on Wednesday until the winds eased off.\nSome city officials said they believed that as many as half of the city’s 205,000 residents may have decided to stay in their homes, despite mandatory evacuation orders for much of the city that had been issued on Tuesday. The brunt of the storm was initially expected to hit farther north, in Tampa.\nShelters that could hold 40,000 people were only about one-tenth full, and some residents who stayed home had been calling to ask about shelters only after it was too dangerous to venture onto the roads, city officials said.\n“I think a lot of people just hunkered down,” said Melissa Mickey, a spokeswoman for Cape Coral. “That’s a concern.”\nAs a storm surge forecast to reach 12 feet or more washed into nearby Fort Myers, churning whitecaps in people’s front yards, residents and city officials in Cape Coral were nervously watching the levels of the Caloosahatchee River and 400 miles of freshwater and saltwater canals across the city.\nImage As a storm surge threatened, officials in Cape Coral also were nervously watching the levels of the Caloosahatchee River. Credit... Marco Bello/Reuters\nThe canals threaded through Cape Coral had been dug with no permits and little regard for the environment, city officials said, but they were crossing their fingers that the web of waterways normally used for boating and fishing might act as a shock absorber for the storm surge and help drain some of the rain and flooding.\nOfficials in Lee County, which includes Fort Myers and Cape Coral, had been opening up low dams to drain waterways ahead of the storm.\nReal estate values in the Fort Myers area, where a majority of residents are white, peaked and then crashed in the 2008 recession, but the region has boomed in recent years.\nThe area’s Latino residents have been growing in numbers, and big new corporate arrivals like Hertz and a medical-device manufacturer have revved up an economy that is still powered by tourism and housing.\n“When I was growing up it was all retired people,” said Ms. Cosden, who is on the Cape Coral City Council. “The population has quadrupled since I was born. It’s a lot more families, middle and working class.”\nIn Charlotte Harbor, about 30 miles north, Jeannie Croke, 50, had decided to ride out the storm at her home along a canal, though it was a decision she made when Hurricane Ian was still expected to strike the Tampa Bay area. Some of her neighbors changed their minds and fled for safer ground as the storm barreled toward them earlier on Wednesday.\n“We just saw two of them in the past hour decide to leave. We may be one of the few remaining,” Ms. Croke said. “We’ve tied down the boat and did everything we could do. Pray for us.”\nJennifer Reed reported from Fort Myers, Fla., Charles Ballaro from Lehigh Acres, Fla., and Jack Healy from Phoenix. Robert Gebeloff contributed reporting from New York.", "url": "https://www.nytimes.com/live/2022/09/28/us/hurricane-ian-florida?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}