{"authors": ["Michael D. Shear", "Shane Goldmacher", "Rebecca Halleck", "Ed Shanahan"], "date_download": "2022-10-25 23:33:23", "date_modify": "2022-10-25 23:33:23", "date_publish": "2020-11-07 14:30:26", "description": "Deaths are rising in 27 states. Hundreds of cases have emerged from the Sturgis motorcycle rally. Chinese propaganda rewrites the narrative of the outbreak in Wuhan.", "filename": "live_2020_11_07_world_covid-19-coronavirus-updates_1666740803.html", "image_url": "https://static01.nyt.com/images/2020/11/07/us/politics/07VIRUS-BRIEFING-BIDENVIRUS1/merlin_179200242_34186e7d-7a30-419a-86dd-bcbffed6eea3-facebookJumbo.jpg?year=2020&h=550&w=1050&s=fb652602b50b2a20f523784589b8a03bf205587bf8c2f08c81a264b86be37712&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_11_07_world_covid-19-coronavirus-updates_1666740803.html", "title": "Biden Team Readies Plan to Fight the Virus, Now Surging at Record Levels", "title_page": "Biden Team Readies Plan to Fight the Virus, Now Surging at Record Levels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Joseph R. Biden Jr. spoke with health experts, including Dr. Vivek Murthy, at a Covid-19 briefing last month. Credit... Erin Schaff/The New York Times\nIn a victory speech on Saturday night, President-elect Joseph R. Biden Jr. said he was quickly focusing his attention on the raging pandemic, including plans on Monday to announce a task force of coronavirus advisers.\nAs coronavirus outbreaks rage in the United States at harrowing new levels, Mr. Biden faces a nation divided over mask rules and business shutdowns, even as experts say the situation may further deteriorate before the new administration takes over in late January.\nMr. Biden, who made criticism of President Trump’s handling of the pandemic a centerpiece of his campaign, left no doubt that the virus was his first priority.\n“Our work begins with getting Covid under control,” he said.\nMr. Biden is expected to name three co-chairs of the 12-member panel: Vivek Murthy, a former surgeon general, who has been a key Biden adviser for months and is expected to take a major public role; David Kessler, a former commissioner of the Food and Drug Administration; and Dr. Marcella Nunez-Smith, a Yale University professor.\nThe announcement of the task force would be part of a weeklong focus that Mr. Biden intends to place on health care and the pandemic, as he begins the process of building his administration, a person close to the transition said.\nDuring the campaign, Mr. Biden repeatedly assailed Mr. Trump’s handling of the pandemic, his refusal to wear a mask and his downplaying of the threat from the virus, which has spread across the country.\n“I will spare no effort, none, or any commitment to turn around this pandemic,” Mr. Biden said Saturday.\nBut Mr. Trump, who has largely shuttered the White House Coronavirus Task Force and has repeatedly told voters that the country was “rounding the corner,” is not due to leave office for two more months. And with U.S. cases now exceeding 10 million and surges reported much of the country, the pandemic shows every sign of exploding further in that period, deepening Mr. Biden’s challenge.\nMr. Biden has vowed that on Day 1 of his administration, he will move rapidly to confront the pandemic by appointing a “national supply chain commander” and establishing a “pandemic testing board,” similar to Franklin D. Roosevelt’s wartime production panel.\nHis aides have assembled a group of roughly two dozen health policy and technology experts to look at the development and delivery of a vaccine, improvement of health data and the securing of supply chains, among other issues.\nAides said Mr. Biden would use the power of the presidency to invoke the Defense Production Act, a Korean War-era law, more aggressively than Mr. Trump has, to order businesses to build up stocks of necessary supplies.\nWhile Mr. Biden would like to see a national mask mandate, his advisers have concluded that he does not have the legal authority to impose one. So he will try to increase mask wearing in other ways. He has already said that, as president, he would require masks on all federal property, using an executive order that could have wide reach and is likely to come in the first hours or days of his presidency.\nIn addition to mandating masks in federal buildings, Mr. Biden has said he would require them on “all interstate transportation.”", "url": "https://www.nytimes.com/live/2020/11/07/world/covid-19-coronavirus-updates"}