{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:03", "date_modify": "2022-10-25 23:34:03", "date_publish": "2022-05-25 09:30:31", "description": "Compiled by a top-ranking civil servant, the conclusions offered a harsh assessment of Downing Street conduct and will most likely increase the pressure on Prime Minister Boris Johnson.", "filename": "live_2022_05_25_world_uk-sue-gray-report-boris-johnson_1666740843.html", "image_url": "https://static01.nyt.com/images/2022/05/25/world/25ukraine-report1/merlin_207507702_9447864f-1d77-443e-9a12-bcca29aad1f4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_25_world_uk-sue-gray-report-boris-johnson_1666740843.html", "title": "U.K. Lockdown Report Is Critical of Senior Leaders", "title_page": "U.K. Lockdown Report Is Critical of Senior Leaders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Prime Minister Boris Johnson has pledged to make the report publicly available after it is submitted. Credit... Peter Nicholls/Reuters\nLONDON — Prime Minister Boris Johnson presided over a disorderly workplace in which there were widespread violations of coronavirus restrictions, according to a long-awaited government investigation released on Wednesday that is a moment of reckoning for the scandal-scarred British leader.\nThe report, by a senior civil servant, Sue Gray, included photographs of Mr. Johnson’s raising a glass at a birthday party held in his honor, an event that breached the rules and for which he paid a police fine. It noted that 83 people violated the rules at parties, during which some drank heavily, fought with each other and damaged property.\nStill, the report did not deliver any particularly explosive new information about Mr. Johnson’s behavior, and even credited Downing Street with changing some of its practices to address an office culture that Ms. Gray described in an earlier, redacted version of her report as lacking leadership and marinated in alcohol.\nMs. Gray did not recommend punishment for those who violated the rules. But she pointedly noted that junior employees could have reasonably expected that the parties were legitimate since they were also attended by their superiors. That suggested that Mr. Johnson and other senior figures deserved the majority of the blame for the rule-breaking.\n“Whatever the initial intent,” Ms. Gray wrote, “what took place at many of these gatherings and the way they developed was not in line with Covid guidance at the time.”\nThe report added that “at least some of the gatherings in question represent a serious failure to observe not just the high standards expected of those working at the heart of government but also of the standards expected of the entire British population at the time.”\nThat could pose a thorny problem for Mr. Johnson because he claimed in Parliament that none of the gatherings violated the restrictions in place at the time. The question of whether he misled lawmakers is likely to be the greatest danger to the prime minister in coming weeks, even if it appears that he has survived the initial backlash from the public and from members of his Conservative Party.\nImage Mr. Johnson after his news conference on Wednesday at 10 Downing Street. Credit... Andy Rain/EPA, via Shutterstock\nMr. Johnson repeated his apology in Parliament for the illicit parties, but he reiterated his claim that he did not believe at the time that they violated the rules. He defended several of the gatherings as legitimate send-offs for employees who had worked long hours during the difficult days of the pandemic.\nIn some cases, Mr. Johnson said, the gatherings continued long after he had left, and some staff members mistreated security and cleaning staff — behavior that he said appalled him and for which he demanded an apology.\n“We are humbled by the experience,” Mr. Johnson said to catcalls from the opposition. “We have learned our lesson.”\nThe release of Ms. Gray’s full findings over the scandal was blocked in January when the police began their own investigations. Even so, her preliminary report — which was made public but with parts redacted — was damning, concluding that there were “failures of leadership and judgment” by different parts of Downing Street and the government machine.\nLast week, the Metropolitan Police in London said that their inquiries into “Partygate,” as the scandal over the rule-breaking has become known, were complete, clearing the way for Ms. Gray to finish her report.", "url": "https://www.nytimes.com/live/2022/05/25/world/uk-sue-gray-report-boris-johnson"}