{"authors": ["Patricia Mazzei", "Campbell Robertson", "Richard Fausset", "Azi Paybarah", "The New York Times"], "date_download": "2022-10-25 23:24:22", "date_modify": "2022-10-25 23:24:22", "date_publish": "2021-07-07 11:00:56", "description": "Officials told families of the missing in a private briefing that the operation would transition from search and rescue to search and recovery.", "filename": "live_2021_07_07_us_miami-condo-collapse_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740262.html", "image_url": "https://static01.nyt.com/images/2021/07/07/us/live-blog-20210707-miami-condo-collapse-header-10pm/live-blog-20210707-miami-condo-collapse-header-10pm-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d3cf0bc8a41109161335ddc2d9c66902495160b5f4417d79b6acf880870d0d5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_07_us_miami-condo-collapse_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740262.html", "title": "Officials Are Ending Search for Survivors in Florida Condo Collapse", "title_page": "Officials Are Ending Search for Survivors in Florida Condo Collapse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:26 - 0:00 transcript Officials Will End Search Efforts After Condominium Collapse Officials in Florida said after two weeks of searching for victims they would shift their focus to recovery efforts after assessing that no survivors would be found. It is with deep, profound sadness that this afternoon, I’m able to share that we made the extremely difficult decision to transition from operation search and rescue to recovery. It’s now been exactly two weeks since Champlain Towers South collapsed, and over the last 14 days you all know that our search and rescue teams from our local community, from around Florida, from around the country and in fact, around the world have been digging through this collapse. They’ve used every possible strategy and every piece of technology available to them. And through these efforts, we have recovered eight more victims, so the total number of confirmed deaths is now at 54. 33 of those victims have been identified, and 33 next-of-kin notifications have been made. At this time, 200 people have been accounted for and 86 people are potentially unaccounted for. So please join me in praying for those we have lost and those we are mourning. Officials in Florida said after two weeks of searching for victims they would shift their focus to recovery efforts after assessing that no survivors would be found. Credit Credit... Saul Martinez for The New York Times\nThe elite crews searching the pulverized steel and smashed concrete that was the Champlain Towers South would shift their focus to recovery efforts, officials said on Wednesday, acknowledging after nearly two weeks that survivors would not be found.\n“Just based on the facts, there’s zero chance of survival,” Assistant Chief Ray Jadallah of Miami-Dade Fire Rescue told families of the missing in a private briefing.\nAt an evening news conference, Chief Jadallah explained why workers were shifting from trying to find living victims to recovering dead bodies. He described one area where four floors had collapsed onto one another “and the separation between the four floors was a total of three feet.”\nThat type of “pancake” collapse provides practically no “voids” or “a pocket of space” where a person could survive, Chief Jadallah said.\nHe also said the amount of time a person can survive without air, water or food affected the decision. Sound sensors, cameras and dogs had not detected any potentially living victims since the “initial hours” of the collapse, he said.\nOfficials had pledged they would continuing searching as long as any chance of rescue remained at the Surfside, Fla., complex, which collapsed on June 24. When the tally of the missing was first announced, it stood at 159, and the death toll at four. By Wednesday evening, the death toll had risen to 54, with as many as 86 people unaccounted for.\n“We have all asked God for a miracle,” Mayor Daniella Levine Cava of Miami-Dade County said at a news conference. “So the decision to transition from rescue to recovery is an extremely difficult one.”\nThe mission will officially transition to recovery at midnight, officials said, adding that they expected to be working their way through the rubble for several more weeks.\nThe shift was announced on the same day that survivors of the collapse visited the site. “They went there for closure,” Ms. Levine Cava said, “and what they realized is how fortunate they were to be alive, to have been rescued from that building.”\nAlso on Wednesday, Katherine Fernández Rundle, the state attorney for Miami-Dade County, said she had asked a grand jury to examine how any future structural collapses — in Surfside and beyond — might be prevented. In a statement, Ms. Fernández Rundle said that review would take place “pending the conclusion of the long-term investigation that will yield the cause of the collapse.”\nAt the private meeting with families, Chief Jadallah said search teams from the Federal Emergency Management Agency and Israel were in agreement with the decision.\nAt one point in the meeting, which The New York Times viewed a recording of, a woman thanked the officials for their work. The room erupted in applause.\nRescue teams had come from all over Florida, as well as Texas, Israel and Mexico, driven on by the anguish of onlooking family members who yelled out the names of their missing loved ones and stories of unlikely survivals from disasters past.\nAs impatience and frustration grew among family members of the missing, the teams on the pile continued looking for weeks, moving seven million pounds of concrete. The work was grueling and dangerous, with fires that burned in the rubble and the constant possibility of mounds of debris giving way. One rescuer fell 25 feet off the wreckage right in front of people who had been invited to watch the search.\nOn Sunday, the section of the building that had remained standing was demolished to guard against it toppling on its own and to help speed the search.\nDouglas Berdeaux and his wife, Linda Howard, of Daytona Beach, Fla., learned Wednesday morning that Ms. Howard’s sister, Elaine Sabino, 70, was officially named among the dead.\nLater they were told that the rescue mission had been called off.\n“I think it’s realistic, based on the fact that when they brought down the second portion of the building they were unable to find any voids that they thought people could be staying in,” Mr. Berdeaux said, adding that rescue officials told families they had hoped to find signs of life in a stairwell, or perhaps in a basement area in the gaps between cars.\nInstead, he said, “There was nothing. It was all rubble, and crushed. Nothing.”\nMr. Berdeaux said the rescue teams had been “exemplary” in their efforts. “They left nothing to chance,” he said. “Nothing. Every opportunity that they had to do something, they took advantage of it, every single thing.”", "url": "https://www.nytimes.com/live/2021/07/07/us/miami-condo-collapse?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}