{"authors": ["Rebecca Robbins", "Lynsey Chutel"], "date_download": "2022-10-25 23:43:04", "date_modify": "2022-10-25 23:43:04", "date_publish": "2021-09-30 09:07:12", "description": "The drug maker will seek authorization for molnupiravir, the first drug of its kind for Covid. Experts said such pills could be a powerful tool against the virus.", "filename": "live_2021_09_30_world_covid-delta-variant-vaccines_merck-antiviral-pill-covid_1666741384.html", "image_url": "https://static01.nyt.com/images/2021/09/30/us/30virus-briefing-antiviral-pill/30virus-briefing-antiviral-pill-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c3773db1e3d3caa05643788520ee8b83d8d68493e4fcfda3fb5a8cbe30195d79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_09_30_world_covid-delta-variant-vaccines_merck-antiviral-pill-covid_1666741384.html", "title": "Covid News: U.S. Parents’ Views Are Shifting on Vaccines", "title_page": "Covid News: U.S. Parents’ Views Are Shifting on Vaccines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A school-based Covid-19 vaccination clinic for students 12 and older in San Pedro, Calif. Credit... Damian Dovarganes/Associated Press\nA new survey found that more parents were willing to vaccinate their children in mid-September than were willing to do so in July, a shift that coincided with schools reopening in the middle of a wave of hospitalizations and deaths caused by the highly contagious Delta.\nThe latest monthly survey about vaccine attitudes by the Kaiser Family Foundation also found that about one in four U.S. parents reported that a child of theirs had to quarantine at home because of a possible exposure to Covid-19 since the beginning of the school year.\nThat is even as two-thirds of parents say they feel that their school is taking appropriate measures to contain the spread of the coronavirus.\nThe survey found that 58 percent of parents say that schools should have comprehensive mask requirements, 35 percent say there should be no mask mandates at all, and 4 percent believe that only unvaccinated students and staff members should be compelled to wear masks, according to the report. The Centers for Disease Control and Prevention recommended that all students, teachers and staff members in elementary and secondary schools wear masks.\nKaiser conducted a nationally representative survey of 1,519 people from Sept. 13-22 — a time of surging Covid deaths — and it was mostly completed before Pfizer and BioNTech announced that their vaccine was safe and effective for children age 5 to 11. No vaccine is currently authorized in the United States for children under 12. Of those who were polled, 414 identified themselves as parents of children 17 or younger, and were included in the analysis of parents’ responses.\nThe Pfizer vaccine, already in use for older children and adults, was authorized in mid-May for children age 12 to 15, and the report suggests that over time, parents of children in that age group and older are slowly becoming more comfortable with it. By the time of the September interviews, 48 percent said that their children age 12 to 17 had gotten at least one dose, up from 41 percent in July. According to federal data, 57 percent of that age group has received at least one dose.\nAnd parents of children age 5 to 11 increasingly report favoring the vaccine as well. Thirty-four percent of those parents said they would have their children vaccinated as soon as possible, up from 26 percent in July.", "url": "https://www.nytimes.com/live/2021/09/30/world/covid-delta-variant-vaccines/merck-antiviral-pill-covid"}