{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:47:46", "date_modify": "2022-10-25 23:47:46", "date_publish": "2021-02-09 13:01:56", "description": null, "filename": "live_2021_02_09_business_stock-market-today_gm-to-keep-three-factories-closed-till-next-month-because-of-a-chip-shortage_1666741666.html", "image_url": "https://static01.nyt.com/images/2021/02/09/business/09econ-brief-ceo/merlin_183448380_a6367c12-a6bf-4413-a53e-8fb914849c43-facebookJumbo.jpg?year=2021&h=550&w=1050&s=3f824e044db689ca7c9d9cfb7891c5c4ca572215ddcc14110405a11563f3b9e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_09_business_stock-market-today_gm-to-keep-three-factories-closed-till-next-month-because-of-a-chip-shortage_1666741666.html", "title": "Biden Meets C.E.O.s in Push for Stimulus", "title_page": "Biden Meets C.E.O.s in Push for Stimulus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image President Biden is seeking to rally support for his $1.9 trillion aid package. Credit... Kevin Lamarque/Reuters\nPresident Biden met with business leaders at the White House on Tuesday as part of his push to rally support for the $1.9 trillion pandemic package being debated in Congress and his plan to raise the minimum wage.\nMr. Biden, Vice President Kamala Harris and Treasury Secretary Janet Yellen met with the chief executives of Walmart, Gap, Lowe’s and JPMorgan Chase, as well as Thomas J. Donohue, the outgoing head of the U.S. Chamber of Commerce.\nOver the course of about 90 minutes, the group discussed the minimum wage, expanding the use of earned-income tax credits, and other ways to help stimulate the economy, according to a person with knowledge of the conversation.\nMr. Biden spoke for about 15 minutes about his stimulus plan and concerns for the economy before turning to the business leaders for input, the person said.\nJamie Dimon, the chief executive of JPMorgan Chase, raised the idea of an augmented earned-income tax credit, which could help boost pay for people with lower earnings, the person said. He also talked about how the lack of clear policy plans in Washington in recent years on immigration, infrastructure and education had in his view stymied economic health, added the person.\nGap’s chief executive, Sonia Syngal, spoke about how the pandemic has affected the large numbers of women and people of color who work in retail, a spokesperson for the company said.\nThe idea of an across-the-board minimum wage increase to $15 an hour — championed by Democrats — faces opposition from the U.S. Chamber of Commerce, and at least one of the chief executives invited to the event has also urged a slower, more targeted increase. Doug McMillon of Walmart has said that he believes $7.25 is too low but that any plan should take into account “geographic differences.”\nSuch a move would not happen right away, if at all. Mr. Biden and Democratic leaders have already committed to not raise the wage until the pandemic has subsided. It also faces significant headway from Republicans, who say it will force small businesses to fire workers and could put some out of business.\nBut Mr. Biden and his allies in Congress see as a central weapon for fighting poverty and inequality.\nA report by the Congressional Budget Office on Monday found evidence that both sides cited in support of their arguments: a $15 minimum wage would offer raises to 27 million people and lift 900,000 people above the poverty line, but it would also cost 1.4 million jobs, the budget office concluded.\nHere are the chief executives who were invited to the event on Tuesday:\nJamie Dimon of JPMorgan Chase\nTom Donohue of the U.S. Chamber of Commerce\nDoug McMillon of Walmart\nSonia Syngal of Gap Inc.\nMarvin R. Ellison of Lowe’s Companies\nSapna Maheshwari contributed reporting.", "url": "https://www.nytimes.com/live/2021/02/09/business/stock-market-today/gm-to-keep-three-factories-closed-till-next-month-because-of-a-chip-shortage"}