{"authors": ["Nicholas Fandos", "Emily Cochrane"], "date_download": "2022-10-25 23:37:56", "date_modify": "2022-10-25 23:37:56", "date_publish": "2021-02-13 12:54:17", "description": "All 50 Democrats and seven Republicans voted “guilty,” falling 10 votes short of the two-thirds necessary for conviction. Senator Mitch McConnell followed his own vote to acquit with a surprisingly harsh speech calling Donald J. Trump “practically and morally responsible for provoking” the Capitol riot.", "filename": "live_2021_02_13_us_impeachment-trial_1666741076.html", "image_url": "https://static01.nyt.com/images/2021/02/13/us/politics/13impeachment-briefing-promo4/13impeachment-briefing-promo4-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4de7554bbbcb99c1f8fda3555b3ff1f054fd8b8d18081b9e60bd000c6c18e10a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_13_us_impeachment-trial_1666741076.html", "title": "Impeachment Trial: Trump Is Acquitted by the Senate", "title_page": "Impeachment Trial: Trump Is Acquitted by the Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 3:50 - 0:00 transcript Trump Acquitted of Inciting Insurrection The Senate voted to acquit former president Donald J. Trump of the “incitement of insurrection” charge in the deadly riot at the Capitol, with 57 guilty votes, 10 shy of the number necessary to convict the former president. “Trump supported the actions of the mob, and so he must be convicted. It’s that simple. When he took the stage on Jan. 6, he knew exactly how combustible the situation was. He knew there were many people in the crowd who were ready to jump into action, to engage in violence at any signal that he needed them to fight like hell to ‘stop the steal,” and that’s exactly what he told them to do. Then he aimed them straight here, right down Pennsylvania, at the Capitol, where he told them the steal was occurring. That is the counting of the Electoral College votes. And we all know what happened next. They attacked this building. They disrupted the peaceful transfer of power. They injured and killed people, convinced that they were acting on his instructions and with his approval and protection. And while that happened, he further incited them while failing to defend us. If that’s not ground for conviction, if that’s not a high crime and misdemeanor against the republic in the United States of America, then nothing is. President Trump must be convicted for the safety and security of our democracy and our people.” “The stakes could not be higher. Because the cold, hard truth is that what happened on Jan. 6 can happen again. I fear, like many of you do, that the violence we saw on that terrible day may be just the beginning. We’ve shown you the ongoing risks, the extremist groups, who grow more emboldened every day. Senators this cannot be the beginning. It can’t be the new normal. It has to be the end. And that decision is in your hands.” “This trial is about whether Mr. Trump willfully engaged in incitement of violence and even insurrection against the United States, and that question they have posed in their article of impeachment has to be set up against the law of this country. No matter how much truly horrifying footage we see of the conduct of the rioters and how much emotion has been injected into this trial, that does not change the fact that Mr. Trump is innocent of the charges against him. Despite all of the video played, at no point in their presentation did you hear the house managers play a single example of Mr. Trump urging anyone to engage in violence of any kind. At no point did you hear anything that could ever possibly be construed as Mr. Trump encouraging or sanctioning an insurrection. Senators, you did not hear those tapes because they do not exist.” “The question is on the article of impeachment. Senators: How say you? Is the respondent Donald John Trump guilty or not guilty?” “The yays are 57. The nays are 43. Two-thirds of the senators present not having voted guilty, the Senate judges that the respondent, Donald John Trump, former president of the United States, is not guilty as charged in the articles of impeachment.” The Senate voted to acquit former president Donald J. Trump of the “incitement of insurrection” charge in the deadly riot at the Capitol, with 57 guilty votes, 10 shy of the number necessary to convict the former president. Credit Credit... Anna Moneymaker for The New York Times\nThe United States Senate voted on Saturday to acquit Donald J. Trump in his second impeachment trial, as Republicans in a Senate still bruised from the most violent attack on the Capitol in two centuries banded together to reject the charge that he incited the Jan. 6 attack.\nVoting 57-43, the Senate fell 10 votes short of the two-thirds necessary for conviction. Seven Republicans voted to find the former president guilty of “incitement of insurrection,” with all 50 Democrats, the most bipartisan support for conviction in any of the four presidential impeachments in U.S. history.\nThat outcome reflected the widespread outrage about Mr. Trump’s conduct among senators who experienced the violence of the attack firsthand, fleeing for safety as marauders overwhelmed the Capitol Police and swarmed the Capitol during the attack. It came after Democrats built a case that the former president had undertaken a monthslong effort to overturn the election, and then provoked the assault on the Capitol in a last-ditch attempt to cling to power.\n“If that is not ground for conviction, if that is not a high crime and misdemeanor against the Republic and the United States of America, then nothing is,” Representative Jamie Raskin, Democrat of Maryland and the lead manager, pleaded with senators before the vote. “President Trump must be convicted, for the safety and democracy of our people.”\nMinutes after the verdict was announced, Mr. Trump sent out a statement thanking his legal team and decrying, as he did for most of his presidency, the “witch hunt” he says is being waged upon him by his enemies.\n“It is a sad commentary on our times that one political party in America is given a free pass to denigrate the rule of law, defame law enforcement, cheer mobs, excuse rioters, and transform justice into a tool of political vengeance, and persecute, blacklist, cancel and suppress all people and viewpoints with whom or which they disagree,” he wrote, echoing the final arguments of his lawyers in the Senate on Saturday.\n“I always have, and always will, be a champion for the unwavering rule of law, the heroes of law enforcement, and the right of Americans to peacefully and honorably debate the issues of the day without malice and without hate.”\nHe also suggested that the Democrats’ attempt to end his political career had also failed, telling his supporters, “our historic, patriotic and beautiful movement to Make America Great Again has only just begun.”\nThe verdict brought an abrupt end to the fourth presidential impeachment trial in American history, and the only one in which the accused had left office before being tried. The senators were voting on a question with no precedent in American history: whether to convict a former president accused of seeking to violently thwart the peaceful transfer of power — and putting at risk the lives of hundreds of lawmakers and his own vice president.\nThe trial ended after just five days, partly because Republicans and Democrats alike had little appetite for a prolonged proceeding, and partly because Mr. Trump’s allies had made clear before it even began they were not prepared to hold him responsible.\nSo ends a 39-day stretch unlike any in the nation’s history. Dispensing with the customary investigations and hearings, the House moved directly to impeach Mr. Trump seven days after the attack, citing an urgent need to remove him from office. Ten Republicans joined Democrats to adopt the charge, more than had ever supported the impeachment of a president of their party.\nIn a surprise twist on Saturday, the House managers made an abrupt demand to hear from witnesses who could testify to what Mr. Trump was doing and saying during the rampage. The Senate voted to allow it, but the prospect threatened to prolong the trial by days or weeks without changing the outcome, and in a head-spinning move, the prosecutors quickly dropped it.\nAfter a flurry of closed-door haggling with Republicans, they agreed with Mr. Trump’s lawyers to admit as evidence a written statement by a Republican congresswoman, Representative Jaime Herrera Beutler of Washington, who has said she was told that the former president sided with the mob as rioters were attacking the Capitol.", "url": "https://www.nytimes.com/live/2021/02/13/us/impeachment-trial"}