{"authors": ["Daniel E. Slotnik", "Eduardo Medina", "Mike Baker", "Lauren Katzenberg"], "date_download": "2022-10-25 23:44:50", "date_modify": "2022-10-25 23:44:50", "date_publish": "2021-09-23 08:59:43", "description": "A C.D.C. panel recommended including older Americans and people with certain medical conditions, but excluded those at risk because of their jobs.", "filename": "live_2021_09_23_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741490.html", "image_url": "https://static01.nyt.com/images/2021/09/21/lens/21-virusbrief-alaska/21-virusbrief-alaska-facebookJumbo.jpg?year=2021&h=550&w=1050&s=41ac9df1c52a4f2ac828b327f3cd3d2468796b51286906b7a1e10474bb3beaa0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_09_23_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741490.html", "title": "Covid News: Delta Variant Is Overwhelming Alaska, Site of Worst U.S. Outbreak", "title_page": "Covid News: Delta Variant Is Overwhelming Alaska, Site of Worst U.S. Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A coronavirus vaccination clinic at Shorter Community AME Church in Denver in February. Credit... Kevin Mohatt for The New York Times\nOn the heels of federal officials’ endorsement of booster shots of the Pfizer-BioNTech coronavirus vaccine for many fully inoculated Americans, some states announced plans for getting even more shots in arms.\nDr. Rochelle P. Walensky, the director of the Centers for Disease Control and Prevention, recommended on Friday morning vaccines for frontline workers, as well as for people older than 65 and many people with underlying health conditions, overruling an agency advisory panel. Individuals must also have received a second dose of the Pfizer vaccine at least six months ago.\nTens of millions of Americans woke up eligible for booster shots. In one recent poll, about three-quarters of vaccinated Americans said they would opt for a booster if the doses were available, and some sought them out long before they were authorized. Federal officials recommended self-attestation on Friday as the best method to determine who could get a booster dose.\n“We’ve worked closely with partners including governors, pharmacies, doctors, long-term care facilities, and other providers, so that eligible Americans are able to get a booster shot at roughly 80,000 places across the country, including over 40,000 local pharmacies,” Jeffrey D. Zients, the White House coronavirus response coordinator, said at a news conference on Friday.\nMore than 70 percent of current vaccine administration was already taking place in pharmacies, according to a C.D.C. presentation at the meeting of agency advisers on Thursday.\nCVS, Rite Aid and Walgreens all said that they would begin administering boosters on Friday.\nCVS said it will rely on “self-attestation” from customers to determine eligibility.\nState health departments generally follow the recommendations of the C.D.C., and many on Friday were eager to move ahead.\nIn Maryland, Gov. Larry Hogan announced that all eligible state residents could immediately get booster shots following federal clearance, which he called “long overdue.”\nIn Indiana, the health department announced that Pfizer boosters were now available to eligible residents.\nAnd in Vermont, officials said that residents ages 80 and older could register for boosters, and the state would expand eligibility to those 65 and older over the next week.\nMany states began organizing their booster rollouts shortly after President Biden announced a plan for Pfizer and Moderna boosters in mid-August, but the plan was followed by criticism that the White House was getting ahead of the regulatory process, and internal disagreement in the Biden administration about the need for boosters.\nOver the weeks, many independent scientists and regulators had emphasized that there was little research on who might benefit from the extra shots. Eventually the plan to quickly provide Moderna boosters was dropped, to give the F.D.A. more time to collect and study data. And scientific advisers to the F.D.A. and C.D.C. wrestled over the last week with who should get Pfizer boosters and why.\nIn California, Gov. Gavin Newsom announced a plan that will help eligible people access boosters, mainly through pharmacies and their primary care providers. Mass vaccination sites in the state could be reopened, according to the plan.\nAcross the country, New York planned to help distribute the shots by making $65 million available to local health departments, who would lead the way on booster distribution, and offering training to more than 50,000 emergency medical technicians to administer the vaccine, Gov. Kathy Hochul said in recent weeks.\n“We think it’s really important that more people get this just as an extra layer of protection, like putting on an extra winter coat as the weather starts getting colder,” Ms. Hochul said at a news conference on Thursday, adding that boosters will be made available at pharmacies, nursing homes and on-site at different businesses.\nIn New York City, Mayor Bill de Blasio said earlier this month that the city would utilize more than 1,900 vaccination sites across the five boroughs and make various outreach efforts. He said eligible New Yorkers could get boosters “as of this exact moment” in an interview Friday morning on “The Brian Lehrer Show” on WNYC.\nAlison Beam, Pennsylvania’s acting health secretary, signed an order on Tuesday that will require vaccine providers to offer online scheduling for vaccine appointments, live scheduling assistance, walk-in appointments and coordination with local care agencies to help schedule homebound residents.\nIn West Virginia, which faces some of the worst virus conditions of any state, Gov. Jim Justice and public health officials have been calling for federal regulators to sign off on boosters to shore up protection for older, more vulnerable citizens.\n“Our federal government moves like a turtle, and a lot of times it moves like a turtle in the wrong direction,” he said at a news conference on Friday.\nMaj. Gen. Jim Hoyer, a retired National Guard officer who leads the interagency task force that coordinates West Virginia’s vaccination efforts, said on Friday that boosters were already “being given as we are on this press conference.”\nCoral Murphy Marcos contributed reporting.", "url": "https://www.nytimes.com/live/2021/09/23/world/covid-delta-variant-vaccine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}