{"authors": ["Shawn Hubler", "Michael Wines", "Felice Belman", "The New York Times", "Emma Goldberg", "Nicholas Bogel-Burroughs", "Adam Liptak", "Zolan Kanno-Youngs"], "date_download": "2022-10-25 23:46:45", "date_modify": "2022-10-25 23:46:45", "date_publish": "2022-05-04 11:49:12", "description": "Many are wondering if the leaked draft opinion on the contentious issue of Roe v. Wade signals a more politicized Supreme Court. The final opinion isn’t expected until summer, but many states are already moving forward with plans to outlaw or protect abortion.", "filename": "live_2022_05_04_us_roe-v-wade-supreme-court-abortion_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741605.html", "image_url": "https://static01.nyt.com/images/2022/05/04/multimedia/04abortion-scotus-live-header130/04abortion-scotus-live-header130-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_04_us_roe-v-wade-supreme-court-abortion_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741605.html", "title": "Supreme Court Weighs Future Role and Final Word on Abortion", "title_page": "Supreme Court Weighs Future Role and Final Word on Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some political and cultural events set off a cascade of emails from brands — sneaker, makeup and food companies telling their customers that they stand with them in a stressful time, or reminding them to vote. But after a draft opinion obtained by Politico revealed the Supreme Court’s intention to overturn Roe v. Wade, the overwhelming reaction from corporate leaders was silence.\n“This is an issue that many companies have shied away from,” said Miriam Warren, Yelp’s chief diversity officer.\nMs. Warren, whose company has been among the most vocal in support of abortion rights, is hoping the silence will break. She sees voicing an opinion, one way or another, as a necessity for recruiting and retaining talent.\n“The days of companies not wading into political issues, or not speaking out on things that are perceived as private or personal, are over,” she said.\nAnti-abortion campaigners, however, said the silence from companies made business sense.\n“It is generally a mistake for corporate leaders to wade into political issues, particularly divisive political issues where they might alienate half their customer base,” said Anne Cori, chairman of the anti-abortion group Eagle Forum.\nAnd for now, that logic seems to hold. There were scattered responses expressing dismay with the draft opinion — largely from women-focused brands and the women who run them, many of whom previously spoke out on the subject.\nOKCupid, the dating service, wrote on Twitter on Tuesday that overturning Roe v. Wade would be “unacceptable,” adding: “Tag a brand you want to see take action.” Kate Ryder, chief executive of Maven, a women’s and family health group, wrote that her team had been making plans on how to help companies protect abortion access for their workers if Roe was overturned. Sheryl Sandberg, chief operating officer of Meta, wrote on her personal Facebook page that it was “a scary day for women.”\nBeyond that, among most Fortune 500 companies, substantive statements were few and far between, whether in support of or opposition to the court’s draft opinion.\nImage Sheryl Sandberg, chief operating officer of Meta, called it “a scary day for women.” Credit... Yana Paskova/Reuters\nIn recent years, business leaders have dipped their toe into political discourse, making public statements in support of Black Lives Matter or voting rights or marriage equality. Some companies that wouldn’t have dreamed of engaging in politics a decade ago felt that the Trump era demanded at least a news release.\nEven more recently, corporate leaders were reminded of how fraught engagement can be. Disney, for example, faced internal backlash when its leadership declined to take a strong stance against Florida’s Parental Rights in Education act, which critics often refer to as the “Don’t Say Gay” law. But when the chief executive did take a public stance, the company was crucified on social media, and the state revoked its special tax benefits.\nNow, with the expected demise of the country’s landmark abortion law, corporate leaders are confronting the hottest of hot-button issues. In a Pew Research poll in 2021, 59 percent of Americans said they believed that abortion should be legal in all or most cases, while 39 percent said it should be illegal in all or most cases. People on all sides of the issue feel strongly about it, with nearly a quarter of Americans saying they will vote only for candidates who share their views on abortion, according to Gallup.\nThat all adds up to many reasons a company would want to avoid making any statement on abortion — and all the more reason that customers and workers could come to see it as necessary. A company’s position on the end of Roe could have repercussions for how it hires in an increasingly competitive labor market, and how customers view its brand.\n“Abortion is a health care issue, health care is an employer issue, so abortion is an issue for employers,” said Carolyn Witte, chief executive of Tia, a women’s health care company. On Tuesday, Tia announced that it would provide medication abortions through its telemedicine platform in states where it operated and where doing so was legal.\nFor some major companies that have been known to weigh in on political and social issues, this week has been unusually quiet. Walmart, Disney, Meta, PwC, Salesforce, JPMorgan Chase, ThirdLove, Patagonia, Kroger and Business Roundtable were among the companies and organizations that declined to comment or take a position, or did not respond to requests for comment about whether they plan to make public statements about their stance on abortion. Hobby Lobby, which in 2014 brought a suit to the Supreme Court challenging whether employer-provided health care had to include contraception, made no public statement and did not respond to a request for comment.\nOther companies did wade in. United Talent Agency said it would reimburse travel expenses for employees affected by abortion bans. Airbnb said it would ensure its employees “have the resources they need to make choices about their reproductive rights.” Levi Strauss & Company, which has said its benefits plan will reimburse employees who have to travel out of state for health care services such as abortions, said abortion was a business issue.\n“Efforts to further restrict or criminalize that access would have far-reaching consequences for the American work force,” the company said in an email to The New York Times. “It would jeopardize workplace gains women have made over the past 50 years.”\nThe stakes of making any statement — corporate, or personal as a company leader — are clearly high.\nIn September, John Gibson, the chief executive of Tripwire Interactive, a gaming company based in Georgia, wrote on Twitter that he was “proud” of the Supreme Court for “affirming the Texas law banning abortion for babies with a heartbeat.” His comments angered colleagues, and within a few days he was replaced.\n“The comments given by John Gibson are of his own opinion, and do not reflect those of Tripwire Interactive as a company,” read a statement from Tripwire Interactive leadership. “Our leadership team at Tripwire are deeply sorry and are unified in our commitment to take swift action and to foster a more positive environment.”\nTripwire did not reply to a request for comment. In a tweet after his departure from the company, Mr. Gibson said, “To the many fans, friends and peers across the belief spectrum that have reached out to offer care and support, thank you.”\nImage Miriam Warren, chief diversity officer at Yelp, which has been vocal on abortion access, is hoping that the wider silence will break. Credit... Kathy Willens/Associated Press\nConsumer-facing companies also have to think about what customers will say: Two-thirds of consumers say they base purchasing decisions on a brand’s social position, according to research from Edelman in 2018.\n“If I’m Walmart, and I’m located in the South, I think I’d have bigger concerns about political repercussions and repercussions from consumers — particularly if I act alone,” said Amanda Shanor, an assistant professor at the Wharton School of the University of Pennsylvania, where she focuses on constitutional law. Arkansas, home to Walmart’s headquarters, is among the 13 states set to ban abortion immediately or very quickly if Roe v. Wade is reversed.\nAlienating customers is one hazard. But companies also have to think about the labor market.\nWomen make up roughly half the work force, and those who are unable to get an abortion are less likely to be employed full time six months after denial of care, according to a 2018 paper. The percentage of women participating in the labor force has grown significantly since the Roe ruling in 1973; between 1962 and 2000, it jumped from 37 to 61 percent.\nAnd in areas of the country where abortion access is most restricted, executives sometimes face recruiting challenges. Vivek Bhaskaran, chief executive of QuestionPro, a technology services company that moved its headquarters from San Francisco to Austin just before the pandemic, said Texas’ restrictive laws were hampering its ability to recruit talent.\n“I’ve done tons of interviews, and in almost all of these conversations we end up talking about the abortion law in one way, shape or form,” he said. “One lady said, ‘My personal values are not really tied to Texas — are you going to force me to move to Texas?’”\nSolugen, a Houston-based chemicals company, decided to open a second office in Boston in the coming months to accommodate recruits who are uncomfortable moving to Texas, said Gaurab Chakrabarti, the company’s chief executive and co-founder.\nThe handful of companies that took action after Texas banned abortions at the six-week mark last year could be a harbinger of what the wider corporate world might do in the coming weeks and months. Citigroup disclosed in a securities filing that it was providing travel benefits to employees seeking abortions outside their home state. Yelp, which has just over 200 employees in Texas, announced that it would cover expenses for workers who needed to travel out of state for abortions. The head of Match Group, Shar Dubey, announced a fund for employees seeking abortions.\nImage Match Group, led by Shar Dubey, responded to Texas restrictions by announcing a fund for employees seeking abortions. Credit... Guerin Blask for The New York Times\nAmalgamated Bank was one corporate entity that had in the past worked with several abortion rights organizations, but had tried to avoid addressing the changing abortion landscape as an employee issue — until this week. A vice president of the bank, Maura Keaney, followed along as the Supreme Court heard arguments on the Mississippi law directly challenging Roe in December and felt “hopeless,” she said.\n“As the days and weeks went on, it became clear to me through talking to allies in the space, our clients and our employees, that just wasn’t a functional perspective for either me to take personally or for the bank to take,” Ms. Keaney said.\nShe was working to ensure that the bank — founded in 1923 by a labor union of mostly immigrant women workers — could pay travel costs for out-of-state abortions for its employees and create a fund to help grass-roots organizations.\nAn announcement was planned for later this month. Instead, the bank made it public on Tuesday.", "url": "https://www.nytimes.com/live/2022/05/04/us/roe-v-wade-supreme-court-abortion?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}