{"authors": ["Eshe Nelson"], "date_download": "2022-10-25 23:27:40", "date_modify": "2022-10-25 23:27:40", "date_publish": "2022-06-27 09:03:42", "description": "Economic sanctions that blocked bond payments have strengthened efforts to seal off Moscow from global markets.", "filename": "live_2022_06_27_business_economy-news-inflation-stocks-russia_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740460.html", "image_url": "https://static01.nyt.com/images/2022/06/26/multimedia/00russia-debt-default-1/00russia-debt-default-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_06_27_business_economy-news-inflation-stocks-russia_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740460.html", "title": "Inflation, Stock Market and Business News for June 27, 2022", "title_page": "Inflation, Stock Market and Business News for June 27, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Russian Central Bank headquarters in Moscow. The head of the bank, Elvira Nabiullina, has said there won’t be any immediate consequences of a default.\nRussia missed a deadline for making bond payments on Sunday, a move signaling its first default on international debt in more than a century, after Western sanctions thwarted the government’s efforts to pay foreign investors. The lapse adds to efforts to seal Moscow off from global capital markets for years.\nAbout $100 million in dollar- and euro-denominated interest payments failed to reach investors within a 30-day grace period after a missed May 27 deadline. The grace period expired Sunday night.\nA formal declaration of default would need to come from bondholders because ratings agencies, which normally declare when borrowers have defaulted, have been barred by sanctions from reporting on Russia. The Credit Derivatives Determinations Committee, a panel of investors that rules on whether to pay out securities linked to defaults, hasn’t been asked to make a decision on these bond payments yet.\nBut it appeared that the payments had not reached bondholders’ accounts as of Sunday night, as required by the bonds’ contracts. On Monday, Russia’s finance ministry said that it had made the payments in May and that they had been transferred to Euroclear, a Brussels-based clearinghouse, but subsequently blocked from reaching bondholders.\nRussia is rejecting the default declaration, on the grounds that it has made efforts to pay. Dmitri S. Peskov, the Kremlin’s spokesman, told reporters on Monday that the statements about default were “absolutely illegal.”\n“The fact that Euroclear withheld this money, did not transfer it to the recipients, it is not our problem,” Mr. Peskov said. “In other words, there are no grounds to call this situation a default.”\nThe finance ministry added that the actions of foreign financial institutions were beyond its control and that “it seems advisable for investors to contact the relevant financial institutions directly” over the payments.\nEuroclear declined to comment.\n“We can expect Russia to stick to its alternative narrative: The default isn’t a default, we tried and it isn’t our fault,” said Tim Samples, a legal studies professor at the University of Georgia’s Terry College of Business and an expert on sovereign debt, adding that Russia also hasn’t submitted to jurisdiction in foreign courts. Still, “that has to be a bit humiliating, even for a country that can survive and maintain a war on its hydrocarbon revenues,” he said.\nThe risk of default emerged in late February after Russia invaded Ukraine and sanctions were imposed to sever the country from international financial markets. In late May, Russia tried to navigate tightening sanctions that cut off its access to American banks and bondholders by sending the payments to a Moscow-based institution. But ultimately, the funds didn’t make it all the way to bondholders’ accounts because of far-reaching American and European sanctions.\nNews of Monday’s apparent default showed “just how strong” international sanctions against Russia have been, a senior U.S. administration official said in a background briefing for reporters at the Group of 7 summit in Germany, highlighting the “dramatic” effect on Russia’s economy.\nThis default is unusual because it’s a result of economic sanctions blocking transactions, not because the Russian government has run out of money. Moscow’s finances remain resilient after months of war, with nearly $600 billion in foreign currency and gold reserves, though about half of that is frozen overseas. And Russia continues to receive a steady influx of cash from sales of oil and gas. Still, a default would be a stain on the country’s reputation that will linger in investors’ memories and probably push up its borrowing costs if it is able to tap international capital markets.\nUnlike other major defaults in recent history, such as in Greece and Argentina, this default is expected to have a relatively small impact on international markets and Russia’s budget. For one thing, Russia has already lost access to international investors, traditionally the worst consequence of default.\n“The only clear negative outcome of the default is that the external market will be effectively closed for the ministry of finance,” said Sofya Donets, an economist at Renaissance Capital in Moscow. “But it’s already closed.”\nThe head of Russia’s central bank, Elvira Nabiullina, said this month that there wouldn’t be any immediate consequences of a default because there had already been an outflow of investors and a drop in the value of Russia’s assets. The central bank is more concerned about inflation, most recently at about 17 percent, and supporting the economy through a “large-scale structural transformation” after an exodus of foreign companies and imports.\nThe Western sanctions alone are expected to block Russia from large parts of international capital markets for a long time. Regardless, Russia has been reluctant to give up its reputation as a reliable borrower, which was hard won after its economic collapse in 1998, when the government defaulted on ruble-denominated bonds amid a currency crisis.\nLast month, Russia insisted that it had fulfilled its debt obligations by sending funds to its payment agent in Moscow, the National Settlement Depository. Since then, the depository has fallen under European sanctions, further restricting Russia’s ability to pay bondholders. The finance minister, Anton Siluanov, has accused the West of artificially manufacturing a default and has threatened legal action against U.S. authorities.\nThis is Russia’s first major default on foreign debt since 1918, soon after the Bolshevik Revolution.\nOn Wednesday, President Vladimir V. Putin signed a decree saying that future payments to holders of debt denominated in dollars or euros would be made through Russian financial institutions and that the obligations would be considered met if paid in rubles and converted. Most of the bond contracts don’t allow for payment in rubles.\nOver the following two days, nearly $400 million in dollar-denominated debt payments were due from bonds that had 30-day and 15-day grace periods. The finance ministry said it had sent the payments, in rubles, using the new procedure laid out by the presidential decree. But it remains unclear how foreign investors will gain access to the funds.\nOverseas investors held about half of Russia’s $40 billion in outstanding foreign-currency debt at the end of last year. As the risk of default grew this year, PIMCO, the investment management firm, saw the value of its Russian bond holdings decline by more than $1 billion, and pension funds and mutual funds with exposure to emerging market debt have also experienced declines.\nBut exposure to Russian assets is limited in the United States and Europe because sanctions imposed since Russia’s annexation of Crimea in 2014 have discouraged investors who didn’t want the geopolitical risk.\nBy international standards, Russia doesn’t have that much debt. Its public debt was only about 17 percent of gross domestic product last year, according to the International Monetary Fund, one of just a handful of countries with debt ratios under 25 percent. The United States, whose assets are in demand among global investors and deemed low risk, has a debt ratio of 125 percent of G.D.P.\nRussia’s low debt levels are partly a result of “this new geopolitical era” since the annexation of Crimea, Ms. Donets said. “But it’s also a product of the default of 1998,” she added, when “the ministry of finance was burned badly.” Since then, the ministry has not been that active in issuing new foreign-currency debt, she said.\nRussia hasn’t relied on borrowing from international investors for its budget. The finance ministry hasn’t issued dollar-denominated debt since 2019, when U.S. sanctions barred American banks from buying the debt directly. It last issued euro-denominated debt in May 2021.\nInstead, Russia has depended on its oil and gas exports, and those dollar revenues that went into reserves and grew the national wealth fund.\n“Why would you borrow and pay additional rates when you are a country that is accumulating oil funds, accumulating in hard currency, a country which has $600 billion in reserves?” Ms. Donets said.\nThe war hasn’t changed that calculation. Russia’s current account surplus, a broad measure of trade and investment, has soared as revenues from energy exports jumped, capital controls stopped investments fleeing and sanctions slashed imports. It has helped push the ruble to its highest level in seven years.\nIf Russia does issue more debt, it will lean on local banks and residents in the short term to buy ruble-denominated bonds.\nRussia “will have no access to the capital markets until the war stops and the sanctions are lifted,” said Richard Portes, an economics professor at the London School of Business.\nThe long-term consequences of a default are unclear because of the unusual nature of the financial breach. But it’s possible to envision a future where Russia is able to sell debt on international markets again, analysts say, if the war ends and Russia’s geopolitical ambitions change. Without Mr. Putin and with hundreds of billions of dollars in international reserves unfrozen, it could return to markets.\n“Capital market access can be restored very quickly,” Mr. Portes said. “Once Russia is back in good political graces and sanctions are lifted.”\n“If it’s not a political pariah, it won’t be an economic pariah,” he added.\nReporting was contributed by Ivan Nechepurenko , Andrés R. Martínez , Jim Tankersley and Alan Rappeport .", "url": "https://www.nytimes.com/live/2022/06/27/business/economy-news-inflation-stocks-russia?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}