{"authors": ["Kimiko De Freytas-Tamura", "Campbell Robertson", "Patricia Mazzei", "Neil Vigdor", "The New York Times", "Sophie Kasakove"], "date_download": "2022-10-25 23:23:55", "date_modify": "2022-10-25 23:23:55", "date_publish": "2021-06-29 08:57:39", "description": null, "filename": "live_2021_06_29_us_miami-building-collapse_1666740235.html", "image_url": "https://static01.nyt.com/images/2021/06/29/lens/29miami-building-collapse-promo3/29miami-building-collapse-promo3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cd6652cd74178324eb9f262be6ba8aaddb55d9f0ca8ddb00eeac5a5d4411d982&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_29_us_miami-building-collapse_1666740235.html", "title": "Surfside Building Collapse: Condo President Warned Residents of Worsening Damage in April", "title_page": "Surfside Building Collapse: Condo President Warned Residents of Worsening Damage in April - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily. Today, the collapse of a residential tower in Surfside, Florida, which killed at least 11 residents has raised two urgent questions— what caused it? And why is it that so many days later, 150 people are still missing? I spoke with my colleague, Miami Bureau chief Pati Mazzei. It’s Tuesday, June 29. Hey, Pati.\npatricia mazzei\nHey.\nmichael barbaro\nAre you in your car?\npatricia mazzei\nYes I am. And it’s actually raining pretty hard right now.\nmichael barbaro\nAnd where exactly are you right now in your car?\npatricia mazzei\nI am a few blocks south of the Champlain Towers building that collapsed. There’s a lot of road closures. They’ve sort of expanded them as the days have gone by. So every day, we’ve been able to get less close to the building.\nmichael barbaro\nAnd can you describe it? I don’t know if you can see it from your car. But can you describe the state of the towers right now, what they look like?\npatricia mazzei\nImagine a 13-story building with more than 130 units that has had about half of it sheared off and just crumbled into the ground. It’s a jumble by the beach side of concrete and metal and furniture. And you can see straight into these exposed apartments frozen in time. People’s homes, their beds, their office chairs, their linens just sticking out and waving in the wind, with the whole recovery operation around them, and the big cranes, and the rescue workers everywhere.\nmichael barbaro\nWell, that’s what we really want to talk to you about. Because it has now been four full days since the collapse. We’re talking to you on Monday afternoon. And it feels like a central question in this unfolding tragedy is why the pace of finding people has been so slow. So can you help us understand why recovering the missing has been taking so long?\npatricia mazzei\nYou know, at the beginning, it wasn’t so slow. They were able to rescue some people. This building partly collapsed at around 1:30 in the morning on Thursday. And one of the first things that we know happened was that people who were still out in the street at that time nearby, rushed over to see. And they heard a boy screaming. And they saw his hand sticking out from the rubble, his fingers wriggling in the air. And they tried to climb the rubble in flip-flops in the middle of the night themselves to try to help him.\nmichael barbaro\nWow.\npatricia mazzei\nEventually, they were able to flag down a police officer and a firefighter to actually get the kid out. And he was saved. We also know that rescue crews later were able to help two other people, a mother and a daughter, who had been in the ninth floor when the collapse happened and somehow, tumbled down to the fifth floor. And the mother suffered various fractures and was somehow able to find her daughter, despite being seriously injured. And they found those two women and sent them to the hospital. After that though, things did get a lot slower. You’re right.\nmichael barbaro\nAnd why?\npatricia mazzei\nThere’s basically two issues. One is just the nature of this rescue and of this collapse. And the other is the conditions that the workers are living through on the ground in the depths of the Miami summer. So first of all, part of this building stayed up. But more than half of these— more than 130 units— pancaked down on each other, leaving an unstable pile of concrete and rebar and metal and furniture and debris. And then, there’s the weather. In June in Miami, it’s incredibly hot and humid. But also, there have been rolling thunderstorms in the days of rescue. The lightning sometimes means a delay in the rescue for the safety of the workers. The rain just makes the conditions harder for them to work in. And they have been facing fires within the structure that they have to try to put out for their own safety, and sometimes delay putting out for their own safety, because if they put these high-pressure water hoses on the fire they add a lot of weight and pressure to the structure that is unstable.\nmichael barbaro\nSo given those two factors you just described, how exactly are they going about trying to find these dozens of missing people?\npatricia mazzei\nAfter they did an initial sweep floor by floor of what was left of the building to make sure there weren’t people there, they figured out that the likeliest place for people to have maybe survived in what they call voids, which are empty spaces that form sometimes when buildings fell down, was towards the bottom of the wreckage. So they tried to tunnel in through what was left of the parking garage. And they drilled and shored up the concrete so that workers could go in there. Those conditions were also difficult, because there was flooding. And so they were wading through thigh-deep water in some cases in the dark, trying to listen with specialized equipment for signs of life. You know, a particularly horrible scene, we know that on Thursday they briefly heard the sounds of what they felt was a woman’s voice. But they stopped hearing it shortly after. And they didn’t rescue anybody.\nmichael barbaro\nAnd how does that work? How are they actually able to try to hear these potential survivors?\npatricia mazzei\nWe know that at these sites, one of the things they do is call for quiet, for silence, when they are sort of pushing through and then trying to listen. They’re not just looking for voices. They’re looking for other signs of life, which can include someone tapping or scratching or twisting metal or trying to move around to try to get the attention of rescuers. So they have listening devices and sonar devices and video cameras that they probe through holes to try to see their way through. After they tried that approach, and they did not rescue anybody, then they started moving towards the top of the pile. They had brought in the heavy machinery by then. They don’t clear big pieces of debris until they have cleared a section at a time to make sure that there are no remains there. So you can imagine the painstaking process this is. Eventually, they were able to dig a sort of trench, cutting through, demarcating the wreckage so that they could keep track of where they had been and where they had not been. And that’s where you see this cross section of what were once floors of the building. And it’s really striking, because there is so little space between the slabs that were once the floor and the ceiling and the floor and the ceiling. And we’re now talking of maybe a couple of feet maybe less between each one.\nmichael barbaro\nSo what used to be regular sized apartments are now separated by a foot or two?\npatricia mazzei\nYes.\nmichael barbaro\nAnd the idea is that possibly people are stuck between those?\npatricia mazzei\nUnfortunately, as horrifying as that is, yes.\nmichael barbaro\nAnd, Patty, have you been able to speak with any of the rescue workers?\npatricia mazzei\nI have to a couple of them. They’ve brought in specialized groups that are really the experts at urban search and rescue. And families were frustrated at first, because they wanted to make sure that absolutely everything was being done to find their loved ones. And they weren’t sure that was the case. And so on Sunday, they actually gave the families who wanted it a chance to rotate in and out near the site to see it for themselves in private, without politicians, without reporters, to have a moment to witness the search and rescue. And also in some cases, to grieve, to pray, to just reflect, so that they could see sort of this labyrinth that the workers are going through and the hundreds of people that are working through this base camp and on the site to try to find survivors or their remains. And now, what the rescue workers say they’re doing is trying to collect some of the keepsakes and personal items that they come across. They are finding artwork, jewelry, stuffed animals, and especially personal photos— family photos. And they’re collecting them and bagging them so that the families can get them and at least have something that, at the end of the day, might really be the only keepsakes that some of these families get from their missing loved ones.\nmichael barbaro\nSpeaking of the families, I’m curious if in your reporting, you’ve heard stories about those who are missing that really stand out to you?\npatricia mazzei\nWell, among the people who have been confirmed dead are the parents of a girl I went to high school with, just to give you an idea of how this touches the community to a very personal level, where most of us, or many of us have sort of connections in some way, shape, or form. I mean, I remember picking my friend up in that building one summer, you know, and going in through the back towards the beach. So—\nmichael barbaro\nWow. I’m very sorry.\npatricia mazzei\nThank you. You know, it’s people you sort of know indirectly. But it certainly keeps you up at night knowing how they’re suffering. There’s a family where we know the mother and the young daughter slept in the same bed. And the grandparents also lived with them. And their aunt was visiting them from Argentina. And all of them are missing. Just horrible story after horrible story. It’s hard to tell them all. We know that there was a younger one from Paraguay who was on her first trip outside of Paraguay to help her family make money. And she was working as a nanny. And she’s missing.\nmichael barbaro\nIt’s a reminder that Miami, and the Miami area is such an international place.\npatricia mazzei\nYeah, this is really a slice of South Florida that living here, you forget how unusual it is. But this is a building that had retirees and also young families. And there was a lot of South American families, because they have long been present in this part of the country and have maybe had those apartments for decades and slowly used them from vacation homes, to now, actually living in them. There is a strong orthodox Jewish community here. And they had a lot of members from their congregations in this building. And I think that has just shown you what sort of like, diverse community lived there and has come together to help them and start to mourn them too.\nmichael barbaro\nThis is a delicate question. But at this point, is there any expectation that people could have survived this many days in this condition of rubble that you just described?\npatricia mazzei\nThey are still officially in search-and-rescue mode, which means they have not lost hope of finding somebody. But as the days and hours tick by, it’s become increasingly clear I think, that even if you get one miracle, you’re not going to get 150 of them.\nmichael barbaro\nSo what we’re talking about at this point is a form of a mass grave in a way?\npatricia mazzei\nWhat the first responder told me was that bringing families to the site was important, because this was the closest some of them were ever going to be to their loved ones again.\nmichael barbaro\nWe’ll be right back. Pati, let’s now turn to the other big question of this tragedy, which is exactly how it happened and what role negligence may have played in this. You and our colleagues at The Times have been reporting on a warning that was issued by a building expert and what did or did not happen as a result of that warning. Can you walk us through that?\npatricia mazzei\nSure. So Miami-Dade County has a rule that buildings have to be recertified as structurally sound when they turn 40 years old. This building was built in 1981. So its review was coming due this year. But three years before the deadline in 2018, the building hired a consultant to take a look at some of the problems in the building and just get them set up for this inspection that was coming up. And this engineer wrote up a report that found evidence of major structural damage, especially to some of the concrete in the slab holding up the pool deck. And there was cracking and crumbling of columns and beams and walls of the parking garage under the 13-story building. The report did not warn that there was going to be some sort of like catastrophic collapse of the building. But it did find that there was millions of dollars worth of repairs that needed to be done soon. And so someone from the condo board, which is the group of residents elected to run the building, sent it to the building official in the town of Surfside, according to emails released by the town, saying we have this report. Would you meet with us to talk about it? And the records show that the building official did go in late 2018 to meet with the condo association to discuss the report.\nmichael barbaro\nWas that an obligation? Or was this someone kind of blowing the whistle?\npatricia mazzei\nIt’s unclear. But what he reported back to town officials, and what the condo association wrote down in the minutes of this meeting was that basically, the building was in good shape. He did tell the town manager that even though the recertification of the building was not due until 2021, he was really happy that it was getting underway early and that he actually wished more buildings would do that too.\nmichael barbaro\nHuh. It feels from everything you’re describing that this is a group of well-intentioned leaders in this building and local building official who are all trying to do things the right way.\npatricia mazzei\nWell, the issue is that after this report comes out and this meeting takes place, nothing immediately happens to get these repairs underway. There seems to be a period of time where they have to figure out how they’re going to pay for this. We’re talking about more than $9 million in repairs according to the report. And we know that the building took out a $12 million line of credit to pay for it and had to issue a special assessment to unit owners to pay for this. And we’re talking you know, $80,000 to $200,000 per unit.\nmichael barbaro\nWow.\npatricia mazzei\nAnd there was pushback from some of the owners about having to pay this huge amount of money for this. And so all of these things happened after they knew that there were issues. They just apparently did not know how bad those issues were. And it is only now in the summer of 2021, that we know that roof repairs were beginning and starting to take place right before the building collapsed.\nmichael barbaro\nSo three years after this report was written warning of significant problems and repairs that were needed within the building, the major work had not yet begun when this building collapses.\npatricia mazzei\nAs far as we can tell, yes.\nmichael barbaro\nAnd, Patty, based on your reporting, does it seem that the way the building collapsed, the manner in which it fell— does that in any way point back to some of the factors and the deficiencies that this consultant pointed out three years ago?\npatricia mazzei\nWhat structural engineers have told us, based on video of the collapse and on this report from 2018, is that it is possible that something towards the bottom of the building is what led to this collapse. And that could be the concrete slab under the pool deck somehow caving in. We know that there was a woman on the phone who told her husband before the line went dead right at the time of the collapse, that there was a sort of sinkhole happening on the pool deck by the garage. And the video shows sort of that part coming down first, and then bringing down the other part of the building that fell. And if there were structural problems towards the bottom of the building that were exposing metal to salty air and to water, we know from experts that corrosion in metal in buildings is like a cancer, because it starts crumbling the concrete.\nmichael barbaro\nAnd did the consultant mention both of those things— metal being exposed because the concrete had deteriorated, and that concrete slab near the pool having problems?\npatricia mazzei\nOne of the problems that the consultant found in 2018 was that the concrete slab where the pool was, was not waterproofed correctly in the original design of the building. And so that didn’t allow the water to run off. And instead, it would leak into the garage, which could cause long-term damage to the metal that holds up the concrete. This slab was above the parking garage. That’s sort of in the middle of the building with the 13 stories of apartments overlooking it and connected to it all. And so if— as one of these theories of what might have happened goes— there was in fact, a sort of caving in at that point, from the video, you can see that sort of pulls down the center part of the building, and then the sort of northern side of the building that faces the beach comes down right after.\nmichael barbaro\nGot it. Is anything else potentially at play here that you have found in your reporting?\npatricia mazzei\nWe have been told by residents of the building that they were very concerned when another building was built nearby a few years ago. And they could almost feel shaking when that construction was taking place. So that was one concern. We know by a study from a Florida International University professor that that particular area of Surfside where that specific building was had been sinking a little bit that he could detect in the study that he did. He cautioned that you don’t know that that means a building is going to collapse, because buildings sort of sink in different parts of the world all the time. It doesn’t mean the building is going to fall in on itself. But there are certainly these other factors as they try to figure out what went wrong here.\nmichael barbaro\nIt feels there’s a lot that we don’t quite know yet. But it feels like one thing that we did quickly learn from the story of this building’s collapse is that a lot of the responsibility for evaluating the structural integrity of this building and dealing with it is really in the hands of its own residents, right? It’s a story of self policing. And I’m going to go out on a limb and say that the people who ran that condo board were probably not structural engineers. And they were not all architects. And so when they discover something’s wrong, they’re taking educated guesses about how quickly they need to act. And what looks in retrospect, like a slow timetable, might have seemed very reasonable to them. And I wonder if that’s something you’re finding in your reporting that people are questioning just how much of this ended up being a decision made by the people who live in this building?\npatricia mazzei\nI think that’s an important point, because what the residents have told us in our reporting is they think the question should go further back. Why wasn’t the building better maintained before you got to the point in 2018, where you had a report telling you that you had major problems that were going to take millions of dollars to repair? There is a sister building a block away built around the same time by the same builder with the same design that has not had the same problems. And the residents of that building attribute that to just better upkeep over time.\nmichael barbaro\nSo, Patty, what happens now with this building, with this rescue process, with potentially litigation and investigations?\npatricia mazzei\nLawsuits are already being filed by residents against the condo board. I imagine we will see more of that activity in the courts as the days go on. We have homicide detectives on the scene of the rescue.\nmichael barbaro\nWhy homicide?\npatricia mazzei\nTo collect evidence that might lead to eventual— you know, if there is action in the criminal courts about these deaths. The Federal Emergency Management Agency is here to help the survivors relocate and find new places to live. So various things are going on at once. But the focus, according to all of the authorities, has to remain for now, in finding the missing. And while they do that, they’re going to put everything sort of on a secondary plane. And every day, they’re going to go in— every four hours— to the Grand Beach hotel near the site inside a ballroom to try to give information to these families who are sort of gathered in silence, as an official stands behind a microphone with an easel in the back and tries to tell them what progress has been made. And it’s never a lot.\n[music]\nAnd that’s what’s been happening since Thursday, and probably what’s going to continue to happen for the days and maybe weeks to come, because this process is so painful and so slow as they move from search and rescue to search and recovery of the missing.\nmichael barbaro\nPati, thank you very much. We appreciate it.\npatricia mazzei\nThank you, Michael.\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today. On Monday, a federal judge unexpectedly threw out a major antitrust lawsuit filed by federal regulators against Facebook, saying that the lawsuit failed to prove its claim that Facebook actually has a monopoly over social networking. The lawsuit, filed in December, sought to break up Facebook for anti-competitive practices, such as buying up rivals like WhatsApp and Instagram. The judge in the case called the lawsuit, quote “vague and speculative.” Regulators can refile a new version of the lawsuit. But the ruling is a major blow to the effort to rein in Facebook, which is now valued at more than $1 trillion. And—\narchived recording So we stand on the doorstep of a long-duration, record-breaking heat wave that’s going to impact the entire Pacific Northwest.\nmichael barbaro\nDangerously high temperatures blanketed the Pacific Northwest for a third day, reaching more than 100 degrees Fahrenheit in Seattle, and more than 110 degrees in Portland, Oregon. Meteorologists attribute the extreme heat to a slow-moving, high-pressure weather system known as a heat dome that is exacerbated by the effects of climate change.\narchived recording I’ll leave you with this. This is an unprecedented event. Those of us at the National Weather Service in Seattle have never seen forecast data like this before.\nmichael barbaro\nToday’s episode was produced by Rachel Quester, Neena Pathak and Rachelle Bonja. It was edited by Dave Shaw, contains original music by Dan Powell and engineered by Corey Schreppel That’s it for The Daily. I’m Michael Barbaro. See you tomorrow.\n[music]", "url": "https://www.nytimes.com/live/2021/06/29/us/miami-building-collapse"}