{"authors": ["Michael D. Shear", "Maria Varenikova"], "date_download": "2022-10-25 23:38:49", "date_modify": "2022-10-25 23:38:49", "date_publish": "2022-02-18 06:30:49", "description": "President Biden said Russia would target Kyiv, Ukraine’s capital, in the coming week. The Russian president said earlier Friday that he was still open to diplomacy.", "filename": "live_2022_02_18_world_russia-ukraine-biden-putin_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741129.html", "image_url": "https://static01.nyt.com/images/2022/02/18/world/ve-blog-20220218-russia-ukraine-news-header1/18vid-Biden-ukraine-live1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_02_18_world_russia-ukraine-biden-putin_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741129.html", "title": "Citing U.S. Intelligence, Biden Says Putin Has Decided to Invade Ukraine", "title_page": "Citing U.S. Intelligence, Biden Says Putin Has Decided to Invade Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "sabrina tavernise\nFrom The New York Times, I’m Sabrina Tavernise. This is The Daily. Today, U.S. officials say that Russia could invade Ukraine as early as this week. My colleague, Michael Schwartz, traveled through Ukraine to understand how Ukrainians are making sense of this perilous moment. It’s Tuesday, February 15. So Mike, you’ve been in Ukraine for a couple of weeks now. Tell me what it looks like. What does it feel like there right now?\nmichael schwartz\nI arrived in Kyiv at the beginning of January. And there’s all this noise about military buildup, and they’re planning for war. And you get there, and nothing is happening. The streets were quiet. There was no military vehicles on the street, no soldiers. People weren’t lined up at ATMs taking out money or stocking up on groceries. And as I do when I arrive in a new place for a story, I went out and took a walk around town. The one place you go when you arrive in Kyiv and you want to take the pulse of what is going on in the city is Independence Square, where everybody gathers anytime something big is going on in the country. And when I got there, it was fairly empty. But I took a walk up the hill behind the square. And I happened upon a small wooden chapel. And there is this black steel and granite monument with these kind of spectral faces taken from real life photos of individuals, with their names, their ages and the cities where they came from. And this is the monument to what Ukrainians call the Heavenly Hundred. These were individuals who were killed in a heavy shootout over several days in Kyiv in 2014 during an uprising that the Ukrainians have come to refer as the Revolution of Dignity.\nsabrina tavernise\nAnd what is the Revolution of Dignity?\nmichael schwartz\nThe Revolution of Dignity started actually in the fall of 2013. Ukraine was set to sign an association agreement with the European Union, a trade agreement that would have locked the country into a kind of Western course. But under pressure from Vladimir Putin, Russia’s president — the president of Ukraine at the time — backed out of the deal. And on its face, it seemed like a pretty minor thing. But Ukrainians took this to be a major betrayal by Ukraine’s Kremlin-backed government, and poured into the streets to express their displeasure in what became a months-long occupation of this square — Independence Square in Central Kyiv.\narchived recording (protestors) [NON-ENGLISH SPEECH]\nmichael schwartz\nAnd so after months of protests in which these protesters refused to leave the square, in which the government is slowly losing its grip on the situation, the government ordered its riot police forces to open fire on the crowd in an effort to disperse them, killing 100-plus people. And this was really an inflection point in Ukraine’s history. Because shortly after this, the protesters were able to drive the Kremlin-backed government out of Kyiv and install a new government. And this was a point that Ukrainians look back on with a great deal of pride, that they were able to — through the force of numbers, through the force of their own will — overturn what seemed to be an inevitability, that Moscow would continue to have a say over the affairs of the country. They were able to stand up and put a stop to it at the cost of these 100 lives.\nsabrina tavernise\nOh, wow.\nmichael schwartz\nSo this memorial’s become a pilgrimage site for people all around Ukraine. And as I came up to inspect this memorial, there were two elderly women there in headscarves, cleaning up the site.\nmichael schwartz [SPEAKING RUSSIAN]\nmichael schwartz\nAnd I approached them and asked them to describe what it is that the memorial stood for. And one of them turned to me and said, well, this is a memorial for the heroes of Ukraine.\nspeaker [NON-ENGLISH SPEECH] michael schwartz What she’s saying is that every time one of the individuals who died during the uprising in 2014 has a birthday, she hangs their photos on a little holder here and rings a bell.\nsabrina tavernise\nHmm. So Mike, it sounds like this is very much a wound that’s still alive, that this was a real moment in Ukrainian society. Like, it changed something.\nmichael schwartz\nI think it changed everything. It was such a shock for people to witness their own government firing on children and elderly people, and their own citizens, these people who came out to express their dissatisfaction. It was such a shock to them that Russia could be behind this, that Russia would be supportive of this action. And it is really — as you said, it has really scarred people. And it has changed the way they think about their country. It has changed the way they think about themselves.\nmichael schwartz [SPEAKING RUSSIAN]\nmichael schwartz\nSo I had an encounter with a young woman on Independence Square, where I started speaking to her in Russian. And she looked at me quizzically, even, and started speaking to me in Ukrainian. And when I conveyed to her that I couldn’t understand what she’s saying —\nspeaker I’m Ukrainian. However, you can — our language is Ukrainian. So how am I supposed to speak Russian?\nmichael schwartz\n— and said, you know, I’m a Ukrainian citizen. I’m in my own country. I’m going to speak Ukrainian, not Russian.\nspeaker And especially now, it’s a war between two countries. And at least what I can do is to show that I respect my country through language.\nsabrina tavernise\nSo Mike, you’re describing this real kind of turn away from Russian language and kind of Russianness. Did that surprise you?\nmichael schwartz\nIt didn’t surprise me. And that’s because this is Kyiv. Kiev’s a cosmopolitan place. And you’d expect people to be more Western-oriented. People are wealthier, they travel more, and so they feel the pull of Western culture. But you know, I’ve covered this part of the world for 20-some years now. And everybody knows that Ukraine is more complicated than that, that there’s a push and a pull in Ukraine between Russia on one side and the West on the other. There are those who consider themselves Western, those who consider themselves strongly Russian. And this is a defining feature of the country. And it has been a defining feature of the country since the Soviet collapse in 1991. So this is weighing on my mind as I think about the possible scenarios for a Russian attack on Ukraine. We know what Putin is after. He wants to return Ukraine to what he considers Russia’s sphere of influence. We know that the West is not willing to come to Ukraine’s rescue in this case. They’re not willing to send troops. But the big mystery at this moment is how the Ukrainians are going to respond, and what they’re going to do should an attack come. Are they going to rise up and mount some kind of resistance? Are they going to throw up their hands and accept that they will never leave Russia’s orbit? And so in order to get a better sense of where Ukrainians are at, I set out from Kyiv into a part of the country that is — typically leans more Russian to get a better sense of how they’re feeling about this current moment, in which some are saying that Ukraine is facing perhaps its greatest peril in decades.\nsabrina tavernise\nAnd where did you go?\nmichael schwartz\nI rented a car in Kyiv with a photographer, Brendan Hoffman. And we decided to drive south. And once you get outside Kyiv, the land quickly opens up into these fallow, brown-green sunflower fields that stretch along for miles and miles. And one of the towns we stopped in was called Dnipro. And this is an important city. In 2014, after these protests toppled the government in Kyiv, Vladimir Putin struck back. He annexed the Crimean Peninsula, and he also instigated a separatist war in a region in Eastern Ukraine called the Donbas.\narchived recording [GUNFIRE] [NON-ENGLISH SPEECH] michael schwartz This basically cleaved a small chunk of Eastern Ukraine off. It was occupied by these Russian-backed separatists. And the town of Dnipro, it’s about 150 miles away from the epicenter of the fighting. And it is a place where injured soldiers are brought to receive treatment when they suffer wounds on the front. And so the city plays an important role, and very likely stands to be affected in a major way by any military action that might occur.\nsabrina tavernise\nAnd so who did you meet in Dnipro?\nmichael schwartz\nWell, I visited a hospital for the rehabilitation of military veterans.\nmichael schwartz [NON-ENGLISH SPEECH] alexander Alexander. michael schwartz Alexander.\nmichael schwartz\nThere, I met a retired Sergeant named Alexander. And he told me this story about how he began the fight in the war in 2014 in the east, and how traumatic that was for him. But as we talked, he made a very interesting revelation —\nalexander [NON-ENGLISH SPEECH] michael schwartz Mm-hmm. alexander [NON-ENGLISH SPEECH]\nmichael schwartz\n— that he was born in Russia.\nsabrina tavernise\nOK, so Alexander’s born in Russia, becomes a Ukrainian soldier and then fights against Russian-backed separatists in 2014.\nmichael schwartz\nThat’s right. And all the while, he has family members in Russia. And he describes this moment in 2014 when he called an aunt that’s still living in Russia to check on how she’s doing.\nalexander [NON-ENGLISH SPEECH]\nmichael schwartz\nAnd almost immediately, he said, she starts to curse at him, asking him who he thought he was, some kind of Ukrainian rebel? And she yells at him, tells him not to call her anymore, accuses him of killing Russians in the street.\nalexander [NON-ENGLISH SPEECH]\nmichael schwartz\nHe tried to convince her that this wasn’t true, but she wouldn’t change her mind. And that was a break in their relationship. He said that after that, they stopped talking to one another.\nalexander [NON-ENGLISH SPEECH]\nmichael schwartz\nAnd this was painful for him because at the time that she was accusing him of killing Russians in the street, these accusations sort of mirrored the Kremlin propaganda at the time. But what was in his head, he said, was the memory of Ukrainians who were being killed. And he sort of drifted into this reverie.\nalexander [NON-ENGLISH SPEECH]\nmichael schwartz\nAnd he told a story of a 22-year-old soldier. It’s 2014, the war is going on. And he describes seeing this soldier at breakfast, and saying hello to him. And by lunchtime, he learns that this 22-year-old soldier, who has a young wife who’s pregnant and a small child, had been killed in the battle that morning.\nalexander [NON-ENGLISH SPEECH]\nmichael schwartz\nAnd he says it’s something that he can never forget. But more importantly, he says, it’s something he can never forgive.\nmichael schwartz [NON-ENGLISH SPEECH] alexander [NON-ENGLISH SPEECH]\nsabrina tavernise\nHow did he describe the emotion of that journey — born in Russia, then fighting Russians, then fighting his own family, and then losing a friend?\nmichael schwartz\nHe described it as incredibly painful. But what he said is that it forced him to make a decision about his identity. And what he chose — he chose Ukraine.\nalexander [NON-ENGLISH SPEECH]\nmichael schwartz\nAnd when I asked him, with all of these troops on the border and the threat of war looming, whether he would fight again, he said yes.\nmichael schwartz [NON-ENGLISH SPEECH]\nmichael schwartz\nHe had this metaphor to describe it. He said, if you had some giant neighbor who was constantly coming into your apartment and ordering you around, wouldn’t you try to throw him out?\nmichael schwartz [NON-ENGLISH SPEECH] alexander [NON-ENGLISH SPEECH]\n[music]\nsabrina tavernise\nWe’ll be right back. So where did you go next?\nmichael schwartz\nI traveled across the Dnieper River to a steel mill that was built across the Dnieper River from downtown Dnipro.\nspeaker [NON-ENGLISH SPEECH]\nmichael schwartz\nAnd the interesting thing about this steel mill is that all the signs are in Russian.\nmichael schwartz I want to see all that stuff get melted. speaker I know!\nmichael schwartz\nAnd this is one of the larger steel factories in Ukraine, and sort of the pride of Dnipro.\nsabrina tavernise\nHuh.\nspeaker [NON-ENGLISH SPEECH]\nsabrina tavernise\nAnd Mike, what’s the story of this factory?\nmichael schwartz\nSo the factory was opened in 2012. And at that time, not just the factory, but all of Ukraine was hugely dependent on Russia as a market for Ukrainian goods. And the opening of this factory was not just a Ukrainian success story, it was a Russian success story — so much so that the director of the Mariinsky Theater in St. Petersburg, a close personal friend of Vladimir Putin, gave a concert at the opening.\nsabrina tavernise\nOh, wow. So this kind of iconic Russian ballet director gave a concert at the factory?\nmichael schwartz\nRight. And a large portion of its product was sold to Russia. 50 percent of its steel for railroad wheels went to Russia. And a good chunk of the steel piping that the factory produced also went to Russia. And this was just emblematic of how close the ties were between Ukraine and Russia. In 2014, the war begins. And again, this town, this factory is less than 150 miles away from the front. And the border is sealed, and the business dries up. All of the business that this factory had with Russia comes to an end. In 2014, the company sold nothing to Russia.\nsabrina tavernise\nSo it sounds like this is an example of another break — I mean, another change inside Ukraine. This one is economic, not emotional or familial. But you know, nevertheless, it’s like 2014 just flipped a switch for this factory. And now its business is really Europe-facing and no longer Russian-facing.\nmichael schwartz\nRight, they had to completely change their business model. They had to enhance the quality of their goods and make colossal investments in the factory in order to raise their standards to sell in European markets, in North American markets. I spoke to the press woman, who described 2014 as a trauma, but one that nudged Ukrainian businesses to find other ways to develop and improve themselves.\n[music]\n[footsteps, clanking] michael schwartz [NON-ENGLISH SPEECH]\nsabrina tavernise\nMike, where else did you go?\nmichael schwartz I’m here in Cherkasy, walking out onto what I hope is a mostly frozen Dnieper River to talk to some ice fishermen. So far, the ice appears to be holding. But it is certainly mushy.\nmichael schwartz\nI went to a town in Central Ukraine called Cherkasy, to a frozen part of the Dnieper River, where a number of men were out on the ice fishing.\nmichael schwartz I mean, there are definitely cracks in it. speaker There are, here, for example. michael schwartz Yeah, yeah. And there, for example.\nmichael schwartz\nAnd I walked out and tried to talk to some of them.\nmichael schwartz [NON-ENGLISH SPEECH]\nmichael schwartz\nBut most of them dismissed my presence. And one of them cursed me out —\nspeaker [SPEAKING RUSSIAN]\nsabrina tavernise\nOh, no!\nmichael schwartz\n— telling me that he’s a fisherman, and he doesn’t discuss politics.\nspeaker [NON-ENGLISH SPEECH]\nmichael schwartz\nBut further out on the ice —\nmichael schwartz [NON-ENGLISH SPEECH]\nmichael schwartz\n— I met another man who was more talkative. And his name was Viktor Berkut.\nviktor Viktor. michael schwartz Viktor, [NON-ENGLISH SPEECH] viktor Berkut!\nmichael schwartz\nAnd he’s out there with his fishing rod, dressed head to toe in camouflage. An elderly man of 71 who comes alone, and spends his days when he can out on the ice, fishing. And we get to talking. And I find out that in fact, he was in the Red Army —\nsabrina tavernise\nOh, wow.\nmichael schwartz\n— for 28 years, and served all over the Soviet Union, from the far, far east of Russia to Siberia, up north in Belarus. So this is a man that was very much a Soviet born and Soviet by tradition. And so I’m thinking, this is going to be a guy who thinks that Ukraine, which had been joined to Russia in the Soviet Union for decades, that this is going to be a guy who wants Ukraine to remain within Russia’s orbit, even though it’s independent.\nsabrina tavernise\nLike, you’d very much expect that he would have a pro-Russian view.\nmichael schwartz\nRight, right. And these are the type of people that do have pro-Russian views and nostalgia for their Soviet youth. And so I ask him about the current situation, about the troops amassed on the border. And I nearly fell through the ice when he responded.\nviktor [NON-ENGLISH SPEECH]\nsabrina tavernise\nWhy? What did he say?\nmichael schwartz\nHe said that Ukraine should join NATO, a Western military alliance that was set up for the purpose of countering the Soviet military that he was a part of for 30 years. And he said that Ukraine has chosen not a Russian direction, but a European direction. And —\nviktor [NON-ENGLISH SPEECH]\nmichael schwartz\n— he starts badmouthing Russia. He says that Russia believes itself to be a country chosen by God, and almost talks about as if Russia needs to be put in its place. And that if Russia were to attack Ukraine, he said, he was almost certain of the Ukrainian response, which would be to stand and fight.\nviktor [NON-ENGLISH SPEECH]\nsabrina tavernise\nAnd what did you make of all of this — I mean, what Viktor Berkut was telling you?\nmichael schwartz\nIt’s astonishing. The fact that this man could, late in his life, become Ukrainianized — to see himself as a Ukrainian patriot as opposed to a Soviet man, a man who grew up in the Soviet Union and served in the military, which was such a source of pride for millions of people — it’s really, really jarring. And to me, what this showed was that Putin was perhaps making a very real miscalculation.\nsabrina tavernise\nWhat do you mean?\nmichael schwartz\nWell, no one really knows what Putin believes in his heart. But he, over the summer, published an essay in which he explained his thoughts on Ukraine. And it was a very long history of the ties linking Ukrainians and Russians. And the essence was essentially that Ukrainians and Russians were one people. They are of the same cultural, religious and linguistic background, and that they belong together. And he went even further to say that an independent Ukraine without Russia couldn’t exist, and accused the current government of somehow being poisoned by Western interlopers who had come in and lured them away from what was right and true in their country. And after all of these interviews that I’ve conducted on this trip through Ukraine, the one thing that is clear to me is that Ukrainians have changed. And I don’t know that Putin has sensed this. And in many ways, the start of that miscalculation by Putin goes back to 2014. And it forced them to think differently about themselves, to think of themselves as Ukrainian, not as part of this broader Slavic, Russified world that Putin likes to think exists, or says he thinks exists. They started to think of themselves as something different.\nsabrina tavernise\nSo in some ways, unwittingly, in trying to grasp Ukraine closer to Russia, Putin has in fact forged a national identity where before, there was some ambivalence. He’s accomplished precisely the thing that he set out not to.\nmichael schwartz\nRight, the exact opposite of what he set out to do. He had hoped to wrench Ukraine back into the Russian world, into Russia’s orbit. And in fact, he’s pushed it further away than it’s ever been. You know, I keep thinking about all these towns that I visited over the years. And when you used to drive around Ukraine, every town had its Lenin statue, and its hammer and sickles engraved into government buildings. And when you travel around Ukraine now, you don’t see that anymore. All of that has been toppled. The Lenins are gone. The hammers and sickles are gone. And what they’ve been replaced by are these memorials to the Heavenly Hundred protesters who were killed in 2014, and war memorials to soldiers who were killed in the battles against Russian-backed separatists in the east of the country. And in many ways, this war, this conflict that Putin began in 2014 has allowed them to make their final break with their Soviet past. And when I’m thinking about the troops on the border, the threat of war that is now hanging over this country, I’ve been asking people what they’d be willing to give up in order to save themselves from the war, to spare perhaps tens of thousands of lives. What are they willing to give up for Ukraine? Would they give up half of Ukraine? Would they give up additional territory? Would they give up the lands in the south, the border on the Black Sea? And I get the same answer all the time. Do you think that Putin is going to stop at the Dnieper River? Do you think he’s going to stop with central Ukraine? And I asked this question of Viktor, the ice fisherman. And he responded with a metaphor.\nviktor [NON-ENGLISH SPEECH]\nmichael schwartz\nHe said that if you stretch out your hand to Russia, they will take the whole arm.\nmichael and victor [INTERPOSING VOICES]\nsabrina tavernise\nSo Mike, this stronger Ukrainian identity you’re talking about, what does it mean for the current situation? Does it mean that if Russia invades, Ukrainians will definitely fight? I mean, the people you spoke to are saying that they will, right? But I guess I’m thinking of the situation in Afghanistan in which, you know, suddenly, you had the government fleeing the country, and the army giving up. And a whole other power just occupied the place, really without a fight. And Ukraine, in some ways, has some similarities, right? Exhausted by wars over decades, and really, generations. And also kind of practical, and sandwiched in-between a giant power to the east and the West that really opposes that power. So what do you expect to happen? And what does this real shift in attitudes tell us about what might happen?\nmichael schwartz\nI think that’s fundamentally what the question is now. And it’s really hard to know. Because as soon as tanks start rolling through the streets and rockets start falling, people’s brains get scrambled. One thing that we do know, though, is that in 2014, when Ukraine came under attack the first time by a separatist movement provoked by the Kremlin, the Ukrainian military fell apart. It was nonexistent. And the only reason Ukraine didn’t lose more territory is that you had these college students and history professors, and people all over the country who joined up in these volunteer brigades that were equipped by companies like the steel factory I visited in Dnipro, and really rose up to fight against these separatists, and forced Russia to send in regular troops and equipment to push them back. Half the country could have been lost if these volunteer brigades didn’t appear almost overnight. And as I traveled around the country, everybody that I talked to said they would fight. The veterans who were in rehabilitation in the hospital said they would pick up arms again and fight. Students that I talked to said they would fight. People who had lives and children and futures said they would pick up their arms and fight. And Putin does not fully understand who the Ukrainian people have become. So if Putin decides to invade Ukraine under this assumption that Ukrainians are just like Russians, and will just accept it and capitulate, he could be sorely mistaken.\nsabrina tavernise\nMike, thank you.\nmichael schwartz\nYou’re welcome.\nsabrina tavernise\nOn Monday, the U.S. State Department announced it would relocate its remaining embassy staff in Ukraine from the capital, Kyiv, to Lviv, a city in the western part of the country. Secretary of State Antony Blinken cited the, quote, “dramatic acceleration in the buildup of Russian forces.” We’ll be right back. Here’s what else you need to know today.\narchived recording (justin trudeau) After discussing with cabinet and caucus, after consultation with premiers from all provinces and territories, after speaking with opposition leaders, the federal government has invoked the Emergencies Act to supplement provincial and territorial capacity to address the blockades and occupations.\nsabrina tavernise\nCanada’s Prime Minister, Justin Trudeau, declared a national public emergency on Monday, a rare step that was part of an effort to end protests that have paralyzed Canada’s capital. The move was the most aggressive by authorities since the crisis began more than two weeks ago, and would allow the federal government to expand measures to reopen blocked border crossings and clear the blockade of about 400 trucks in Ottawa.\narchived recording (justin trudeau) I want to be very clear. The scope of these measures will be time limited, geographically targeted, as well as reasonable and proportionate to the threats they are meant to address.\nsabrina tavernise", "url": "https://www.nytimes.com/live/2022/02/18/world/russia-ukraine-biden-putin?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}