{"authors": ["Matina Stevis-Gridneff", "Benjamin Novak", "Photographs", "Finbarr O Reilly", "Alexandra Petri", "Zolan Kanno-Youngs", "Lynsey Addario", "Farnaz Fassihi", "Jim Mckinley", "Rick Gladstone"], "date_download": "2022-10-25 23:41:17", "date_modify": "2022-10-25 23:41:17", "date_publish": "2022-05-06 05:01:00", "description": null, "filename": "live_2022_05_06_world_ukraine-russia-war-news_hungary-drags-its-feet-in-the-final-stage-of-the-eus-oil-sanctions-talks_1666741277.html", "image_url": "https://static01.nyt.com/images/2022/05/06/world/06ukraine-blog-hungary/06ukraine-blog-hungary-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_06_world_ukraine-russia-war-news_hungary-drags-its-feet-in-the-final-stage-of-the-eus-oil-sanctions-talks_1666741277.html", "title": "What Happened on Day 72 of the War in Ukraine", "title_page": "What Happened on Day 72 of the War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fans outside Chelsea’s stadium, Stamford Bridge, before Saturday's match against Wolves. Chelsea's sale must still be approved by the British government, which has frozen the assets of its Russian owner, Roman Abramovich.\nChelsea, the Premier League soccer team whose sale was forced after the Russian oligarch who bankrolled its success was placed under crippling sanctions, will be bought by a consortium led by Todd Boehly, an American billionaire who is a part-owner of the Los Angeles Dodgers, the club said on Saturday.\nThe price of 2.5 billion pounds, or $3.1 billion, would be the most ever paid for a team in any sport. The sale, one of the more unusual in modern sports history, still requires the approval of the British government, which imposed the sanctions on the club’s owner, Roman Abramovich, and froze his assets, including Chelsea, in the wake of Russia’s invasion of Ukraine.\nIn a statement posted on its website early Saturday, Chelsea said the proceeds from the sale would be placed into a frozen British bank account, with the intention that all of the funds will eventually go to charitable causes, as Abramovich has promised.\nIn addition to the sale price, Chelsea said, Boehly’s group had pledged to invest 1.75 billion pounds in the club, some of it for much-needed stadium renovations.\nBoehly’s group is being backed by the American investment firm Clearlake and also includes Hansjorg Wyss, a Swiss businessman, and Mark Walter, an American financier who serves as a co-owner and the chairman of the Dodgers.\nThe decision capped two tumultuous months for Chelsea, its fans and Abramovich, who said on March 2 that he had reluctantly agreed to part with the team, just as Britain’s government was moving to impose restrictions on his fortune and his businesses.\nThe sale process was accelerated once the government formally froze Abramovich’s assets, part of a wider set of sanctions imposed on a group of wealthy Russians with ties to Moscow after the war in Ukraine began. The government has called Abramovich a close ally of Russia’s president, Vladimir V. Putin.\nImage Roman Abramovich has owned Chelsea since 2003. Credit... John Sibley/Reuters\nChelsea has been in a kind of limbo ever since, operating under a special license issued by the government, which comes with strict conditions that have severely affected its business. The team is currently unable to buy or sell players in the summer transfer market, nor can it sell tickets or merchandise to its supporters. Its spending has been severely restricted, affecting everything from the team’s travel to the printing and sale of programs.\nThe restrictions, meant to ensure that no money flows to Abramovich, will only be lifted once the sale is completed.\nChelsea, led by Thomas Tuchel, the German coach who secured the Champions League title within months of taking over at Stamford Bridge last year, has endured on-field difficulties as it tries to navigate its new reality. The results have been mixed: While Tuchel’s team currently is in third place in the Premier League, it was eliminated from the lucrative Champions League last month. Several players with expiring contracts have announced that they will leave at the end of the season, and until the sale is completed, Tuchel and the club have no way to replace them.\nBoehly’s group was given a week to close the deal after being chosen last week as the preferred bidder by the New York-based advisory firm Raine Group and Chelsea’s board members.\nThe sale was nearing a conclusion last week when it seemed to be upended, after one of Britain’s richest men, Jim Ratcliffe, announced a bid that mirrored the offer from Boehly’s consortium, after the deadline had passed. On Wednesday, Ratcliffe, who had emphasized his British credentials when making his offer, said Raine had dismissed his bid but vowed to keep fighting to secure the team.\nChelsea’s price tag compares with the £1.8 billion valuation ($2.3 billion) for its London rival Arsenal, in 2018, after its American benefactor, the businessman Stan Kroenke, became the sole owner of the club by buying out the 30 percent stake of another now-sanctioned Russian oligarch, Alisher Usmanov, for more than $700 million. Unlike Chelsea, Arsenal has a modern stadium and its finances have been stable.\nBritain’s Treasury will have to issue a separate license for the sale to go through, with specific clauses that include a requirement that none of the sale proceeds go to Abramovich.\nThe buyers and Raine have discussed the possibility of the proceeds going to victims of the war in Ukraine, an idea that Abramovich raised when he said he would waive an enormous debt owed to him by the club. But it is unclear how such a transfer would work.\nImage Todd Boehly, the American who leads the group that has reached an agreement to buy Chelsea, was at the club's match against Wolves on Saturday. Credit... Justin Tallis/Agence France-Presse — Getty Images\nAbramovich invested nearly $2 billion of his personal funds during his 19-year tenure as owner, during which he covered losses of about $1 million a week as he recruited some of the best players in the world. The strategy was expensive but successful: Chelsea enjoyed the most successful period in its history, becoming a serial contender for domestic and international honors and winning five Premier League and two European Cups.\nIf Boehly’s deal to buy the team goes through with the required approvals from the government and the Premier League, which also has to give its blessing to the sale, his group will have to figure out a way to maintain that successes while paring losses associated with the on-field success and also committing hundreds of millions of dollars to renovating Chelsea’s aging Stamford Bridge stadium, which with a capacity of just over 40,000 is far smaller than the arenas that play host to the Premier League’s biggest teams.\nThe sale, in keeping with the way it began, has been a curious process, marshaled by Joe Ravitch, a Russian-speaking banker and co-founder of New York-based Raine. The announcement that Chelsea was available for sale attracted interest from across the globe, drawing in a mix of serious candidates with track records of success to fringe figures who appeared to use public interest in buying Chelsea as a means to raise their profiles in the news media.\nRavitch had said little publicly, though made a startling — and as yet unsubstantiated claim — that Chelsea and other Premier League teams could be worth more than $10 billion in five years.\nThe process, while speedy for a takeover the size of Chelsea’s, also drew derision from some quarters as deadlines for final offers were repeatedly extended to extract the highest price even as the seller, Abramovich, could not expect to get paid. The highly public nature of the sale also meant scrutiny of the sort that led to some embarrassment for potential buyers.\nA joint offer involving the Ricketts family, owners of the Chicago Cubs, and the hedge fund billionaire Ken Griffin, struggled to overcome claims of racism after anti-Muslim emails sent by the family patriarch, Joe Ricketts, in 2019 resurfaced. Efforts to distance the bid from Ricketts and statements underscoring the family’s opposition to racism failed to convince some Chelsea supporters, and the Ricketts pulled out of the process last month, leaving three final bidders.\nAll three groups — one led by the Boston Celtics co-owner Stephen Pagliuca and the other financed by another basketball team ownership group, the Philadelphia 76ers owners Josh Harris and David Blitzer — made one final push, traveling to London last week to meet with Chelsea’s board. They pitched their visions on how to ensure Chelsea would remain a relevant force in domestic and European soccer; how its women’s team can build on its current success; and how they planned to solve Chelsea’s stadium conundrum.\nUnder an agreement signed by Abramovich’s predecessor, Ken Bates, Chelsea effectively cannot relocate to another stadium, leaving the only option of a costly rebuild of Stamford Bridge, which under a plan shelved by Abramovich in 2018 would have cost more than $1 billion.\nIn entering the Premier League, Boehly’s group would join a string of American investors that have been lured to the richest and most popular soccer league in the world. The Premier League’s revenue and reach dwarfs that of its nearest competitors. But retaining a competitive edge will not come easily — or cheaply — with the current top team, Manchester City, fueled by the seemingly bottomless funds of the United Arab Emirates royal family and with Newcastle having been recently acquired by Saudi Arabia.\nWithout strict financial guidelines of the sort that are in place in professional sports in the United States and promises to meet the expectations of a generation of Chelsea fans now used to the type of success brought and bought by Abramovich, the opportunity to lose a lot of money quickly is a very real possibility.\nChelsea’s most recent accounts show that Abramovich absorbed close to $2 billion in losses to turn the Blues into a major force, upending the player trading market as he did so. The type of sums Abramovich paid to bring top talent to West London had not been seen before, and they set off an inflationary spiral that has only be expanded by the arrival of state-owned clubs in England and beyond.\nChelsea’s statement said it hoped to complete the sale by late May “subject to all necessary regulatory approvals” — just in time for the opening of the summer transfer window.", "url": "https://www.nytimes.com/live/2022/05/06/world/ukraine-russia-war-news/hungary-drags-its-feet-in-the-final-stage-of-the-eus-oil-sanctions-talks"}