{"authors": ["Karen Zraick", "Remy Tumin"], "date_download": "2022-10-25 23:25:33", "date_modify": "2022-10-25 23:25:33", "date_publish": "2020-12-10 10:03:57", "description": "With an advisory panel lending its endorsement, the first vaccine for Americans faces likely approval from the F.D.A. Wealthy nations are being accused of hoarding vaccines, and Ellen DeGeneres says she tested positive.", "filename": "live_2020_12_10_world_covid-19-coronavirus_1666740333.html", "image_url": "https://static01.nyt.com/images/2020/12/10/world/10virus-briefing-virginia/merlin_180185019_6ad71a94-bc22-4a23-a266-4eddf62c5a0c-facebookJumbo.jpg?year=2020&h=550&w=1050&s=23439a313f5b9ffdb4b30d61ea17cb96c18cdce5eefe8e5277482272a0b38e2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_12_10_world_covid-19-coronavirus_1666740333.html", "title": "States Announce Crackdowns as Virus Numbers Reach New Highs", "title_page": "States Announce Crackdowns as Virus Numbers Reach New Highs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Gov. Ralph Northam of Virginia. Credit... Steve Helber/Associated Press\nPennsylvania announced statewide restrictions on Thursday that ban indoor dining and close gyms, theaters and casinos for three weeks to stem a “dire” surge in coronavirus cases, and Virginians were asked to stay home from midnight to 5 a.m. until the new year.\nThe clampdowns came as states across the country reported deaths and cases in numbers never seen before, and hospitals filled beyond capacity. Through Wednesday, there were seven-day records in both cases and deaths.\nIn Pennsylvania, Gov. Tom Wolf was unsparing Thursday in his characterization of the threat facing his state.\n“This virus continues to rage in Pennsylvania,” Mr. Wolf said at a news conference. “Clearly we need to take future mitigation actions and stop the spread of Covid-19. We all hoped it would not come to this. The current state of the surge in Pennsylvania will not allow us to wait.”\nAnd in Virginia, Gov. Ralph Northam announced a new executive order that imposes a nightly curfew, but it was unclear how — and how vigorously — it would be enforced.\nThe order lists categories of activity that will still be permitted during the curfew, including obtaining food, goods or services; seeking medical or law enforcement help; taking care of people or animals; child care; exercise; traveling to work, school or a house of worship; volunteering for charity; and leaving home to seek safety.\nThe governor urged residents not to go out without good reason. “We need to take this seriously,” Mr. Northam said. “We need to stay at home.”\nBut asked how the curfew would be enforced, the governor said it was “about messaging.”\nVirginia reported at least 21 new coronavirus deaths and 4,398 new cases on Wednesday. Over the past week, the state has reported an average of 3,521 cases a day, an increase of 41 percent from the average two weeks earlier.\nThe new order also prohibits all public and private in-person gatherings of more than 10 people who do not live together, with exceptions for work and education, and requires people to wear masks “if they are in an indoor setting shared by others.” The state already requires masks outdoors.\nOklahoma also limited indoor activity, restricting indoor youth sporting events and public gatherings — which includes weddings, funerals and holiday parties held at event centers — to 50 percent capacity for the next 30 days. Places of worship are excluded.\nOn Wednesday, Pennsylvania reported 8,626 new cases and an additional 247 coronavirus deaths. The daily average over the past week has hovered near 10,000 cases per day, an increase of 51 percent from the average two weeks earlier.\nDr. Jaewon Ryu, the president and chief executive officer of Geisinger Health System, a regional hospital system, said the network was “operating pretty close to 100 percent capacity.”\nMr. Wolf, who announced on Wednesday that he had tested positive for the coronavirus and would be performing his duties remotely, said he was feeling well and that he had tested negative on Thursday. Mr. Wolf's wife, Francis Wolf, also tested negative.\nIt was not immediately clear what type of test Mr. Wolf took, or if he had previously felt sick. Some types of coronavirus tests are prone to delivering incorrect results, especially when they are taken by people who are not experiencing symptoms.\nEven before Governor Wolf issued his new order, the Pennsylvania House majority leader, Kerry Benninghoff, a Republican, pushed back against what many suspected was coming.\n“Governor Wolf, do not cancel Christmas,” Mr. Benninghoff said in a statement. “Do not use your executive order pen to devastate lives and livelihoods. Government mandates will not cure COVID-19 and unilateral shutdowns will not create personal responsibility.”\nIn Virginia, speaking on the first night of Hanukkah, the governor also called on citizens to remember service members and essential workers during the holiday season.\n“I know that Christmas and Hanukkah are truly cherished times,” he said. “The holidays look a bit different this year, and some of the traditions we treasure just aren’t possible.”\nBut he added, “As we look ahead to a new year, I see reason for hope and optimism that in the coming months, things will be better.”", "url": "https://www.nytimes.com/live/2020/12/10/world/covid-19-coronavirus"}