{"authors": ["Bill Pennington", "Vivian Yee", "Ben Hubbard", "Alan Blinder"], "date_download": "2022-10-25 22:59:48", "date_modify": "2022-10-25 22:59:48", "date_publish": "2022-07-16 06:08:20", "description": null, "filename": "live_2022_07_16_world_biden-saudi-arabia-news_another-source-of-us-saudi-friction-golf_1666738788.html", "image_url": "https://static01.nyt.com/images/2022/07/16/us/16biden-mideast-briefing-golf/16biden-mideast-briefing-golf-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_16_world_biden-saudi-arabia-news_another-source-of-us-saudi-friction-golf_1666738788.html", "title": "U.S. Won’t Let China and Russia Dominate Mideast, Biden Tells Arab Leaders", "title_page": "U.S. Won’t Let China and Russia Dominate Mideast, Biden Tells Arab Leaders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image President Biden and Crown Prince Mohammed bin Salman of Saudi Arabia during a summit in Jeddah on Saturday, one day after their encounter. Credit... Doug Mills/The New York Times\nJEDDAH, Saudi Arabia — As President Biden told the tale, it sounded pretty dramatic.\nAfter meeting with Crown Prince Mohammed bin Salman, Saudi Arabia’s de facto ruler, on Friday for the first time since taking office, the president insisted that he had pointedly blamed him for the murder of the columnist Jamal Khashoggi.\n“He basically said that he was not personally responsible for it,” Mr. Biden recounted to reporters. “I indicated that I thought he was.”\nVideo During a private meeting in Jeddah, the president said he was “straightforward and direct” with Crown Prince Mohammed bin Salman about the murder of Jamal Khashoggi, a columnist and American resident. Credit Credit... Doug Mills/The New York Times\nThe only hitch? That’s not the way it happened, according to Saudi officials. Adel al-Jubeir, the Saudi minister of state for foreign affairs, who was present for the encounter, told reporters that he had not heard the president blame the crown prince.\nThe White House on Saturday did not back down. “The president was very clear about the conversation, and we stand by his account,” said John Kirby, the coordinator for strategic communications at the National Security Council.\nAsked by reporters after landing back in Washington whether the Saudi minister was telling the truth, Mr. Biden replied simply, “No.” He seemed exasperated by the second-guessing of his trip. When a reporter asked if he regretted the fist bump he had greeted Prince Mohammed with, he complained, “Why don’t you guys talk about something that matters?”\nBoth sides had an interest in spinning the closed-door meeting. Mr. Biden has been denounced by rights groups, media organizations and politicians in both parties for meeting with the crown prince, who the C.I.A. says ordered the 2018 operation that killed Mr. Khashoggi, a United States resident and columnist for The Washington Post. By promoting how tough he was behind closed doors, the president clearly hoped to defuse some of the criticism for abandoning his campaign promise to make Saudi Arabia a “pariah.”\nFor their part, the Saudis were eager to present the meeting as a return to business as usual between the leaders of two longtime allies, and had every hope of minimizing the lasting import of the Khashoggi case. Mr. Jubeir confirmed to reporters that Mr. Biden had raised the matter but characterized it in less confrontational terms. The last thing the Saudis wanted was the image of a president lecturing their young leader.\nIndeed, both sides were acutely attuned to the choreography of the encounter. American news photographers traveling in the White House motorcade were given no opportunity to get in place to capture the image of the president greeting the crown prince upon his arrival at a palace here, a picture Mr. Biden’s aides had dreaded. The Saudi government, for its part, made sure its official photographers were everywhere and snapped myriad shots of the two together, which were promptly posted online.\nMr. Biden is by nature a storyteller with a penchant for embellishment. He has often told the story of meeting President Vladimir V. Putin of Russia in 2011 as vice president and telling him, “I’m looking into your eyes, and I don’t think you have a soul.” Others present at the time had no memory of that specific exchange.\nMr. Biden has similarly described an unvarnished confrontation in 1993 with Slobodan Milosevic, the Serbian nationalist leader who unleashed an ethnic war in the Balkans. “I think you’re a damn war criminal and you should be tried as one,” Mr. Biden, then a senator, related having told Mr. Milosevic, according to a 2007 memoir, “Promises to Keep.” Some other people in the room later said they did not recall that line.\nMr. Biden likes presenting himself as standing up to dictators and crooked figures. Another favorite story stemmed from a meeting with President Hamid Karzai of Afghanistan in 2008, when the Afghan leader denied that his government was awash in corruption. Mr. Biden said he grew so irritated that he threw down his napkin, declared, “This dinner is over,” and stormed out.\nImage Joseph R. Biden Jr., left, meeting as a senator with President Hamid Karzai of Afghanistan in Kabul in 2008. Credit... Ahmad Masood/Reuters\nOften, others in the room for such sessions say that some version of what Mr. Biden has described did take place, only not with quite as much camera-ready theatricality. During his presidential campaign, for instance, he told a moving story about honoring a war hero that fact checkers at The Post later concluded conflated elements of three actual events into a version that did not happen.\nIn offering their softer version of what transpired between Mr. Biden and Prince Mohammed on Friday, the Saudis were not seeking to call out the president for misrepresenting it. In fact, they seemed anxious to avoid any perception of differences or tension. Princess Reema bint Bandar al-Saud, the Saudi ambassador to the United States, told reporters that when it came to the Khashoggi case, the conversation “was candid.”\nThe question was, how candid?", "url": "https://www.nytimes.com/live/2022/07/16/world/biden-saudi-arabia-news/another-source-of-us-saudi-friction-golf"}