{"authors": ["Roni Caryn Rabin", "Jennifer Jett", "James Dobbins", "Madeleine Ngo"], "date_download": "2022-10-25 23:48:14", "date_modify": "2022-10-25 23:48:14", "date_publish": "2021-03-14 13:43:38", "description": "Ireland joins the growing list of countries suspending the use of the AstraZeneca vaccine. A new study suggests three feet of distancing is enough in schools.", "filename": "live_2021_03_14_world_covid-19-coronavirus_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741694.html", "image_url": "https://static01.nyt.com/images/2021/03/14/multimedia/14-virus-briefing-vaccinetracker-2/merlin_184993737_276cf7f8-0a07-4b8e-9623-2f1ed63be13f-facebookJumbo.jpg?year=2021&h=550&w=1050&s=062270ea5532bafaef350d5c9e5af5a4f8cfa42c58c8a4306a8f448333647281&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_03_14_world_covid-19-coronavirus_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741694.html", "title": "Covid-19: Fauci Says Ending Mask Mandates Is ‘Risky’", "title_page": "Covid-19: Fauci Says Ending Mask Mandates Is ‘Risky’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Crux Climbing Center in Austin, Texas, continued to ask patrons to wear masks last week despite Gov. Greg Abbott lifting the statewide mask mandate. Credit... Matthew Busch for The New York Times\nWith millions of Americans vaccinated and states dropping mask and dining restrictions at the one-year mark of the pandemic, Dr. Anthony S. Fauci warned on Sunday against loosening restrictions prematurely, despite the recent week-over-week decreases in new coronavirus cases.\n“Even though the decline was steep, we absolutely need to avoid the urge to say ‘Oh, everything is going great,’” said Dr. Fauci, the nation’s leading infectious disease expert, on the NBC program “Meet the Press.”\n“When you get a plateau at a level around 60,000 new infections per day, there’s always the risk of another surge,” he said. “And that’s the thing we really want to avoid, because we are going in the right direction.”\nDr. Fauci cited what is happening in Italy, where much of the country will lock down again on Monday, and other parts of Europe. “They had a diminution of cases, they plateaued, and they pulled back on public health measures,” he said. Restaurants and some bars reopened, he said, and “the younger people particularly stopped wearing masks, and then, all of a sudden, you have a surge that went right back up. And that’s where we are right now.”\nRescinding mask mandates in the U.S., as some states have already done, is “risky business,” he warned.\nAsked on the CNN program “State of the Union” about questions that remain unanswered a year into the pandemic, Dr. Fauci mentioned the effect of coronavirus variants, some of which are more contagious and have emerged in Europe, Latin America and the United States. He said the available vaccines would protect against severe disease, death and hospitalization.\n“So, the best way that we can avoid any threat from variants is do two things,” he said. “Get as many people vaccinated as quickly as we possibly can, and to continue with the public health measures, until we get this broad umbrella of protection over society, that the level of infection is very low.”\nDr. Fauci was asked about recent public opinion polls showing growing public confidence in the vaccines. A new CBS News/YouGov poll found declining resistance to vaccination among Black and Hispanic Americans, but it identified differences along political lines, with higher rates of resistance among Republicans, especially younger ones.\nOver all, 55 percent of Americans in the survey said they would get vaccinated or had already been vaccinated. That included 57 percent of white Americans, 51 percent of Black Americans and 52 percent of Hispanic Americans, the poll found.\nBy contrast, about 23 percent of Black Americans said they would not get the vaccine; as did 23 percent of white Americans and 20 percent of Hispanic Americans, the poll indicated.\nOn the CBS program “Face the Nation,” Dr. Marcella Nunez-Smith, who heads a new federal task force on health equity, called the polling results “great news.”\n“You see vaccine confidence growing in all groups around the country,” Dr. Nunez-Smith said. “It is very promising.”\nEven so, polarized attitudes aligned with political affiliation have stiffened: About 71 percent of Democrats said they had been vaccinated or would get shots, while only 47 percent of Republicans said the same. One-third of Republicans said they would say no to the vaccine, compared with only 10 percent of Democrats.\nDr. Fauci said he was perplexed and troubled by the partisan trend. “It makes absolutely no sense,” he said. “We’ve got to dissociate political persuasion from what’s common sense, no-brainer public health things.”\nOn “Fox News Sunday,” Dr. Fauci was asked about a public-service message on vaccination that included other former presidents but not Donald J. Trump. He was then asked whether Mr. Trump, who was quietly vaccinated in January before leaving office, should publicly endorse immunization.\n“I think it would make all the difference in the world,” Dr. Fauci said, adding: “He’s a very widely popular person among Republicans. If he came out and said, go and get vaccinated, it’s really important for your health, the health of your family and the health of the country, it seems absolutely inevitable that the vast majority of people who are his close followers would listen to him.”\nIn an appearance at the Conservative Political Action Conference in Orlando last month, Mr. Trump did say, “Everyone should go get your shot,” but that message was largely overlooked by the former president’s characteristic focus on divisive political matters.", "url": "https://www.nytimes.com/live/2021/03/14/world/covid-19-coronavirus?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}