{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:41:01", "date_modify": "2022-10-25 23:41:01", "date_publish": "2021-02-04 12:09:31", "description": null, "filename": "live_2021_02_04_business_stock-market-today_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741261.html", "image_url": "https://static01.nyt.com/images/2021/02/04/business/04economy-briefing-markets/merlin_171412242_4f224a62-0b32-403a-b2b0-a6738136fae6-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a84edddbac14abe56d920c0a968a55e1b28933e7f80e65050cf3a66f2b744f8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_04_business_stock-market-today_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741261.html", "title": "GameStop, AMC and Other ‘Meme Stocks’ Collapse", "title_page": "GameStop, AMC and Other ‘Meme Stocks’ Collapse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GameStop Last 114.85 Change -110.15 (-48.96%) AMC Entertainment Last 7.78 Change -5.52 (-41.51%)\nShares of GameStop — the company at the center of an online buying binge that captured the imagination of the world last week — crashed another 42 percent on Thursday, leaving it at a small fraction of the value it held just a few days ago.\nIt was the third plunge in four trading sessions for the stock, which had become the symbolic heart of an online crusade against some of Wall Street’s most sophisticated investors.\nShares of GameStop closed at $53.50, almost 90 percent below their peak of $483 on Thursday morning last week.\nThe video game retailer’s stock is down 84 percent this week, and the rout has convinced many who favored the stock that the ride is over.\n“GME is dead,” one user, BoBo_HUST, wrote on Reddit’s WallStreetBets forum, using GameStop’s ticker symbol. Then the commenter wondered aloud about the prospects of one of the other so-called meme stocks, BlackBerry. “Can BB save us?”\nBlackBerry, the once-dominant maker of mobile devices, rose 1.3 percent, a dim bright spot for those caught up in a retail trading frenzy that had spread to other once-sleepy stocks. AMC Entertainment, the pandemic-challenged movie theater chain, which had also captured the attention of amateur investors, tumbled 21 percent on Thursday and is down roughly 47 percent for the week.\nGameStop’s explosive rise — it was up over 600 percent in a matter of days — was powered by a remarkable online campaign. Retail investors gathering on Reddit and other social media sites sought to “squeeze” hedge funds that had been using short sales in a bet they could profit from a decline in the struggling retailer’s share price.\nThe plan worked, upending the longstanding balance of power on Wall Street as retail traders inflicted painful losses on hedge funds and piled up huge gains. But those winnings have mostly unwound this week.\n“The incredible spike in volatility told you it wasn’t sustainable,” said Julian Emanuel, chief equity and derivatives strategist at the brokerage firm BTIG. “We’re back to your regularly scheduled bull market, already in progress.”\nThe broader market did return to climbing, a march that had stalled after investors were unnerved by last week’s surge in idiosyncratic stocks. The S&P 500 rose 1.1 percent to close at a new high.\nWhen retail traders flooded into the shares of GameStop and other shorted stocks, the surge forced the hedge funds stuck in the squeeze to sell off stocks they would have otherwise kept in order to raise funds. That dynamic helped drive the broader stock market down last week and pushed the S&P 500 to a loss of 1.1 percent in January.\nThe short squeeze was highly profitable for some investors who were buying those once-beleaguered shares, if they sold early enough to lock in the gains. The collapse in prices of GameStop shares since their intraday peak on Thursday last week — shortly before brokerage firms began to curtail trading in some of the most heavily traded meme stocks — has destroyed roughly $30 billion in market value.\nAny investors who got into the stock during the peak of the excitement are going to be carrying large losses.\n“It was obvious to many market participants that this thing had run up so far and so fast it behooved people to take profits if they had them,” said Steve Sosnick, chief strategist at Interactive Brokers in Greenwich, Conn. “If two-thirds of the market cap of a company evaporates in a couple of days, it’s not going to be pleasant for a lot of holders”", "url": "https://www.nytimes.com/live/2021/02/04/business/stock-market-today?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}