{"authors": ["Sophie Kasakove", "The New York Times"], "date_download": "2022-10-25 23:24:25", "date_modify": "2022-10-25 23:24:25", "date_publish": "2021-07-04 13:28:11", "description": "The evacuation in Miami Beach comes a day after residents of another Miami-Dade County building were told to leave.", "filename": "live_2021_07_04_us_miami-building-collapse-update_another-condo-building-is-evacuated-in-south-florida-over-safety-concerns_1666740265.html", "image_url": "https://static01.nyt.com/images/2021/07/04/us/04miami-building-collapse-miamibeach1/04miami-building-collapse-miamibeach1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=bcb1e3ecd084342762290e09b4d4e20e2ec7b0c925e656f08e9049a3fb3f114f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_04_us_miami-building-collapse-update_another-condo-building-is-evacuated-in-south-florida-over-safety-concerns_1666740265.html", "title": "Lax Enforcement Let South Florida Towers Skirt Inspections for Years", "title_page": "Lax Enforcement Let South Florida Towers Skirt Inspections for Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The part of the Champlain Towers South condominium building that was still standing was demolished late Sunday in Surfside, Fla. Credit... Lynne Sladky/Associated Press\nThe remaining part of a collapsed building in South Florida was demolished in a burst of explosives that took the unstable structure down in seconds, after officials worried that it might not withstand the powerful winds of an approaching tropical storm and that rescue workers could be endangered.\nThe demolition, which took place at 10:30 p.m. on Sunday, came after officials warned residents to stay inside in case dust and other particles polluted the air, and as anguished families continued to await news in the search for 121 people missing since the building in Surfside collapsed more than a week ago. Rescue efforts had halted for much of the weekend amid growing worries about the unstable structure.\nOfficials said that the demolition, which was initially thought to be weeks away, was needed to restart rescue efforts. They described the operation as one that would be contained to as small a footprint as possible — and that would aim to avoid disturbing the area where rescuers have been searching for the missing.\n“Our top priority is bringing down this building,” Mayor Daniella Levine Cava of Miami-Dade County said on Sunday. “As soon as the building does come down, when the site has been deemed secure, and we are given the all clear, our search and rescue teams will immediately resume their operations,” she said.\nLater Sunday, the authorities identified another victim of the collapse: David Epstein, 58. (An earlier version of this item misstated his surname.) The death toll remained unchanged, at 24.\nGov. Ron DeSantis said that concerns about the remaining part of the building left few options but demolition. Many residents of the building who survived had fled the portion that remained standing; many left with whatever they had with them in the moment of the collapse and have not been permitted to enter the teetering structure since. Passports, wedding rings, cherished photos were left behind.\n“At the end of the day, that building is too unsafe to let people go back in,” Mr. DeSantis said. “I know there’s a lot of people who were able to get out, fortunately, who have things there. We’re very sensitive to that. But I don’t think that there’s any way you could let someone go back up into that building given the shape that it’s in now.”\nMr. DeSantis said that while Surfside was not expected to see the worst of an arriving tropical storm, the city could still experience strong winds and heavy rain.\nOn Sunday, Elsa was about 40 miles southeast of Cabo Cruz, Cuba, with winds of up to 60 m.p.h., the National Hurricane Center said. Elsa, which was downgraded from a Category 1 hurricane on Saturday, was expected to make landfall near the Florida Keys by Monday, then move over parts of Florida’s west coast on Tuesday and Wednesday, forecasters said.\n“We want to make sure that we control which way the building falls, and not a hurricane,” Mayor Charles Burkett of Surfside said.\nMs. Levine Cava said the method of demolition relied on explosives and gravity to take the building’s remains down.\nShe also said that the Miami Dade Fire Rescue team had swept the building three times to search for pets left behind. “The latest information we have is that there are no animals remaining in the building,” Ms. Levine Cava said.\nBringing down the remaining part of the tower might help searchers access part of the rubble they could not safely reach before, Ms. Levine Cava said. Kevin Guthrie, director of the Florida Division of Emergency Management, said one-third of the debris pile has yet to be searched.", "url": "https://www.nytimes.com/live/2021/07/04/us/miami-building-collapse-update/another-condo-building-is-evacuated-in-south-florida-over-safety-concerns"}