{"authors": ["Michael Laforgia", "Adam Playford", "Lazaro Gamio", "The New York Times"], "date_download": "2022-10-25 23:24:22", "date_modify": "2022-10-25 23:24:22", "date_publish": "2021-07-06 08:59:59", "description": null, "filename": "live_2021_07_06_us_miami-building-collapse-updates_lax-enforcement-let-south-florida-towers-skirt-inspections-for-years_1666740262.html", "image_url": "https://static01.nyt.com/images/2021/07/04/multimedia/04miami-building-collapse-buildings--crestvu-iew/merlin_190283526_0a003362-8ab8-4c17-b5fd-87bd5182356b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5376bac6badf5c38c4f7e5cd3ecb7a81e1439d51f6152fb0cb6fafadfd2527c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_06_us_miami-building-collapse-updates_lax-enforcement-let-south-florida-towers-skirt-inspections-for-years_1666740262.html", "title": "Surfside News: More Bodies Found in Imposing Wreckage of Collapsed Condo", "title_page": "Surfside News: More Bodies Found in Imposing Wreckage of Collapsed Condo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:15 - 0:00 transcript Miami-Dade Officials Find More Victims in Condo Collapse Officials in Surfside, Fla., found four additional bodies on Tuesday, raising the confirmed death toll to 36 after heavy winds and lightning strikes from an approaching tropical storm halted rescue efforts for two hours. “Throughout the team’s ongoing hard work today, despite the rain and the other adverse conditions, we have recovered four additional victims. The number of confirmed deaths is now 36, with 29 of those identified.” “I have drafted a letter in conjunction with our staff, which will go out as soon as tomorrow, advising all of our oceanfront condo boards and building owners of the steps our expert engineer and building official believed should be taken as a minimum stopgap measure to provide residents with a basic level of confidence that their building is not obviously unsafe.” “Our focus right now is recovering family members. That’s where we’re at right now. Our homicide detectives are embedded with the fire rescue personnel who are working hard. We’re recovering victims, making notifications to the family. At the same time, we’re collecting evidence with our partners, with NIST. Our state attorney’s office is embedded with us as well. But right now we’re in a search and rescue mode. It’s an active investigation. And that’s — and we’re focused right now. Our primary goal right now is to bring closure to the families.” Officials in Surfside, Fla., found four additional bodies on Tuesday, raising the confirmed death toll to 36 after heavy winds and lightning strikes from an approaching tropical storm halted rescue efforts for two hours. Credit Credit... Lynne Sladky/Associated Press\nThough heavy winds and lightning strikes from an approaching tropical storm paused rescue efforts for two hours on Tuesday afternoon, rescue workers at the site of the collapsed condominium building in Surfside, Fla., recovered four additional bodies, raising the confirmed death toll to 36, officials said.\nThe grim and increasingly hopeless search for survivors continued after the demolition of the unstable remainder of the building over the holiday weekend allowed rescuers to reach new parts of the structure.\n“Right now we’re in a search-and-rescue mode,” Director Alfredo Ramirez III of the Miami-Dade Police Department said at a news conference on Tuesday evening, adding, “Our primary goal right now is to bring closure to the families.”\nThe approach of Hurricane Elsa complicated search efforts, forcing search-and-rescue teams to pause their efforts, according to Mayor Daniella Levine Cava of Miami-Dade County. A meteorologist is embedded with workers “right there on the mound,” Ms. Levine Cava told reporters on Tuesday evening, “to provide any weather updates to make sure that they are safe.”\nStill, crews made progress, searching parts of the site that had been unreachable before the demolition on Sunday night. They found 12 more bodies on Monday and Tuesday, bringing the confirmed death toll to 36. More than 100 residents remain missing in the wake of the collapse of Champlain Towers South on June 24.\nOfficials also released on Tuesday the names of three additional victims: Nancy Kress Levin, 76; her son Jay Kleiman, 52; and Francis Fernandez Plasencia, 67. In 2019, Ms. Levin, had resigned her position as vice president of the condo board, along with the board’s president, Anette Goldstein, saying they were frustrated by the objections that kept derailing progress on repairs to the building.\nAlthough emergency teams have now searched the upper layers of all of the collapse site, officials said they had not given up on the possibility of finding survivors. But the crews have not detected any signs of life while searching the building, Chief Alan Cominsky of Miami-Dade Fire Rescue said. “Unfortunately, we haven’t come across any.”\nMayor Charles W. Burkett of Surfside said officials were responding to inquiries from large buildings in town regarding the collapse, and advising them that they should undertake a full structural review of their systems. Officials were also examining Champlain Towers North, a sister site of the collapsed condo that was built by the same developer.\n“We have deep concerns about that building, given that we don’t know what happened” at Champlain South, Mr. Burkett said. Some residents of Champlain North had taken authorities up on their offer of alternative housing, he said.\nOfficials said they were no closer to determining the cause of the collapse and remained focused on search efforts. “The whole world wants to know what happened here,” Ms. Levine Cava acknowledged, but she would not provide a timeline for the investigation.\n“As you all know, we were focused squarely on search and rescue while preserving all evidence,” she said, adding, “I look forward to learning the truth, as do we all.”\nDespite earlier warnings that Elsa could bring tropical-storm-force winds to the Miami area on Tuesday, meteorologists revised their forecasts, saying Surfside would likely be spared the worst of the storm.", "url": "https://www.nytimes.com/live/2021/07/06/us/miami-building-collapse-updates/lax-enforcement-let-south-florida-towers-skirt-inspections-for-years"}