{"authors": ["Megan Specia", "Andrew E. Kramer", "Maria Varenikova", "Alina Lobzina", "Enjoli Liston", "Cassandra Vinograd", "Ivan Nechepurenko", "Shashank Bengali", "Michael Schwirtz", "Austin Ramzy"], "date_download": "2022-10-25 23:33:39", "date_modify": "2022-10-25 23:33:39", "date_publish": "2022-10-17 04:07:52", "description": "The attacks by the Iranian-made drones were the latest on Kyiv, where Russian strikes have increased. Five others died in a strike in the northeastern Sumy region, officials said.", "filename": "live_2022_10_17_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740819.html", "image_url": "https://static01.nyt.com/images/2022/10/17/multimedia/17ukraine-briefing-promo-6pm-1-4864/17ukraine-briefing-promo-6pm-1-4864-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_17_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740819.html", "title": "Buzzing Drones Herald Fresh Attacks on Kyiv, Killing Four", "title_page": "Buzzing Drones Herald Fresh Attacks on Kyiv, Killing Four - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video Russia attacked Ukraine’s capital with Iranian-made drones, which explode on impact, during morning rush hour in the city. Credit Credit... Brendan Hoffman for The New York Times\nKYIV, Ukraine — Noisy and slow-flying, the drones buzzed over the city, eerily announcing their arrival with a hum that sounded like a moped. The first explosions rang out shortly before 7 a.m., as residents of Kyiv were preparing for work and children were just waking up.\nBy the time the attack was over, at least four people were killed in a capital at once defiant and buffeted by fear.\nIn strikes early in the war and last week, destruction arrived in Kyiv as a bolt from the blue, with missiles streaking in at tremendous speeds. Monday’s drone attack was different, with residents aware of the drones overhead, seeking their targets.\nThe strikes highlighted Russia’s growing use of Iranian-made drones, which explode on impact and are easier to shoot down, as Western analysts say Moscow’s stocks of precision missiles are running low. While Iran has officially denied supplying Russia with drones for use in Ukraine, U.S. officials said that the first batch of such weapons was delivered in August.\nDrones flew low over office buildings and apartment blocks in the center of Kyiv, visible from the streets below and adding a frisson of terror. Soldiers at checkpoints or other positions in the city opened fire with their rifles.\nAmong the dead were a young couple, including a woman who was six months pregnant, pulled from the wreckage of a residential building, according to the mayor of Kyiv, Vitali Klitschko.\nAfter nightfall, air raid sirens rang out again in Kyiv and beyond, as Ukrainian officials said air-defense systems were targeting Russian drones once more. The Ukrainian Armed Forces air command said in an update late Monday night that it had shot down eight drones and two missiles.\nThe strikes on Monday were just the latest to target the capital, a little over a week after Kyiv came under sustained attack from Russian missiles.\nYulia Oleksandrivna, 86, huddled in a basement with her young grandson on Monday morning. She said anger was too soft a word to describe how she was feeling. A retired professor, she had lived through World War II, fleeing her birthplace in Russia with her family when she was 5 and a half years old.\n“The sound of the sirens that we have these days, I know this sound from my childhood,” she said. “At the start and at the end of my life, this is the music of my life.”\nAt least two more blasts hit at about 8:15 a.m. Thick white smoke blanketed parts of central Kyiv along with an acrid burning smell. The city stayed under an air raid alert for nearly three hours.\nImage Mayor Vitali Klitschko of Kyiv at one of the sites hit on Monday morning. Credit... Brendan Hoffman for The New York Times\n“I was smoking on my balcony, and one flew by,” said Vladislav Khokhlov, a cosmetologist who lives in a 13th-floor apartment. He said he saw what looked like a small metallic triangle buzz past not much higher than the rooftops, sounding like a chain saw.\nOne explosion hit a residential building. Shortly after emergency workers recovered a body from the rubble, the mayor of Kyiv stood before the damaged four-story block.\n“This is the true face of this war,” Mr. Klitschko said.\nSteps away, the body of a woman lay in a half-unzipped black body bag. An investigator held her thin wrist, covered in dirt and debris, and then folded her arms across her body.\nIn one area of central Kyiv, plumes of smoke from fires rose from both sides of a street. “What a horror,” said Anna Chugai, a retiree.\n“Again! This is now happening all the time,” she said.\nImage Anna Chugai watching emergency personnel work at the site of a drone attack. Credit... Brendan Hoffman for The New York Times\nOne apparent target of the strikes, a municipal heating station, appeared undamaged. Soldiers had opened fire with their rifles when the drones drew near, said Viktor Turbayev, a building manager for a department store a block away.\n“They want us to freeze,” he said of the Russians’ continued attacks against electricity, heating and other key services.\nBelow ground, a hushed community of families formed in the safety of subway stations, in scenes recalling the early days of Russia’s invasion in February. Mothers sat with children, playing cards. Some women lay infants to sleep on mats. For a time passing trains would wake the children and they would cry, until they fell so deeply asleep that the sound no longer bothered them.\nAnastasia Havryliuk, 34, said she takes her daughter to work most days now, so they can dash together to a bomb shelter if the air raid sirens blare.\n“I can’t imagine her being without me in the bomb shelter,” she said.", "url": "https://www.nytimes.com/live/2022/10/17/world/russia-ukraine-war-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}