{"authors": ["Sapna Maheshwari"], "date_download": "2022-10-25 23:01:16", "date_modify": "2022-10-25 23:01:16", "date_publish": "2022-01-04 12:03:17", "description": "A memo sent to the staff indicated that the retailer was preparing for the potential that vaccines or weekly testing could be mandated by the Biden administration.", "filename": "live_2022_01_04_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738876.html", "image_url": "https://static01.nyt.com/images/2022/01/05/business/04Macys-Testing-print/04Macys-Testing-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_01_04_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738876.html", "title": "Macy’s requests vaccination status of all U.S. employees.", "title_page": "Macy’s requests vaccination status of all U.S. employees. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The number of Americans quitting their jobs is the highest on record, as workers take advantage of strong employer demand to pursue better opportunities.\nMore than 4.5 million people voluntarily left their jobs in November, the Labor Department said Tuesday. That was up from 4.2 million in October and was the most in the two decades that the government has been keeping track.\nThe surge in quitting in recent months — along with the continuing difficulty reported by employers in filling openings — underscores the strange, contradictory moment facing the U.S. economy after two years of pandemic-induced disruptions.\nMuch of the discussion about the increase in quitting, sometimes referred to as the Great Resignation, has focused on white-collar workers re-evaluating their priorities in the pandemic. But job turnover has been concentrated in hospitality and other low-wage sectors, where intense competition for employees has given workers the leverage to seek better pay.\n“This Great Resignation story is really more about lower-wage workers finding new opportunities in a reopening labor market and seizing them,” said Nick Bunker, director of economic research at the Indeed Hiring Lab.\nFor some workers, the rush to reopen the economy has created a rare opportunity to demand better pay and working conditions. But for those who can’t change jobs as easily, or who are in sectors where demand isn’t as strong, pay gains have been more modest, and have been overwhelmed by faster inflation. Data from the Federal Reserve Bank of Atlanta shows that job-switchers are getting significantly faster pay increases than people who stay in their jobs.\nFaster pay increases and faster inflation are both at least partly a result of the remarkable strength of the economic recovery. After collapsing in the first weeks of the pandemic, consumer spending quickly rebounded and eventually reached record levels, helped by hundreds of billions of dollars in federal aid. Businesses, whipsawed by the sudden reversals, struggled to keep up with demand, leading to supply chain snarls, labor shortages and rising prices.\nThe stubborn nature of the pandemic itself contributed to the problems, upending spending patterns and keeping workers on the sidelines.\nNumber of Job Openings Per Month\nThere are signs that the worst of the turbulence was beginning to ease late last year. The number of job openings posted by employers fell in November, the Labor Department said Tuesday, though it remained high by historical standards. Hiring picked up, too. Earlier data showed that more people returned to the labor force in November, and various measures of supply-chain pressures have begun to ease.\nBut that was before the explosion in coronavirus cases linked to the Omicron variant, which has forced airlines to cancel flights, businesses to delay return-to-office plans and school districts to return temporarily to remote learning. Forecasters say the latest Covid-19 wave is all but certain to prolong the economic uncertainty, though it is too soon to say how it will affect inflation, spending or the job market.\nDespite the demand for workers and the pay increases landed by some, Americans are pessimistic about the economy. Only 21 percent of adults said their finances were better off than a year ago, according to a survey released Tuesday — down from 26 percent when the question was asked a year earlier, even though, by most measures, the economy had improved substantially during that period. The survey of 5,365 adults was conducted last month for The New York Times by Momentive, the online research firm formerly known as SurveyMonkey.\nOverall consumer confidence is at the lowest level in the nearly five years Momentive has been conducting its survey. Republicans have been particularly pessimistic about the economy since President Biden took office a year ago, but in recent months, Democrats, too, have become more dour. Other surveys have found similar results.\nInflation appears to be a big reason for people’s dark outlook. Most respondents in the Momentive survey said inflation had not yet had a major effect on their finances. But nearly nine in 10 said they were at least “somewhat concerned” about inflation, and six in 10 said they were “very concerned.” Worries about inflation cross generational, racial and even partisan lines: 95 percent of Republicans, 88 percent of independents and 82 percent of Democrats say they are concerned.\n“Pretty much the only group of people who say they’re better off now than they were a year ago are people who’ve gotten a pay raise that matches or beats inflation,” said Laura Wronski, a research scientist at Momentive.\nThere aren’t many of them. Only 17 percent of workers say they have received raises that kept up with inflation over the past year. Most of the rest say either that they have received raises that lagged price increases or that they have received no raise at all; 8 percent of respondents said they had taken a pay cut.\nGovernment data likewise shows that, in the aggregate, prices have risen faster than pay in recent months: The Consumer Price Index rose 6.8 percent in November, a nearly four-decade high; average hourly earnings rose 4.8 percent in November, and other measures likewise show pay gains lagging price increases.\nYet some workers are seeing much faster wage growth. Hourly earnings for leisure and hospitality workers were up 12.3 percent in November, much faster than inflation. Workers in other low-wage service sectors are also seeing strong gains.\nBusinesses in Brooklyn advertised open positions. Credit... Gabby Jones for The New York Times\nIn the Momentive survey, respondents who reported voluntarily changing jobs during the pandemic were more likely to say their wages had kept up with inflation, and more likely to rate the economy highly overall. Those who were laid off during the pandemic, or who have kept the same job throughout, were less likely to say their wages had kept pace.\nSomer Welch, a 40-year-old survey respondent in Maine, lost her job in the pandemic when the brewpub where she worked shut down. She has since found a job at another restaurant, but her earnings haven’t fully rebounded. Her husband, who works at a local ship builder, has kept his job throughout the pandemic, other than a brief furlough, but he hasn’t gotten a raise.\nThe result: The family is losing ground relative to inflation.\n“The cost of things rose, our rent increased, while our income decreased,” Ms. Welch said. The couple was able to build up some savings early in the pandemic, but that rainy-day fund has been largely depleted. “The rainy day came a lot sooner than we expected,” she said.\nMs. Welch isn’t ready to join the ranks of the quitters. She likes her job and its flexible hours. But she knows there are better-paying jobs out there, she said, and she will consider making a move if rising prices make it hard to afford basic needs for her four-person family.\nWorkers like Ms. Welch might have leverage in theory, said Daniel Zhao, senior economist at the career site Glassdoor. But to take advantage of that leverage, they have to be willing to use it.\n“At a time when employers are competing and raising wages so quickly, if you’re not switching jobs right now then you can get left behind by the market,” Mr. Zhao said.\nMr. Zhao said it wasn’t clear whether concerns about inflation were directly contributing to people’s decision to switch jobs. But mentions of “inflation” in reviews on Glassdoor by companies’ current or former employees were up 385 percent in December from a year ago.\nAbout the survey: Data in this article came from an online survey of 5,365 adults conducted by the polling firm Momentive from Dec. 14 to Dec. 19. The company selected respondents at random from the nearly three million people who take surveys on its platform each day. Responses were weighted to match the demographic profile of the population of the United States. The survey has a modeled error estimate (similar to a margin of error in a standard telephone poll) of plus or minus 2 percentage points, so differences of less than that amount are statistically insignificant.", "url": "https://www.nytimes.com/live/2022/01/04/business/news-business-stock-market?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}