{"authors": ["Richard Pérez-Peña", "Nadav Gavrielov"], "date_download": "2022-10-25 23:55:58", "date_modify": "2022-10-25 23:55:58", "date_publish": "2021-06-13 09:04:46", "description": null, "filename": "live_2021_06_13_world_israel-knesset-bennett-lapid-netanyahu_1666742158.html", "image_url": "https://static01.nyt.com/images/2021/06/13/world/13israel-promo/13israel-promo-facebookJumbo-v2.jpg?year=2021&h=550&w=1050&s=c359d195cdcad7241ed6c5f0a7a568669f83bd233b245487f867710abf598ae5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_13_world_israel-knesset-bennett-lapid-netanyahu_1666742158.html", "title": "Israel’s Parliament Approves New Government, Ousting Netanyahu", "title_page": "Israel’s Parliament Approves New Government, Ousting Netanyahu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video Israel’s Parliament, the Knesset, approved a new coalition government by a single-vote margin on Sunday. The vote, 60 to 59 with one abstention, officially ended the longtime reign of Benjamin Netanyahu. Credit Credit... Dan Balilty for The New York Times\nThe long and divisive reign of Benjamin Netanyahu, the dominant Israeli politician of the past generation, officially ended on Sunday, at least for the time being, as the country’s Parliament gave its vote of confidence to a precarious coalition government stitched together by widely disparate anti-Netanyahu forces.\nIsrael’s Parliament, the Knesset, approved the new government by just a single vote — 60 to 59, with one abstention.\nAfter his supporters cheered the announcement of his election, Naftali Bennett then exchanged a brief handshake with Mr. Netanyahu before walking to the rostrum at the front of the parliamentary chamber and taking the oath of office as prime minister.\nYair Lapid, a centrist leader, is set to take Mr. Bennett’s place after two years, if their government can hold together that long.\nThey lead an eight-party alliance ranging from left to right, from secular to religious, that agrees on little but a desire to oust Mr. Netanyahu, the longest-serving leader in the country’s history, and to end Israel’s lengthy political gridlock.\nIn a speech made before the confidence vote, Mr. Bennett hailed his unlikely coalition as an essential antidote to an intractable stalemate.\n“We stopped the train before the abyss,” Mr. Bennett said. “The time has come for different leaders, from all parts of the people, to stop, to stop this madness.”\nBefore and after the fragile new government was announced on June 2, Mr. Netanyahu and his right-wing allies labored hard to break it before it could take office. They applied intense pressure on right-wing opposition lawmakers, urging them to peel away from their leaders and refuse to support a coalition that includes centrists, leftists and even a small Arab Islamist party.\nIt was a watershed moment for politics in Israel, where Mr. Netanyahu, 71, had served as prime minister for a total of 15 years, including the last 12 years uninterrupted. But given Mr. Netanyahu’s record as a shrewd political operator who has defied many previous predictions of his political demise, few Israelis are writing off his career.\nEven out of government and standing trial on corruption charges, he remains a formidable force who will likely try to drive wedges between the coalition parties. He remains the leader of the parliamentary opposition and a cagey tactician, with a sizable following and powerful allies.\nIsrael has held four inconclusive elections in two years and has gone much of that time without a state budget, fueling disgust among voters with the nation’s politics. No one was able to cobble together a Knesset majority after the first two contests, and the third produced an unwieldy right-center coalition that collapsed after months in recriminations.\nThe new coalition proposes to set aside some of the toughest issues and focus on rebuilding the economy. But it remains to be seen whether the new government will avoid another gridlock or crumble under its own contradictions.\nSome of its factions hope to see movement away from the social policies that favored the ultra-Orthodox minority, whose parties were allied with Mr. Netanyahu. But Mr. Bennett’s party, which has a partly religious base, is wary of alienating the Haredim, as the ultra-Orthodox are known in Hebrew.\nSupporters also hope for a return to a long tradition of Israel cultivating bipartisan support in the United States. Mr. Netanyahu has grown more aligned with Republicans and was embraced by Donald J. Trump, the former president. It was uncertain where relations would go under President Biden.", "url": "https://www.nytimes.com/live/2021/06/13/world/israel-knesset-bennett-lapid-netanyahu"}