{"authors": ["Salman Masood"], "date_download": "2022-10-25 23:32:53", "date_modify": "2022-10-25 23:32:53", "date_publish": "2022-06-22 12:02:41", "description": null, "filename": "live_2022_06_22_world_afghanistan-earthquake_the-earthquake-was-also-felt-in-pakistan-but-damage-appeared-to-be-less-severe_1666740773.html", "image_url": "https://static01.nyt.com/images/2022/06/22/us/22afghanistan-earthquake-pakistan/merlin_208931031_7a4fe478-29dd-489f-b7a2-b25ef9e1c084-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_06_22_world_afghanistan-earthquake_the-earthquake-was-also-felt-in-pakistan-but-damage-appeared-to-be-less-severe_1666740773.html", "title": "Afghanistan Earthquake", "title_page": "At Least 1,000 Killed in Afghanistan Earthquake, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video Footage from the state-run Bakhtar news agency showed injured residents being evacuated after a 5.9-magnitude earthquake hit a remote region of southeast Afghanistan near the Pakistan border. Credit Credit... Bakhtar News Agency, via Associated Press\nKABUL, Afghanistan — For much of the past two decades, the southeastern part of Afghanistan near the Pakistani border was plagued by insurgent activity, as police and military posts were frequently overwhelmed by Taliban fighters, and received few benefits from the American military presence.\nThe Taliban takeover in August finally brought relative peace to the far-flung population, despite the hardships they continued to face as the country suffered a drought and economic collapse.\nThen early Wednesday, a 5.9-magnitude earthquake hit the region, shattering what little peace and stability the people there had been able to hold on to after so many years of hardship and violence.\nMore than 1,000 people were killed and 1,600 others injured in the quake, officials said, striking another blow to a country that has grappled with a dire humanitarian and economic crisis since the Taliban takeover in August.\nThe quake — the deadliest in the country in two decades — hit about 28 miles southwest of the city of Khost, a provincial capital in the country’s southeast, the United States Geological Survey said, and had a depth of about six miles. But the worst damage was in the neighboring Paktika Province, which lies along the border with Pakistan.\n“Nearly all government and private hospitals are full of victims,” said Awal Khan Zadran, a doctor in the Urgun district of Paktika. Some of the injured were taken to Kabul, the Afghan capital, by helicopters and others were transported to nearby provinces, he said.\nIt was the latest in a series of tragedies to strike the country since the Taliban seized power from the Western-backed government last summer. In the months since, Afghanistan has struggled with widespread hunger, a severe drought, terrorist attacks by the Islamic State and an economic crisis that has devastated every facet of Afghan society.\nAt the same time, the Taliban have struggled to attract foreign aid from Western donors since announcing edicts barring girls from attending secondary schools and restricting women’s rights. Under the previous Western-backed government, foreign aid funded 75 percent of the government’s budget, including health and education services — aid that was abruptly cut off after the Taliban seized power.\nThose challenges have only added to Afghanistan’s struggle to emerge from decades of war. The cumulative toll of a series of conflicts stretching back to the 1970s has left more than half the country’s roughly 40 million people needing humanitarian aid, according to the United Nations. Three-quarters of the population live in acute poverty.\nWednesday’s earthquake only added to that misery.\nSarhadi Khosti, 26, who lives in the Sperah district of Khost Province, said he had been woken up by the shaking after 1 a.m., and that a number of houses — especially those made of clay or wood — had been completely destroyed.\n“For now, we still are busy pulling the dead or injured from under the rubble,” he said.\nSafiullah Padshah reported from Kabul, Afghanistan, Alissa J. Rubin from Baghdad, Iraq, and Mike Ives from Seoul.", "url": "https://www.nytimes.com/live/2022/06/22/world/afghanistan-earthquake/the-earthquake-was-also-felt-in-pakistan-but-damage-appeared-to-be-less-severe"}