{"authors": ["Emma Goldberg", "Emily Anthes", "Alison Saldanha", "Meg St-Esprit"], "date_download": "2022-10-25 22:57:01", "date_modify": "2022-10-25 22:57:01", "date_publish": "2021-09-03 09:06:13", "description": "Oscar De La Hoya dropped out of comeback fight after being hospitalized with Covid-19. The White House is seeking $65 billion for an “Apollo” plan to prepare for future pandemics.", "filename": "live_2021_09_03_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738621.html", "image_url": "https://static01.nyt.com/images/2021/09/03/world/03virus-briefing-promo11p/03virus-briefing-promo11p-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a6d455fff2ff171db41ff7bd619dae14737e7191c0887540df5922f0c55aa300&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_09_03_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738621.html", "title": "Covid-19: C.D.C. Says Hospitalizations for Children Are Rising as Delta Surges", "title_page": "Covid-19: C.D.C. Says Hospitalizations for Children Are Rising as Delta Surges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Two-month-old Carvase Perrilloux Jr. in the Pediatric Intensive Care Unit at Children’s Hospital in New Orleans last month. Credit... Erin Schaff/The New York Times\nPediatric hospitalizations for Covid-19 have soared over the summer as the highly contagious Delta variant spread across the country, according to two new studies from the Centers for Disease Control and Prevention.\nFrom late June to mid-August, hospitalization rates in the United States for children and teenagers increased nearly fivefold, although they remain slightly below January’s peak, one new study found.\nBut vaccination has made a difference. During this summer’s wave, the hospitalization rate was 10 times as high in unvaccinated adolescents as in those who were vaccinated, researchers found. Pediatric hospital admissions were nearly four times as high in states with the lowest vaccination rates as in those with the highest rates, according to a second study.\nThe studies, released on Friday, do not provide clear answers about whether Delta causes more severe disease in children than earlier versions of the virus. The rise in pediatric hospitalizations could also be because of the variant’s high infectiousness.\nIndeed, one study concluded that the proportion of hospitalized children with severe disease had not changed in late June and July, when the Delta variant became dominant in the United States.\nThe rates reported in the C.D.C. studies are based on data from two national surveillance systems, including hospitals in 49 states and Washington, D.C.\nIn one C.D.C. study, researchers found that since July, when the Delta variant became predominant, the rate of new coronavirus cases increased for children 17 or younger, as did Covid-related emergency room visits and hospital admissions.\n“We saw that E.R. visits, cases and hospital admissions are rising,” said Dr. David Siegel, lieutenant commander in the U.S. Public Health Service and the lead author of the paper. “It could be that Delta is more severe or that Delta is more transmissible, and it could be related to other factors such as masking.”\nThe study also found that Covid-related emergency room visits and hospital admissions among children were more than three times as high in states with the lowest vaccination coverage compared with states with high vaccination rates, underscoring the importance of communitywide vaccination to protect children. Other important factors that might affect regional differences included masking and social distancing measures, the study noted.\nLast month, as Delta surged, the incidence of Covid in children rose from earlier in the summer — reaching 16.2 cases per 100,000 children ages 4 or under; 28.5 cases per 100,000 children ages 5 to 11; and 32.7 cases per 100,000 children ages 12 through 17.\nThat rate represented a sharp spike from a June low of 1.7 per 100,000 children ages 4 or under; 1.9 cases per 100,000 children ages 5 to 11; and 2.9 per 100,000 children between ages 12 and 17. It was still below the peak incidence of cases among children last January.\nThe proportion of Covid patients under 17 who were admitted to intensive care units ranged from 10 to 25 percent from August 2020 through last June, and hovered at 20 percent by July 2021, according to the C.D.C. study.\nIn a second study, researchers analyzed data from the Covid-Net surveillance network, which includes information on hospitalizations in 99 counties across 14 states.\nOver the course of the pandemic — or from March 1, 2020, to Aug. 14, 2021 — there were 49.7 Covid-related hospitalizations per 100,000 children and adolescents, the researchers found.\nBut the weekly rates have been climbing since July. During the week ending Aug. 14, there were 1.4 Covid-related hospitalizations for every 100,000 children, compared with 0.3 in late June and early July. (That remains slightly below the peak weekly rate of 1.5 hospitalizations per 100,000 children, in early January 2021, in the post-holiday wave of cases.)\nHospitalization rates have increased most sharply for children who are 4 or younger. In the week ending Aug. 14, there were 1.9 hospitalizations per 100,000 children in that age group, nearly 10 times as many as in late June.\nBut based on the limited data available so far, it does not appear that the Delta variant is affecting the incidence of severe disease or deaths among children, which have been somewhat steady and relatively low throughout the pandemic.\nAmong the children and adolescents hospitalized from June 20 to July 31, 23.2 percent were admitted to the I.C.U., 9.8 percent required mechanical ventilation and 1.8 percent died. Those figures were roughly the same as those for children who were hospitalized before the Delta variant became widespread.", "url": "https://www.nytimes.com/live/2021/09/03/world/covid-delta-variant-vaccine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}