{"authors": ["Azi Paybarah", "Dan Levin", "Emily Anthes", "Léontine Gallois"], "date_download": "2022-10-25 23:26:20", "date_modify": "2022-10-25 23:26:20", "date_publish": "2021-08-16 09:01:32", "description": "New York State will require health care workers to be vaccinated. Preliminary research suggests that it is possible for a breakthrough case to lead to symptoms that can persist for weeks to months.", "filename": "live_2021_08_16_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740380.html", "image_url": "https://static01.nyt.com/images/2021/08/16/world/16virus-briefing-promo-4/merlin_181251165_e33fe3de-32d8-4298-96e0-be6ac104d955-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9fe46a8a5680c90dddb2a4cff465d03cd2d72113436dffb9a73e8c2e5adf9818&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_16_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740380.html", "title": "Tennessee Governor Halts School Mask Mandates", "title_page": "Tennessee Governor Halts School Mask Mandates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Gov. Bill Lee visited McConnell Elementary School in Hixson, Tenn., last week. He signed an executive order on Monday essentially gutting any school district’s effort to require its students to wear masks. Credit... Troy Stolt/Chattanooga Times Free Press, via Associated Press\nAs the Delta variant fuels a new coronavirus wave, particularly in areas with underwhelming vaccination rates, Tennessee on Monday became the latest state where a governor has undermined efforts by local school districts to require students to wear masks as the new school year approaches.\nGov. Bill Lee, a Republican, signed an executive order on Monday essentially gutting any school district’s effort to require its students to wear masks.\nAccording to the order, a student’s parent or guardian “shall have the right to opt out of any order or requirement” that the student “wear a face covering” at school, on school buses or at school functions.\nThe number of new coronavirus cases in Tennessee has been steadily rising since July, according to a New York Times database. As of Sunday, Tennessee recorded its highest weekly average of coronavirus cases since late January.\nMr. Lee’s executive order comes days after video surfaced last week showing anti-mask protesters threatening doctors who expressed support for requiring face coverings during a local school board meeting in Williamson County.\nTennessee is one of several battlegrounds with a Republican governor who opposes mask mandates and local school officials who want them. The Centers for Disease Control and Prevention recommends that everyone in schools wears masks, regardless of vaccination status, so that schools can more safely resume in-person instruction.\nAbout two weeks ago, Gov. Ron DeSantis of Florida, a Republican and an ardent opponent of public health mandates, signed an executive order directing state officials to ensure that parents have the final say on whether their children wear masks in school this fall.\nOn Sunday, the chairwoman of the Broward County School Board said the district had no choice but to defy Mr. DeSantis’s ban.\n“We’re living out the nightmare of the Covid pandemic, where so many people in our county, including members of our staff and others, are being impacted,” the chairwoman, Rosalind Osgood, said on the CBS program “Face the Nation.” “We believe that we have a constitutional obligation to protect the lives of our students and staff.”\nRecently, Mr. DeSantis and Gov. Greg Abbott of Texas both blocked local school districts from requiring masks or taking other measures to protect students from the coronavirus in the coming school year.\nBut several school districts have taken their fight to the courts.\nThe Texas State Supreme Court ruled on Sunday that the state’s governor could ban mask mandates, at least temporarily. Some districts, though, vowed to maintain the requirements. On Monday, a judge in Bexar County ruled in favor of officials in the county and the city of San Antonio who had already put in place a mask requirement in schools, as well as at county and city facilities, according to a reporter at KENS5 and a spokesman for the county.\nThe escalating battles come as schools around the country open, or prepare to do so, with tens of millions of children under 12 ineligible for vaccination. Hospitalizations of young people have been increasing as the highly transmissible Delta variant of the virus has spread.\nAs of last week, more than half of the nation’s largest 100 school districts are requiring that all students wear masks, according to data collected by the Center on Reinventing Public Education at the University of Washington.\nSome Republicans have condemned mask rules as an infringement on parental rights, while many Democrats hold that they are a matter of public health.", "url": "https://www.nytimes.com/live/2021/08/16/world/covid-delta-variant-vaccine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}