{"authors": ["Anton Troianovski", "Valerie Hopkins", "The New York Times"], "date_download": "2022-10-25 23:38:44", "date_modify": "2022-10-25 23:38:44", "date_publish": "2022-02-21 07:02:27", "description": null, "filename": "live_2022_02_21_world_ukraine-russia-putin-biden_russia-will-recognize-two-regions-in-ukraine-a-possible-prelude-to-invasion_1666741124.html", "image_url": "https://static01.nyt.com/images/2022/02/21/world/21vid-putin/21vid-putin-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_02_21_world_ukraine-russia-putin-biden_russia-will-recognize-two-regions-in-ukraine-a-possible-prelude-to-invasion_1666741124.html", "title": "Putin Orders Troops to Separatist Regions and Recognizes Their Independence", "title_page": "Putin Orders Troops to Separatist Regions and Recognizes Their Independence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A column of Russian armored vehicles, military trucks and supply units about 60 miles away from the border with Ukraine on Monday. Credit... Sergey Ponomarev for The New York Times\nPresident Vladimir V. Putin ordered troops into two Russia-backed separatist territories in Ukraine and hinted at the possibility of a wider military campaign and laid claim to all of Ukraine as a country “created by Russia” in an emotional and aggrieved address to the Russian people.\nRussian state television then showed Mr. Putin signing decrees late Monday recognizing the so-called Donetsk and Luhansk People’s Republics and directing the Russian Defense Ministry to deploy troops in those regions to carry out “peacekeeping functions.”\nThe order was condemned as a violation of international law and Ukraine’s sovereignty by several nations at an emergency meeting of the United Nations Security Council on Monday night.\n“He calls them peacekeepers,” said Linda Thomas-Greenfield, the U.S. ambassador to the United Nations. “This is nonsense. We know what they really are.”\nIt was not immediately certain whether the Russian troops would remain only on the territory controlled by the separatist republics, or whether they would seek to capture the rest of the two Ukrainian enclaves whose territory they claim.\nAnd so it was unclear if a long-feared Russian full-scale invasion of Ukraine had begun. The separatists might have invited Russian forces in, but neither Ukraine nor the rest of the world views the so-called republics as anything but Ukrainian territory.\nThe threat was clear to the government of President Volodymyr Zelensky, which denies that it is responsible for the escalating shelling on the front line between Ukrainian forces and Russian-backed separatists in recent days. Russian state television has broadcast extensive reports claiming, without evidence, that Ukraine is preparing an offensive against the separatist territories.\nMr. Zelensky, in a televised statement, urged Ukraine’s allies to take action immediately and called for the Ukrainian people to remain calm.\n“We are on our own land,” he said. “We are not afraid of anything or anyone.”\nMr. Zelensky spoke to President Biden and called a meeting of his Security and Defense Council.\nWhite House officials said Mr. Biden would impose sanctions against people doing business in the separatist regions and that the White House would soon announce more.\nCondemnations of Russia’s actions rang out around the continent, with British and European Union leaders vowing to impose sanctions on those involved.\n“Putin just put Kafka and Orwell to shame: no limits to dictator’s imagination, no lows too low, no lies too blatant, no red lines too red to cross,” Prime Minister Ingrida Šimonytė of Lithuania said. “What we witnessed tonight might seem surreal for the democratic world. But the way we respond will define us for the generations to come.”\nMr. Putin went so far as to describe Ukraine’s elected pro-Western leaders as stooges and cast them as the aggressors — even though Russia has an estimated 150,000 to 190,000 soldiers surrounding Ukraine.\nWhile Mr. Putin’s ultimate plans remain a mystery, a full invasion would constitute the largest military action in Europe since World War II.\nNow edging toward the twilight of his political career, Mr. Putin, 69, is determined to burnish his legacy and to correct what he has long viewed as one of the greatest catastrophes of the 20th century: the disintegration of the Soviet Union.\nAsserting Moscow’s power over Ukraine, a country of 44 million people that was previously part of the bloc and shares a 1,200-mile border with Russia, is part of his aim of restoring what he views as Russia’s rightful place among the world’s great powers, the United States and China.\nDan Bilefsky contributed reporting.", "url": "https://www.nytimes.com/live/2022/02/21/world/ukraine-russia-putin-biden/russia-will-recognize-two-regions-in-ukraine-a-possible-prelude-to-invasion"}