{"authors": ["Niraj Chokshi"], "date_download": "2022-10-25 23:52:36", "date_modify": "2022-10-25 23:52:36", "date_publish": "2021-07-09 11:17:01", "description": null, "filename": "live_2021_07_09_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741956.html", "image_url": "https://static01.nyt.com/images/2021/07/09/business/09economy-briefing-DOT/merlin_174832686_e4a97ae4-e25a-4362-bdcd-8b41f3edf04b-facebookJumbo.jpg?year=2021&h=549&w=1050&s=28498e5b0bda94b40f75eca0f1b52d2f52e0ebd2dc2fe94a5a1a7fc93a57ab08&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_09_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741956.html", "title": "U.S. proposal would require airlines to give travelers refunds more often.", "title_page": "U.S. proposal would require airlines to give travelers refunds more often. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A plan would effectively create $650 billion worth of Special Drawing Rights. Poor countries could then trade their share of those with wealthier countries to get hard currency to fund vaccines.\nThe International Monetary Fund’s executive board approved a plan to issue $650 billion worth of reserve funds to help troubled countries buy vaccines, finance health care and pay down debt. If approved by the I.M.F.’s board of governors, as is expected, the reserves could become available by the end of August.\nThe reserve fund will be created through an allocation of Special Drawing Rights, and it will be the largest such expansion of the asset in the organization’s nearly 80-year history.\nSpecial Drawing Rights, or S.D.R.s, were created in the 1960s and are essentially a line of credit that can be cashed in for hard currency by member countries of the I.M.F. They are intended to help countries bolster their reserves and make the global economy more resilient.\nEach of the I.M.F.’s 190 countries receives an allotment of S.D.R.s based on its shares in the fund, which track with the size of a country’s economy. The drawing rights are not a currency, and therefore cannot be used to buy things on their own. But they can be traded among member countries for currencies that can. Their value is based on a basket of international currencies — the U.S. dollar, euro, Chinese renminbi, Japanese yen, and British pound sterling — and is reset every five years.\nTo use the S.D.R.s, countries can agree to trade this interest-bearing asset with other countries in exchange for cash. The I.M.F. serves as a middleman to help facilitate the transaction. If the United States buys a batch of S.D.R.s from, say, Angola, it will earn interest on those assets. And Angola, which would be paid for the sale in U.S. dollars, could use the money to buy what it needed, such as vaccines to inoculate its population against Covid-19.\nThe plan approved by the I.M.F. executive board would effectively create $650 billion worth of S.D.R.s. Poor countries could then trade their share of those with wealthier countries to get hard currency to fund vaccines.\nWhy is the plan controversial?\nWhile the idea of new S.D.R. allocations was introduced last year, the United States, under the Trump administration, prevented it from moving forward. It argued at the time that boosting the emergency reserves was an inefficient way to provide aid to poor countries and that doing so would provide more resources to advanced economies that did not need the help, like China and Russia, which would get a large share of the S.D.R.s that were approved.\nRepublicans have continued this argument, seizing on the issue as a way to criticize President Biden, who supports the allocation, for not putting “America first.”\nAt a Senate hearing in March, Senator John Kennedy, Republican of Louisiana, tried to make the case to the Treasury secretary, Janet L. Yellen, that the United States would be subsidizing loans to countries if it bought S.D.R.s, essentially putting taxpayers at risk.\nRepublicans such as Mr. Kennedy argue that the S.D.R. allocation would do more to benefit American adversaries than the developing countries it is intended to help. He argues that China and Russia would get the equivalent of a combined $40 billion.\nMs. Yellen has dismissed both notions, arguing that any borrowing the United States did to buy a country’s S.D.R.s would be offset by the interest it collected on the asset. The Treasury Department also did not buy the claim that allocating the I.M.F. reserves would benefit China and Russia, as they have shown little use for the S.D.R.s and the United States would not be inclined to cut a deal with such rivals.\nEswar Prasad, a former head of the I.M.F.’s China division, agreed that any benefit to China or Russia from the S.D.R.s would be negligible and that American taxpayers had nothing to lose.\n“Any such conversions of S.D.R.s into U.S. dollars would be guaranteed by the I.M.F., so there are no risks to the U.S.,” he said.\nWill the new reserves be enough to developing countries fight the pandemic?\nSome have said the I.M.F. should be doing more.\nThe United Nations Conference on Trade and Development called this year for $1 trillion worth of Special Drawing Rights to be made available by the I.M.F. as a “helicopter money drop for those being left behind.”\nTo address some of these concerns, the I.M.F. is working to develop a new trust fund where wealthier countries can channel their excess S.D.R.s. The goal is to create a $100 billion pot of money that less developed countries can borrow from to use toward expanding their health care systems or addressing climate change in conjunction with existing I.M.F. programs.\nOther changes are also in the works to address the political sensitivity over how the reserves are used. At the urging of the United States, the I.M.F. is working to create greater transparency around how the assets are being used so that is clear that American adversaries are not benefiting from the proceeds.", "url": "https://www.nytimes.com/live/2021/07/09/business/economy-stock-market-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}