{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:24:27", "date_modify": "2022-10-25 23:24:27", "date_publish": "2020-11-11 13:30:36", "description": null, "filename": "live_2020_11_11_us_joe-biden-trump_trump-called-out-a-gop-official-in-philadelphia-who-has-defended-its-vote-count-amid-death-threats_1666740267.html", "image_url": "https://static01.nyt.com/images/2020/11/11/us/politics/11transition-brief-lankford/11transition-brief-lankford-facebookJumbo.jpg?year=2020&h=550&w=1050&s=9ecef99c660049d84b62c74129e4b16e943c8f83172f88b9ac905361f393e2ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_11_11_us_joe-biden-trump_trump-called-out-a-gop-official-in-philadelphia-who-has-defended-its-vote-count-amid-death-threats_1666740267.html", "title": "Highlights From the Transition: Republican Senator Says Biden Should Receive Presidential Daily Briefings", "title_page": "Highlights From the Transition: Republican Senator Says Biden Should Receive Presidential Daily Briefings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Emily Murphy, the administrator of the U.S. General Services Administration, has not released transition funds to the Biden camp. Credit... Sarah Silbiger/The New York Times\nSenior officials for President-elect Joseph R. Biden Jr. raised the possibility this week of legal action that could force a top Trump administration official to allow Mr. Biden’s transition to formally begin.\nBut some legal experts warned that such a move could easily backfire on Mr. Biden if he files a lawsuit in federal court and loses, handing Mr. Trump a ruling that he could use to support his false claim that the election was stolen.\nEmily Murphy, the administrator of the General Services Administration, has the authority to declare when Mr. Biden’s transition gets money, office space and permission to interact with agency employees across the government. So far, she has refused to grant those abilities, saying the results of the election are not clear.\nOn Monday night, transition officials for Mr. Biden said they were considering “legal actions” to force Ms. Murphy’s hand. Cameron French, a spokesman for the Biden transition, declined to elaborate on Tuesday on whether the team might take legal action or what that might look like.\nTwo lawyers who worked in the White House Counsel’s Office under Democratic presidents said that it would be a mistake for the Biden team to try to get a federal court judge to force an official to act. Such orders, known as writs of mandamus, are extremely rare and the bid would probably fail, the lawyers said.\nA judge’s ruling also would likely be subject to appeal, which could take weeks or months, leading to a decision well after the transition period ends on Inauguration Day in January.\nThe two lawyers declined to be named because they did not want to be seen second-guessing Mr. Biden’s team. But Bruce Green, a law professor and the director of the Louis Stein Center for Law and Ethics at Fordham University, expressed similar concerns.\n“The likelihood of prevailing is low and the likelihood of taking a political hit is high,” Mr. Green said, adding that federal judges were not inclined to impose judgments on executive-branch officials. “It’s incredibly rare. They don’t tell prosecutors what to do. They are not going to tell the G.S.A. what to do.”\nMr. Green said that if a judge ruled against Mr. Biden, the result would be a misunderstanding among many Americans, who would interpret the judge’s decision as a validation of Mr. Trump’s claims.\n“The appearance to the public would be that a court has said he’s not the likely president,” Mr. Green said, “when they are really saying they don’t have the power to make the G.S.A. administrator do her job.”\nOther lawyers offered a more optimistic view of Mr. Biden’s chances of success if he were to file a lawsuit in federal court to try and compel Ms. Murphy to act. In that view, federal judges would be sympathetic to the argument that Congress never envisioned the G.S.A. administrator holding up an entire transition of power.\nIf a judge did agree with the transition team, a ruling could send a powerful political message to Mr. Trump and the Republicans who have rallied to his side that it is time to concede.\nIt is unclear which view of the chances of success Mr. Biden’s team accepts.", "url": "https://www.nytimes.com/live/2020/11/11/us/joe-biden-trump/trump-called-out-a-gop-official-in-philadelphia-who-has-defended-its-vote-count-amid-death-threats"}