{"authors": ["Steven Erlanger", "Maria Varenikova", "Anna Lukinova"], "date_download": "2022-10-25 22:55:14", "date_modify": "2022-10-25 22:55:14", "date_publish": "2022-09-23 05:23:56", "description": null, "filename": "live_2022_09_23_world_russia-ukraine-putin-news_russians-fleeing-the-draft-will-not-be-welcomed-in-the-baltic-states-lithuanias-foreign-minister-says_1666738514.html", "image_url": "https://static01.nyt.com/images/2022/09/23/multimedia/23ukraine-briefing-lithuania-topart-1-cdfc/23ukraine-briefing-lithuania-topart-1-cdfc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_23_world_russia-ukraine-putin-news_russians-fleeing-the-draft-will-not-be-welcomed-in-the-baltic-states-lithuanias-foreign-minister-says_1666738514.html", "title": "Ukrainians Express Fear and Defiance as Staged Voting Begins", "title_page": "Ukrainians Express Fear and Defiance as Staged Voting Begins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Residents of Luhansk, Ukraine, voted in a referendum organized by Russian authorities on Friday. Polling stations were installed across Russian-occupied Ukrainian territory for referendums on annexation by Russia. Credit... EPA, via Shutterstock\nRussian soldiers, wearing balaclavas and wielding guns, flanked election workers. Ukrainians were forced to vote while Russian officials or their proxies stood guard. Some residents even hid in their homes, terrified that voting against Russia’s annexation would lead to their being abducted, or worse.\nAs Russia began orchestrating staged voting in referendums across Russian-occupied territory in Ukraine on Friday, Ukrainians in those areas expressed a mix of anger, defiance and fear that their homeland was being usurped by force in what they called a sham vote.\nThe aim of the hastily called referendums — supported by pro-Russian residents and their proxies — was apparent: to give President Vladimir V. Putin of Russia a legally bogus pretext to gobble up their country. And they brought back memories of staged votes in 2014 in Crimea that were swiftly followed by Russia’s annexation of the peninsula.\nUkrainian Regions Where Referendums Are Taking Place Kremlin-backed officials in four partly occupied regions of southern and eastern Ukraine are staging referendums on joining Russia. The voting is widely seen as a sham by Western officials. A similar process was held in Crimea in 2014. BELARUS POLAND RUSSIA Kyiv UKRAINE Occupied by Russia Luhansk Donetsk MOLDOVA Zaporizka ROMANIA Kherson CRIMEA BLACK SEA Seized by Russia in 2014 200 miles RUSSIA Kyiv Occupied by Russia UKRAINE Luhansk Donetsk MOLDOVA Zaporizka Kherson ROMANIA CRIMEA Seized by Russia in 2014 BLACK SEA 200 miles\nTina, 27, a freelance journalist who was visiting her fiancé’s parents in Beryslav, in Russian-occupied southern Ukraine, said that she drove through the streets on Friday morning and saw Russian officials standing in a neighbor’s yard, waiting for him to fill the ballot before passing it on to someone in a nearby vehicle.\nRussian officials were going door to door, she said, to deliver ballots, peering into the windows of homes that did not answer their call.\n“We are against these occupiers,” Tina said, “but we do not have a right to say no — we cannot refuse.”\nTina, who said she has participated in protests against the Russian occupation, said that her fiancé’s relatives had locked their gates and doors and turned off their lights, as Ukrainian authorities had advised. But she was worried that their address would be noted and there would be negative repercussions if they refused to answer the door.\n“After living side by side with them for more than six months now, we have learned that any refusal could result in a direct ticket to the basement,” she said, using a phrase Ukrainians under occupation in Kherson, a port city in the country’s south, have started using to describe abductions by occupying forces.\nOlha, a Ukrainian who spoke on Thursday night to friends in Enerhodar, a Russian-controlled city in southeastern Ukraine near the Zaporizhzhia Nuclear Power Plant, said men aged 18 to 35 were being prevented from leaving the city. Echoing the concerns of many Ukrainians, she said she was nervous that Russian annexation would force young men to join the Russian military and fight against fellow Ukrainians. That has already happened in parts of Luhansk and Donetsk occupied by Russia since 2014.\n“They want to conscript them to the Russian armed forces,” Olha said. “And Ukrainians will have to fight against Ukrainians,” she said, stopping as she broke into tears. Like others interviewed for this article, she did not want to use her full name out of concern for her safety.\nAndriy, 44, who has friends and relatives in Kherson, said he had spoken to them in recent days and they had told him that it wasn’t possible to leave the city because of the referendum.\n“You know, those who are smart, they sit at home and don’t go anywhere,” he said by phone from Kyiv.\nImage Residents of Luhansk, Ukraine, waited to vote at a polling station set up for this week’s referendum on whether to be annexed by Russia. Credit... Associated Press\nIn Russian-occupied Melitopol, in southeastern Ukraine, Natalia, 73, a pensioner, said that the referendums had shocked her.\n“The scariest thing is that after the referendum, if Ukraine tries to liberate my city, it will be considered as an attack on Russia,” she said.\nShe said the Russians had set up information booths about the referendum across Melitopol, and had hung banners with pro-Russian slogans. The city, she said, was covered with Russian flags, and patriotic Russian music played.\nOn Friday, she said, she looked out the window of her apartment and saw two pro-Russian referendum workers entering the building. She remained inside, far from the window, to avoid being seen. But she managed to spot two soldiers, each wearing a balaclava and clutching a gun, escorting three referendum workers. She said that a polling station had been set up in the gym of a school.\n“I will not go to vote,” Natalia said. “Only if they point a gun at me, and even then I will vote for Ukraine.”\nDiana Poladova contributed reporting.", "url": "https://www.nytimes.com/live/2022/09/23/world/russia-ukraine-putin-news/russians-fleeing-the-draft-will-not-be-welcomed-in-the-baltic-states-lithuanias-foreign-minister-says"}