{"authors": ["Mihir Zaveri", "Amanda Rosa", "Michael Gold", "Mitra Taj", "Jordan Allen"], "date_download": "2022-10-25 23:51:06", "date_modify": "2022-10-25 23:51:06", "date_publish": "2021-04-29 08:59:29", "description": "Mayor Bill de Blasio offered a tantalizing glimpse of normalcy even as his authority to actually lift restrictions on businesses was somewhat limited.", "filename": "live_2021_04_29_world_covid-vaccine-coronavirus-cases_new-york-city-reopen_1666741866.html", "image_url": "https://static01.nyt.com/images/2021/04/29/us/29virus-briefing-nyc-1/29virus-briefing-nyc-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4703068c94831339ed4ddd870622b1383313e1afe7b29e15cd6a86ca8b9ef573&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_04_29_world_covid-vaccine-coronavirus-cases_new-york-city-reopen_1666741866.html", "title": "Troubled U.S. Vaccine Manufacturer Announces a Shake-Up", "title_page": "Troubled U.S. Vaccine Manufacturer Announces a Shake-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Skiers at Breckenridge Ski Resort in Breckenridge, Colo., on Sunday. Credit... Stephen Speranza for The New York Times\nMore than half of U.S. states have seen a significant decline in new coronavirus cases over the past two weeks, as federal health officials have begun to suggest that the virus’s trajectory is improving. Still, the uneven levels of vaccination across the country point to the challenge of reaching those people who have not gotten shots.\nAs of Wednesday, the United States was averaging about 52,600 new cases a day, a 26 percent decline from two weeks ago, and a number comparable to the level of cases reported in mid-October before the deadly winter surge, according to a New York Times database. Since peaking in January, cases, hospitalizations and deaths nationwide have drastically declined.\nWhile addressing a joint session of Congress on Wednesday night, President Biden touted the nation’s progress on vaccinations since he took office, calling it one of the country’s “greatest logistical achievements.” He also highlighted the passage of the American Rescue Plan, an ambitious relief package to address the economic toll of the pandemic.\nDespite the successes, Mr. Biden implored the public to remain on guard.\nOver the past two weeks, case numbers have fallen by 15 percent or more in 28 states, the District of Columbia and Puerto Rico, with drops of 30 percent or more in 14 states and the District of Columbia. As of Wednesday, Vermont reported a 54 percent decline in the average number of new cases a day, while Michigan, which had one of the nation’s most severe recent outbreaks, is now seeing rapid improvement with cases there down 40 percent.\nIn New York City, which had seen stubbornly high caseloads for months, the second wave is receding a half-year after it started, the city’s health commissioner said.\nFederal health officials have taken note. After expressing a recurring sense of “impending doom” last month, Dr. Rochelle Walensky, the director of the Centers for Disease Control and Prevention, said on Wednesday that she was beginning to see signs of progress.\n“Cases are starting to come down. We think that this is related to increased vaccination, increased people taking caution, and so I’m cautiously optimistic that we’re turning the corner,” she said on “Good Morning America.”\nBut she warned that “the virus is an opportunist” and could strike in communities with low vaccination rates. Persistent vaccine hesitancy remains a challenge, and the pace of vaccination will ebb, officials have acknowledged, amid issues of supply and demand.\nAbout 43 percent of people have received at least one dose of a Covid-19 vaccine, and 30 percent have been fully vaccinated. Providers are administering about 2.67 million doses per day on average, as of Wednesday, about a 21 percent decrease from the peak of 3.38 million reported on April 13.\nThe C.D.C.’s move to relax mask guidance outdoors this week is a reflection of the rise in the total number of vaccinations — and an incentive to get a shot, experts said.\n“It’s another demonstration of what science has been telling us over the last many months, which is that vaccines are effective in preventing the Covid-19 virus from infecting us. And the more people who get vaccinated, the more quickly we can resume our activities,” Dr. Vivek Murthy, the surgeon general, said in a Tuesday interview on CNN.\nMr. Biden has set a target date of July 4 for the country “to get life in America closer to normal.” But public health experts have emphasized that the experience of the pandemic across the world is not universal. India, for example, is experiencing a catastrophic second wave that could have global implications.\n“Pandemics require global cooperation and mutual support,” Dr. Murthy said. “When there’s uncontrolled spread of the virus in any part of the world, that means that variants can arise, variants which may over time become resistant to the protection that we get from vaccines, which could mean a real problem for us here in the United States.”\nAllyson Waller and Kevin Draper contributed reporting.", "url": "https://www.nytimes.com/live/2021/04/29/world/covid-vaccine-coronavirus-cases/new-york-city-reopen"}