{"authors": ["Patrick Kingsley", "Isabel Kershner", "Adam Rasgon"], "date_download": "2022-10-25 23:56:09", "date_modify": "2022-10-25 23:56:09", "date_publish": "2021-03-23 15:17:09", "description": "The prime minister’s party held the lead, exit polls projected Wednesday morning, but neither his right-wing alliance nor a diverse bloc of opposition parties had a clear path to a majority coalition.", "filename": "live_2021_03_23_world_israel-live-election_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666742169.html", "image_url": "https://static01.nyt.com/images/2021/03/23/world/23israel-election-live-briefing-bibi-has-path/merlin_185430300_9d0803ae-88ce-421c-abc6-a918e429bc30-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9f09434e675ae9464368781d38ddd5b8b7c3ff4025de20abe833421099d6e8b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_03_23_world_israel-live-election_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666742169.html", "title": "In Israel Election, Netanyahu’s Party Leads but Path to Majority Uncertain", "title_page": "In Israel Election, Netanyahu’s Party Leads but Path to Majority Uncertain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Prime Minister Benjamin Netanyahu gesturing to his wife, Sara, as they prepared to cast ballots in Israel’s general election, at a polling station in Jerusalem on Tuesday. Credit... Pool photo by Ronen Zvulun\nJERUSALEM — Prime Minister Benjamin Netanyahu’s party held a lead in Israel’s fourth election in two years, exit polls projected Wednesday, but neither his right-wing alliance nor a diverse bloc of opposition parties had a clear path to a majority coalition, creating a stalemate that could extend Israel’s political deadlock for weeks if not months.\nTwo of the three polls by Israeli broadcasters gave Mr. Netanyahu’s conservative Likud party and his wider right-wing and religious bloc 53 seats in Israel’s Parliament — 60 when adding seven seats he might get from an independent candidate. That still fell short of the 61 needed to form a majority in the 120-seat Parliament.\nThe third poll gave the anti-Netanyahu bloc of parties an edge of 61 seats, potentially blocking Mr. Netanyahu’s path to victory and making the election too close to call.\nThe anti-Netanyahu camp is made up of ideologically disparate parties, which will hinder their attempts to replace him. Some have already rejected the possibility of cooperating with others.\nThe muddy result could extend the period of political uncertainty and polarization that has sent Israel reeling from election to election to election, failing each time to return a stable government.\nAnd it could lead to a fifth election.\n“The path to power for the next prime minister is very difficult,” said Mitchell Barak, a Jerusalem-based pollster and political analyst. “It’s not just the numbers but the self-constraints that each party has placed on who they can sit with. They have painted themselves into a corner.”\nFinal results are not expected until the end of the week, and could easily change the outcome.\nAddressing his supporters in a half-empty hall at 2:30 a.m. Wednesday, Mr. Netanyahu stopped short of declaring victory.\n“This evening we have brought a tremendous achievement,” he said. “We have made Likud the largest party in Israel by a very large margin.”\nMr. Netanyahu sought re-election even as he was on trial on corruption charges, an unprecedented situation that may have dimmed his prospects.\nIsrael’s seemingly endless political impasse is partly rooted in the nature of its election system, which allocates parliamentary seats according to each party’s share of the vote, making it easy for smaller parties to enter Parliament, and hard for larger parties to form a majority.\nBut the stasis is also the result of Mr. Netanyahu’s refusal to resign despite standing trial over accusations of bribery, fraud and breach of trust. That decision has split the right-wing bloc that has kept Mr. Netanyahu in power for the past 12 years, and divided voters and parties less by political ideology than by their attitude toward Mr. Netanyahu himself.\nSince neither Mr. Netanyahu nor his opponents could win a majority in the three previous elections, in 2019 and 2020, Mr. Netanyahu remained in power, first as a caretaker prime minister, and then at the helm of a shaky unity government with some of his fiercest critics.\nThe election was conducted against a backdrop of profound political gridlock, with the current cabinet so dysfunctional that it could not agree on a state budget for two consecutive years, nor the appointment of key state officials, including the state attorney and the senior officials at the justice and finance ministries.\nTwo of Mr. Netanyahu’s main challengers, Gideon Saar and Naftali Bennett, are right-wingers who once worked closely with the prime minister. But neither appeared to be in a position to try to form a government.\nMr. Saar, a former Likud interior minister who broke with Mr. Netanyahu over the prime minister’s refusal to step down after being charged with corruption, won only six seats and his chances as a contender seemed to have waned.\nAs the political horse-trading and coalition-building get underway, Mr. Netanyahu is expected to try to procure defections from other parties, including Mr. Saar’s, in a quest to tip the scales.\nIt will be up to Reuven Rivlin, Israel’s largely ceremonial president, to invite the lawmaker he believes has the best chance of forming a coalition to begin that process.\nWhile presidents have usually assigned that duty to leader of the largest party, Mr. Rivlin could still grant it to another lawmaker who he thinks has a better route to a majority. That could be Yair Lapid, the centrist leader of the opposition, whose party was projected to win between 17 and 18 seats.\n“At the moment, Netanyahu doesn’t have 61 seats, but the change bloc does,” Mr. Lapid said early Wednesday. He added, “I’ve started speaking to party leaders and we’ll wait for the results, but we’ll do everything to create a sane government in Israel.”\nMr. Netanyahu’s fortunes depend heavily on Mr. Bennett, once his chief of staff.\nThroughout the campaign, Mr. Bennett refused to clarify whether he would back a coalition led by Mr. Netanyahu. But he said he would refuse to serve under Mr. Lapid, and analysts believe he could be persuaded to back Mr. Netanyahu.\nSpeaking to his supporters early Wednesday, Mr. Bennett maintained his ambiguity, saying only that he would “wait patiently” for the final results.\nIf he does return to power, Mr. Netanyahu has promised to enact sweeping legal reforms that would limit the power of the judiciary, and which his opponents fear would allow him to circumvent his corruption trial. Mr. Netanyahu’s colleagues have prevaricated in recent days about whether he would use his office to avoid prosecution, with one minister on Saturday refusing to rule it out.\nMr. Netanyahu denies any wrongdoing and that he would try to change the law to derail the trial.\nAny new government will immediately face substantive challenges, including an economy bruised by the pandemic, rising violent crime in Arab communities and potential threats from Iran. Diplomatically, Israel is trying to block the resurrection of the 2015 nuclear agreement with Iran, which the United States government generally favors and which Israel considers inadequate.\nAnd Israel will urgently need to adopt a new national budget for 2021, since the previous government failed to, a failure that led to its collapse.\nThe vote followed a campaign that centered on the suitability of Mr. Netanyahu himself, rather than on more existential or ideological questions like the future of the Israeli-Palestinian conflict, or how to bridge the divide between secular and religious Israelis.\nMr. Netanyahu presented himself as the only candidate able to deter what many Israelis see as the threats posed by Iran. He also sought to distinguish himself as a statesman who had cemented diplomatic relations with four Arab states and brought a world-leading vaccination program to Israel, helping the country to emerge recently into something approaching normal life.\nIt was a message that resonated with many voters.\n“Bibi is the only leader in this country in my eyes,” said Elad Shnezik, a 24-year-old foreign-exchange trader who voted for Likud in Tzur Hadassah, a suburb west of Jerusalem. “I have never seen anything bad in his actions. Everything he does, he does for the people.”\nBut turnout was the lowest since 2013, about 67 percent, as some voters appeared to tire of the relentless election cycle.\n“The only one excited about going out to vote today is our dog, who is getting an extra walk this morning,” said Gideon Zehavi, 54, a psychologist from Rehovot in central Israel.\nTurnout was projected to be particularly low among the Arab minority, according to some Arab pollsters. Some said they were deflated by a split within the main Arab political alliance, which reduced the collective power of Arab lawmakers.\n“My honest opinion is it’s not worth wasting my time to vote for any of the parties,” said Amir Younes, 32, a restaurant worker in Jaffa. “We have been through this show many times before and the result is the same.”\nMr. Netanyahu’s attempts to position himself as a diplomatic trailblazer were dampened in the final days of the campaign, after a planned photo-opportunity in Abu Dhabi with the leadership of the United Arab Emirates fell through, amid Emirati frustration about being used as a prop in Mr. Netanyahu’s re-election campaign.\nAnd Mr. Netanyahu’s pandemic leadership brought him as much criticism as praise. Though he presided over a successful vaccine rollout, he was accused of playing politics with other aspects of the pandemic response. In January, he resisted giving significantly larger fines to people who broke antivirus measures, a policy that would have disproportionately affected ultra-Orthodox Israelis. Ultra-Orthodox parties form about a quarter of Mr. Netanyahu’s right-wing alliance, and he needs their support to form a coalition.\nMr. Netanyahu searched for every last vote, even from ideologically incoherent sections of society. Despite previously scorning and ignoring Israel’s Arab minority, which forms about 20 percent of the population, Mr. Netanyahu pushed hard in this electoral cycle for their support, presenting himself as the only person who could end the endemic violence and inequality that affects many Arab communities.\nBut simultaneously, he agreed to an electoral pact with a far-right alliance, whose leaders include Itamar Ben Gvir, a hard-line nationalist who until recently hung in his living room a portrait of Baruch Goldstein, an extremist who murdered 29 Palestinians in a mosque in the West Bank in 1994.\nReporting was contributed by Adam Rasgon, Myra Noveck, Irit Pazner Garshowitz and Gabby Sobelman.", "url": "https://www.nytimes.com/live/2021/03/23/world/israel-live-election?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}