{"authors": ["Matina Stevis-Gridneff", "Sun Narin", "Niki Kitsantonis"], "date_download": "2022-10-25 23:00:33", "date_modify": "2022-10-25 23:00:33", "date_publish": "2021-04-20 09:00:16", "description": "The agency says the Johnson & Johnson coronavirus vaccine should have a warning for a potential risk for rare blood clots even though it believes the shot’s benefits outweigh risks. The agency did not recommend stopping use of the vaccine.", "filename": "live_2021_04_20_world_covid-vaccine-coronavirus-cases_johnson-vaccine-blood-clots_1666738833.html", "image_url": "https://static01.nyt.com/images/2021/04/20/world/20virus-briefing-eu-johnson-johnson1/20virus-briefing-eu-johnson-johnson1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=4398892ba22179375046e0c356a32c52c1c55c5dd0dfdc0371db2875f2d13f6f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_04_20_world_covid-vaccine-coronavirus-cases_johnson-vaccine-blood-clots_1666738833.html", "title": "Covid-19: Johnson & Johnson to Resume Its Vaccine Rollout in Europe", "title_page": "Covid-19: Johnson & Johnson to Resume Its Vaccine Rollout in Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:20 - 0:00 transcript E.U. Regulator Argues to Continue J&J Vaccine With a Warning Label The European Union’s drug regulator said that the Johnson and Johnson vaccine should carry a warning of potential risk for rare blood clots on the label, but did not recommend stopping the vaccine, saying the benefits of the vaccine outweighed the risks. After a careful review of the cases of blood clots combined with low platelets reported after vaccination with Johnson’s Covid-19 vaccine, the PRAC has concluded that there is a possible link between the occurrence of these blood clots, combined with the low levels of blood platelets, thrombocytopenia, and the vaccination with the Covid-19 vaccine, Johnson. The product information will be updated to reflect this information, and will include a warning and an update of the side effects. The reported cases occurred mostly in women under 60 years, and within the first three weeks after the vaccination. A fatal outcome has been reported. The careful review of the cases, and other available evidence, have led the committee to the conclusion that these blood-clotting disorders are very rare side effects of the vaccine. However, our work does not stop here. We will analyze any new data and any new evidence as it becomes available, and provide updated guidance as needed. At this moment, it’s not possible to identify clear risk factors for the occurrence of these very rare events, such as gender or age. The European Union’s drug regulator said that the Johnson and Johnson vaccine should carry a warning of potential risk for rare blood clots on the label, but did not recommend stopping the vaccine, saying the benefits of the vaccine outweighed the risks. Credit Credit... Peter Dejong/Associated Press\nBRUSSELS — Johnson & Johnson said Tuesday that it would resume the rollout of its coronavirus vaccine in Europe after the European Union’s drug regulator said that a warning should be added to the product indicating a possible link to rare blood clots, but that the shot’s benefits outweigh the risks.\nThe company decided to delay distribution in the bloc’s 27 member states last week, after regulators in the United States suspended use of the vaccine there amid concerns about the potential side effects.\nThe E.U. drug regulator’s endorsement — even with the caveat — not only clears a path for Johnson & Johnson in Europe, but could presage how the United States will handle the vaccine in the days to come.\nOn Friday, an advisory panel to the Centers for Disease Control and Prevention is scheduled to meet for a second time to decide whether to recommend lifting a “pause” on the vaccine’s use in the United States, perhaps with a similar warning.\nThat would free up millions of doses for the fierce battle against the a virus that still spreading and mutating. Almost eight million Americans have already had the Johnson & Johnson vaccine.\nBut some health experts worry that the headline-grabbing pause, which began over a week ago, might discourage some people from getting vaccinated, even though the risks from Covid-19 are far greater than the risk from a clot.\n“You’ve put a scarlet letter on the Johnson & Johnson vaccine,” said Dr. Paul A. Offit, a vaccine expert at Children’s Hospital of Philadelphia.\nAfter clotting concerns associated with another vaccine, produced by AstraZeneca, were reported in Europe, Dr. Offit noted, some grew leery of it, overestimating the threat. For the Johnson & Johnson vaccine, the clot risk has been put at an estimated one in a million.\n“If you take a theoretical million people who are infected with Covid, five thousand will die,” Dr. Offit said. “Therefore, the benefits of this vaccine clearly outweigh its risks.”\nA loss of confidence in the Johnson & Johnson vaccine may carry a particular cost.\nThe vaccine has been greeted warmly by many health workers because it requires just a single shot, unlike the ones from Moderna or Pfizer-BioNTech, and is easier to store than some other vaccines. It is especially useful for hard-to-reach or transient populations.\n“There is no doubt in my mind that there are groups for whom this vaccine is of benefit,” Dr. Offit said, “meaning that they’re more likely to get this vaccine than the other vaccines, whether it’s because of where they live, or because they’re homebound, or it’s hard to get a second dose.”\nIf that changes, he said, “then you have probably elevated a rare risk above a much more common risk, and you’ve done harm.”\nIn clearing the way for the vaccine’s use, the E.U.’s drug regulator, the European Medicines Agency, said the blood clots, which have been reported in a very small group of people, are “very similar” to those associated with the AstraZeneca vaccine.\nThe E.M.A.’s recommendation is not binding, but it is the first indication of what might happen next with the European rollout of the Johnson & Johnson vaccine.\nThe agency said that authorities in individual E.U. member states should decide how to proceed, taking into account their particular case load and vaccine availability. Poland is the only E.U. country that defied the company’s guidance and went ahead and administered some Johnson & Johnson doses over the past week.\nAll the rare cases of blood clots reviewed by the European regulator were reported in the United States, but the agency proceeded with its recommendations Tuesday before U.S. regulators acted.\nOn Tuesday, the White House press secretary Jen Psaki said that a total of 28 million doses were shipping this week to states, jurisdictions and federal programs, as the U.S. vaccination campaign continued with the other two authorized vaccines from Pfizer-BioNTech and Moderna.", "url": "https://www.nytimes.com/live/2021/04/20/world/covid-vaccine-coronavirus-cases/johnson-vaccine-blood-clots"}