{"authors": ["Andrés R. Martínez", "Christina Morales", "Eduardo Medina", "Campbell Robertson", "The New York Times"], "date_download": "2022-10-25 23:24:07", "date_modify": "2022-10-25 23:24:07", "date_publish": "2021-06-28 08:58:15", "description": "Some 150 people remained unaccounted for as the search at the wreckage of a building in Surfside, Fla., extended into a fifth day.", "filename": "live_2021_06_28_us_building-collapse-miami-beach_1666740247.html", "image_url": "https://static01.nyt.com/images/2021/06/28/us/28miami-building-collapse-haiti-teams-1/28miami-building-collapse-haiti-teams-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=61493cdce4b930919f2956b2cb71ef5db1cacf74c8f65b2b6578bb168226ff2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_28_us_building-collapse-miami-beach_1666740247.html", "title": "11 People Confirmed Dead in Florida Condo Collapse", "title_page": "11 People Confirmed Dead in Florida Condo Collapse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:10 - 0:00 transcript ‘Going to Take Time’: Miami-Dade Officials Provide Excavation Update More than 150 victims of the Surfside, Fla., condominium collapse remain unaccounted for as the search through the wreckage entered its fifth day. “It’s not an issue of we can just attach a couple of cords to a concrete boulder, and lift it and call it a day. We’re digging through, again, rubbles of concrete, the size of basketballs, the size of baseballs. And then, and only then, in combination with the safety of the personnel. And, of course, you know, considering, you know, the victims themselves, it’s going to take time. It’s not going to happen overnight. It’s a 12-story building. It’s going to take some time.” “Families, because of the process we’ve gone through, are coming to their own conclusions. Some are feeling more hopeful, some less hopeful, because we do not have definitive answers. We give them the facts. We take them to the site. We show them the operation. We show them where the pancake is. We show them where the tunnel is. We show them where the dogs are running up, and identifying something that is then going to be explored. They have seen the operation. They understand now how it works. And they are preparing themselves for news one way or the other.” More than 150 victims of the Surfside, Fla., condominium collapse remain unaccounted for as the search through the wreckage entered its fifth day. Credit Credit... Lynne Sladky/Associated Press\nWorkers at the site of the condo building collapse in Miami were digging through the rubble, some with their hands, in an attempt to find survivors on Monday, even as the chances of success have steadily dwindled. Still, officials insisted that they had not abandoned the search-and-rescue phase, emphasizing that the operation was extremely challenging — but ongoing.\nSome 150 people were unaccounted for as the rescue mission continued into its fifth day, a number that ticked down slightly as officials announced that the death tally had risen, by two, to 11.\nAt a news conference on Monday evening, Mayor Daniella Levine Cava of Miami-Dade County cautioned that “these numbers are very fluid.”\nCity and state officials involved in the response gave several updates throughout the day on the mechanics of the rescue operation, reassuring families that there was still hope for survivors, however slim, and pushing back at those impatient with the pace of the response.\nNo survivors have been pulled from the wreckage of the Champlain South Towers in Surfside, Fla., since Thursday, the day that half of the 13-story building collapsed.\nMore than 300 emergency personnel, including teams from Israel and Mexico, are working around the clock, and the Army Corps of Engineers has been called in.\n“This the largest deployment of task force resources in the state of Florida that’s not a hurricane,” Jimmy Patronis, the state’s chief financial officer and fire marshal, said at a news conference earlier on Monday. The same amount of rescuers are on the ground, he said, as there were during Hurricane Michael, a Category 5 hurricane that struck Florida in 2018.\nAs rain poured down at that news conference, illustrating the challenges facing rescue workers, Ray Jadallah, the assistant fire chief of operations for Miami-Dade Fire, was adamant that officials had not made the grim decision to move from search-and-rescue to a recovery mode.\nStill he emphasized the complexity of the efforts. This was not a matter of lifting one floor after another to look for survivors, he said, but of sorting through pulverized steel and digging through concrete boulders “the size of baseballs.” In other areas, rescuers have come upon “larger concrete areas that now require heavy machinery,” a process that uncovered at least one of the two bodies on Monday.\nCalling it “a perfect example of the situation that we’re dealing with,” Chief Jadallah told of how one person on the search and rescue team “tumbled 25 feet down the mound,” in full view of family members of the missing who had been invited to watch the rescue efforts.\n“It’s going to take time, it’s not going to happen overnight,” Chief Jadallah said.\nChief Jadallah discussed how cameras were being used in voids within the rubble, in some cases where sounds had been heard. He cautioned that these sounds were not necessarily proof of survivors.\n“It could be a tap, could be a scratch, it may be nothing more than some of the metal that’s contorting,” he said. But, he said, all variables have to be considered “before we make a decision to move to the next phase.”\nOn Saturday, the teams began digging a massive trench, more than 125 feet long and four stories deep, to navigate below the rubble in a search for the missing residents. The mayor of Surfside, Charles W. Burkett, said that rescuers needed to get lucky after days of fires at the site and flooding that had slowed their efforts.\nExperts have cautioned that rescuers need to move slowly and deliberately because they do not want to make the site more dangerous for them or any possible survivors.\nClearing the site and identifying remains, though, may take months, based on similar efforts at collapsed buildings, according to experts.\nWhile Floridians and viewers around the world were stunned by the suddenness of the collapse, there were warnings as early as 2018 of “major structural damage” that needed to be addressed, according to emails between a contractor and the condo’s board. In those emails, which the city of Surfside has begun releasing, the engineer urged the board to repair cracked columns and crumbling concrete and estimated it would cost about $9 million.\nVideo Video annotated by The New York Times describes the stages of a deadly building collapse in Surfside, Fla., on Thursday. The video, which captures the southern side of the building, appears to be a recording of a screen playing the surveillance footage. Credit Credit... Erin Schaff/The New York Times\nAs of the collapse on Thursday, that work had not been done. But the board had taken out a loan of about $12 million to do the work.\nSpeaking to reporters on Monday, the White House press secretary, Jen Psaki, said President Biden would support an expansive investigation into the disaster, spanning several federal agencies including the F.B.I.\nMayor Burkett of Surfside insisted on Monday that officials would investigate the reasons for the collapse and get to the bottom of it, but he said that this was “an issue for another day.” For now, he said, the priorities were searching for survivors and supporting the families of the dead and missing.\nHe described talking with an 11- or 12-year-old girl at the Champlain Towers South collapse site on Sunday night. He had seen her before, and knew that one of her parents had been in the building. That night, she was sitting alone, looking at her phone.\n“She was reading a Jewish prayer to herself, sitting at the site, by where one of her parents presumably is,” Mr. Burkett said. “She wasn’t crying, she was just lost. She didn’t know what to do.”\nNeil Vigdor contributed reporting.", "url": "https://www.nytimes.com/live/2021/06/28/us/building-collapse-miami-beach"}