{"authors": ["Michael Schwirtz", "The New York Times", "Elif Ince", "Marc Santora", "Lara Jakes", "Choe Sang-Hun", "Andrew E. Kramer", "Austin Ramzy", "Azi Paybarah", "Catherine Porter"], "date_download": "2022-10-25 22:58:42", "date_modify": "2022-10-25 22:58:42", "date_publish": "2022-03-05 10:52:30", "description": null, "filename": "live_2022_03_05_world_russia-ukraine_an-evacuation-of-mariupol-is-halted-amid-russian-shelling-local-officials-say_1666738722.html", "image_url": "https://static01.nyt.com/images/2022/03/06/world/06ukraine-blog-promo10amGMT/06ukraine-blog-promo10amGMT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_05_world_russia-ukraine_an-evacuation-of-mariupol-is-halted-amid-russian-shelling-local-officials-say_1666738722.html", "title": "What Happened on Day 10 of Russia’s Invasion of Ukraine", "title_page": "What Happened on Day 10 of Russia’s Invasion of Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Footage verified by The New York Times and interviews with residents point to the growing humanitarian crisis in a key port city in southern Ukraine.\nStaggered by blasts pummeling the city, cut off from heat through freezing nights, and running low on food and water, the people of Mariupol, Ukraine, have been trapped by Russia’s siege.\nIn interviews, residents and local officials in Mariupol, a port on the Sea of Azov, described nightmarish conditions after five days of shelling by Russian forces around the city. On Sunday, city officials said they would attempt to resume an evacuation effort that was called off a day earlier because of Russian attacks.\n“There’s no electricity, no heating, no telephone connection. It is absolute horror,” said Petro Andryushchenko, an adviser to the mayor of Mariupol. “People drink from puddles in the streets.”\nThe shelling has destroyed the city’s left bank district, he said, making it “unfit for human life.” The city had not been able to accurately count the dead or even help many of the wounded because of the barrage, he added.\n“It just never stops,” he said. “Everyone who tries to go outside risks their life. That is why the mayor can’t ask people to do that, it would be like sending people to a certain death.”\nVideos have shown explosions rocking Mariupol’s residential areas and starting fires, as well as the ruins of shops and cars around city.\n“The shelling is constant and at random,” said a resident, Diana Berg. “When you’re on the street, at any moment, a rocket can land next to you.” She said that people were still braving the streets to make fires for warmth.\nOn Saturday, city leaders halted a planned evacuation because of the shelling, and accused Russian forces of violating a temporary cease-fire that was meant to allow some of the city’s nearly half-million residents to flee. President Vladimir V. Putin blamed Ukraine for sabotaging the humanitarian routes.\nMikhail Vershinin, the head of the Donetsk Regional Patrol Police, said that several hundred cars had planned to form convoys to leave the city through the humanitarian corridor.\n“As soon as we sent the cars back home, the offensive attacks in that region began,” he said. The city, he said, was facing “a humanitarian catastrophe.”\nMr. Andryushchenko, the mayor’s adviser, said that city officials were wary of the Russian forces even as they gathered people for the planned evacuation, and could not send residents out because the route was too dangerous. “There was no cease-fire for the whole length of the corridor and Russian troops continued to attack our positions,” he said. “That is why we did not let the people board the buses.”\nThe city’s leaders had not given up, Mr. Andryushchenko said, and were trying to negotiate another evacuation attempt through the blockade. “It is literally our last hope,” he said.", "url": "https://www.nytimes.com/live/2022/03/05/world/russia-ukraine/an-evacuation-of-mariupol-is-halted-amid-russian-shelling-local-officials-say"}