{"authors": ["Stephen Castle", "Eshe Nelson"], "date_download": "2022-10-25 23:33:52", "date_modify": "2022-10-25 23:33:52", "date_publish": "2022-10-14 13:07:53", "description": "Prime Minister Liz Truss fired Kwasi Kwarteng, her finance minister, and said she would not block a corporate tax increase, another reversal of the poorly received fiscal plan they proposed last month.", "filename": "live_2022_10_14_world_uk-finance-minister-truss-kwarteng_1666740832.html", "image_url": "https://static01.nyt.com/images/2022/10/14/world/14truss-brief-promo/14truss-brief-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_14_world_uk-finance-minister-truss-kwarteng_1666740832.html", "title": "U.K. Government Reverses Course on Fiscal Plan That Rattled Markets", "title_page": "U.K. Government Reverses Course on Fiscal Plan That Rattled Markets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video The increased taxes are meant to calm investors and will help pay for other tax cuts Prime Minister Liz Truss had initiated. Ms. Truss also announced Jeremy Hunt as the new chancellor of the Exchequer, after firing Kwasi Kwarteng. Credit Credit... Leon Neal/Getty Images\nLONDON — In a stark retreat, Prime Minister Liz Truss of Britain on Friday fired her finance minister and partly reversed a tax plan that had rattled global financial markets, unsettled investors and set off a spiraling crisis that still threatens her political survival.\nIn a brief news conference from Downing Street, she vowed to raise the country’s corporate tax rate after promising last month not to do so. The increased taxes will help pay for other tax cuts she had initiated and are meant to calm investors, who worried that the cuts were unfunded.\n“It is clear that parts of our mini budget went further and faster than markets were expecting,” Ms. Truss said, adding, “We need to act now to reassure the markets.”\nMs. Truss said that corporate taxes would rise by £18 billion, or $20 billion, which would act as a “down payment” and help restore confidence. But she declined to apologize for the turmoil of recent weeks, and insisted that she remained committed to her objective of spurring economic growth.\nThe reversal of policy on corporate taxes had been widely expected, but Ms. Truss made no mention in her news conference of any further changes — for example, over her plan to reduce the basic income tax rate.\nThe statement follows three weeks of turbulence after an announcement last month by the chancellor of the Exchequer, Kwasi Kwarteng, that sent the currency plunging and government borrowing costs soaring. Earlier Friday, Ms. Truss fired Mr. Kwarteng.\nAsked on Friday afternoon about why she was staying in office when Mr. Kwarteng was leaving, she said, “My priority is making sure we deliver the economic stability that our country needs.”\nDowning Street announced that the new chancellor of the Exchequer was Jeremy Hunt, a former health and foreign secretary. With Mr. Hunt considered a pragmatist and moderate, his appointment seemed intended to reassure financial markets.\nInitial reaction to Ms. Truss’s media conference suggested that she may not have done enough to calm a crisis that has threatened her leadership, however. On Twitter, one former Conservative cabinet minister, David Gauke, wrote simply: “That won’t do.”\nHer firing of Mr. Kwarteng also failed to lift the British pound or advance gains made by government bonds.\nThe course change had looked increasingly inevitable in light of the reactions in the markets and among politicians. It amounts to a humiliating decision for Mr. Kwarteng and Ms. Truss, whose promise to cut taxes helped her win the leadership of the Conservative Party in the battle to succeed Boris Johnson as prime minister.\nAs the crisis gathered pace, Mr. Kwarteng was forced to cut short a visit to Washington for talks at the International Monetary Fund and return on Friday to London. He was fired shortly afterward.\nMs. Truss has been in power for less than six weeks, but on Thursday, the foreign secretary, James Cleverly, felt compelled to warn colleagues against trying to remove her, saying that “changing the leadership would be a disastrously bad idea.”\nMr. Kwarteng announced the government’s tax-cutting plan on Sept. 23, and he and Ms. Truss had already been forced to retreat from one element of their proposal, shelving plans to reduce income taxes for the highest earners. But the move failed to restore calm.\nBritain’s central bank, the Bank of England, has intervened in the debt market, fearing that developments there could threaten some pension funds, which were particularly vulnerable. But it planned to end that intervention on Friday, adding urgency to the government’s task of restoring confidence.", "url": "https://www.nytimes.com/live/2022/10/14/world/uk-finance-minister-truss-kwarteng"}