{"authors": ["Stephen Gandel", "Isabella Simonetti"], "date_download": "2022-10-25 23:27:31", "date_modify": "2022-10-25 23:27:31", "date_publish": "2022-07-18 14:26:11", "description": "Wall Street bank executives said consumer spending was up, markets were volatile and they did not think the economy was headed for a recession.", "filename": "live_2022_07_18_business_economy-news-inflation-stocks_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740451.html", "image_url": "https://static01.nyt.com/images/2022/07/19/multimedia/18bank-earnings-print/18bank-earnings-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_18_business_economy-news-inflation-stocks_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740451.html", "title": "Live Updates for July 18, 2022", "title_page": "Live Updates for July 18, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Quarterly profit was down in the second quarter at all banks. Bank of America reported that its quarterly profit fell by a third.\nInvestors have been sifting through the first batch of company earnings this quarter to monitor the chances of a recession, the state of consumer spending and the outlook for the markets. Reports from the nation’s biggest banks at the start of “earnings season,” as Wall Street calls it, sent mixed signals.\nSecond-quarter profits at all the banks were down from a year earlier. The last two to open their books were Bank of America, where quarterly profit fell by a third, and Goldman Sachs, where profit fell by half.\nBut in some cases, the decline in profit wasn’t as severe as analysts expected. Consumers continued to spend and borrow. Markets were volatile, but there was money to be made in trading. And bank leaders struck a tone of caution, but none thought a recession was underway.\n“It’s a challenging market, but I think it is important to say that it’s not 2008 complicated,” James Gorman, Morgan Stanley’s chief executive, told analysts.\nBank chiefs said they expected the economy to slow but not slip into outright contraction.\n“Nothing in the data that I see signals that the U.S. is on the cusp of recession,” Jane Fraser, Citigroup’s chief executive, said on a conference call. “While a recession could indeed take place, it is highly unlikely to be as severe as others we have seen.”\nExecutives at JPMorgan Chase also said there were no clear signs of a recession yet. Retail banking customers are still spending money on discretionary purchases like travel and restaurants, they said.\n“We’ve looked a lot very carefully into our actual data,” Jeremy Barnum, JPMorgan’s chief financial officer, said on a call with reporters. “There is essentially no evidence of actual weakness.”\nMichael Santomassimo, Wells Fargo’s finance chief, said the bank’s management was preparing for a range of scenarios but flagged that “things will probably get worse.”\nLending\nLending was up at nearly all the banks, in a positive sign for the economy. Consumers and companies increased their borrowing from the largest banks by an average of 6 percent in the second quarter compared with the same period last year.\nThe biggest gains were in corporate loans, which rose nearly 20 percent from a year earlier at both JPMorgan and Bank of America. Home mortgages slowed in the quarter, a reflection of higher interest rates, but were still up at most of the banks. And for the most part, consumers and business customers continued to pay their debts on time. For instance, at JPMorgan, just 0.5 percent of customers’ credit card loans were past due by 90 days or more.\nNearly all the banks, citing economic uncertainty, said they expected an increase in the number of borrowers, particularly individuals, who would fall behind on their loans. The six biggest banks collectively expect nearly $2 billion more in loan losses over the coming year than they did three months ago.\nTrading\nMost investors lost money in their investment accounts in the second quarter, but market volatility was a boon for the banks. That was particularly true at Goldman Sachs, where trading revenue rose 31 percent, outpacing its rivals. Citigroup also reported better-than-expected results driven by increased trading commissions and market gains.\nIn the wake of the financial crisis a decade ago, the large banks, driven in part by regulators and changes in the law, vowed to shy away from making risky bets in the market. Now, many of them are generating an increasing portion of their revenue from trading, though banks still say they are taking fewer risks than they did before.", "url": "https://www.nytimes.com/live/2022/07/18/business/economy-news-inflation-stocks?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}