{"authors": ["Anna Schaverien", "Julie Walton Shaver", "Maura Turcotte", "Christina Anderson"], "date_download": "2022-10-25 23:02:55", "date_modify": "2022-10-25 23:02:55", "date_publish": "2021-01-04 10:01:04", "description": null, "filename": "live_2021_01_04_world_covid-19-coronavirus_britain-begins-giving-clinically-authorized-and-tested-oxford-astrazeneca-shots_1666738975.html", "image_url": "https://static01.nyt.com/images/2021/01/04/world/04virus-briefing-britain-oxford/merlin_181950210_693844a6-6ebe-4603-8f8b-91738b6b25cf-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7c21f37daec034c54c4b55b71b9ab13e93524178cf19506a5382d8adf7bbf2fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_04_world_covid-19-coronavirus_britain-begins-giving-clinically-authorized-and-tested-oxford-astrazeneca-shots_1666738975.html", "title": "Covid-19: Virus Hammers California as Deaths and Hospitalizations Surge", "title_page": "Covid-19: Virus Hammers California as Deaths and Hospitalizations Surge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Los Angeles paramedics gave oxygen to a potential Covid-19 patient on the sidewalk before taking him to a hospital in Hawthorne, Calif. on Dec. 29. Credit... Apu Gomes/Agence France-Presse — Getty Images\nCalifornia’s daily coronavirus case tallies remain around four times what they were during the state’s summer surge, and officials predict that the aftereffects of a December surge linked to holiday gatherings will worsen as the winter drags on.\nAfter new infections — driven by Thanksgiving travel and gatherings, then Christmas festivities — resulted in a surge unlike any the state had yet seen, the trajectory of its new cases has leveled off somewhat in the early days of 2021.\nBut there are more than twice as many Covid-19 patients in California hospitals now as there were a month ago, and many intensive care units in the state have been overflowing. At least six people in the state have also been found to be infected with the new, more transmissible variant of the virus first identified in Britain.\nThe state is also facing an oxygen shortage for patients, and it has deployed the U.S. Army Corps of Engineers and the California Emergency Medical Services Authority to help deliver and refill oxygen tanks.\nIn a sign of how dire that shortage is, Marianne Gausche-Hill, the medical director for Los Angeles County’s E.M.S. agency, issued guidelines to emergency workers on Sunday for administering the “minimum amount of oxygen necessary” to keep patients’ oxygen saturation level at or just above 90 percent. (A level in the low 90s or below is a concern for people with Covid-19.)\nIn the pandemic’s brutal logic, more cases inevitably translates to more suffering and deaths. As of Monday night, 4,258 people with Covid-19 had died in the preceding two weeks, compared with 3,043 in the two weeks before that.\n“This is a deadly disease, this is a deadly pandemic,” Gov. Gavin Newsom told reporters on Monday. “It remains more deadly today than at any point in the history of the pandemic.”\nThere has been some progress. California’s daily average of 38,086 cases per day over the past week represents a decrease of 11 percent from the average two weeks earlier, for example. And although Covid-19 hospitalizations have increased by 18 percent over the past two weeks, to 20,618, Governor Newsom said that represents a slight flattening of the curve.\nBut the state’s last major Covid-19 surge, over the summer, only produced around 10,000 infections on its worst days. And in Los Angeles County, the latest crisis has stretched the health care system so thin that incoming patients at one hospital were recently being instructed to wait in an outdoor tent.\nMayor Eric Garcetti of Los Angeles said on Sunday that the county’s latest surge was infecting a new person every six seconds, and that many transmissions were occurring in private settings.\n“It’s a message for all of America: We might not all have the same density as L.A., but what’s happening in L.A. can and will be coming in many communities in America,” he said.\nThe worst of the state’s outbreak is concentrated in Southern California and the San Joaquin Valley, where intensive care units are at zero percent capacity. Officials are now working to bring in extra nursing staff to care for the flood of patients; Governor Newsom said that 90 patients were being kept at “alternate care sites” outside hospitals to help ease the burden.\nMore inoculations would help ease California’s burden, but Governor Newsom said vaccinations were only just ramping up after facing some early challenges. So far, he said, the state has only administered about 35 percent of the coronavirus vaccine doses it has received.\n“That’s not good enough,” he said. “We recognize that.”\nIn the meantime, said Dr. Mark Ghaly, the state’s secretary of health and human services, Californians should be extra cautious about gathering with people outside their household now that the virus is so prevalent.\n“The same activities that you did a month ago, today are just so much more risky than they were from a Covid transmission perspective,” he said.", "url": "https://www.nytimes.com/live/2021/01/04/world/covid-19-coronavirus/britain-begins-giving-clinically-authorized-and-tested-oxford-astrazeneca-shots"}