{"authors": ["Maggie Haberman", "Ben Protess", "Adam Goldman", "Neil Reisner", "Eliza Fawcett", "Lauren Hard", "Josh Ritchie", "Glenn Thrush", "Luke Broadwater", "Jonathan Martin"], "date_download": "2022-10-25 22:57:00", "date_modify": "2022-10-25 22:57:00", "date_publish": "2022-08-08 23:57:50", "description": "The former president called the search an “assault” and complained that the authorities had broken into a safe. The news appeared to come as a surprise to top aides at the White House.", "filename": "live_2022_08_08_us_trump-fbi-raid_1666738620.html", "image_url": "https://static01.nyt.com/images/2022/08/09/world/09trump-fbi-blog-promo-12am/09trump-fbi-blog-promo-12am-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_08_08_us_trump-fbi-raid_1666738620.html", "title": "F.B.I. Searches Trump’s Mar-a-Lago Residence in Florida", "title_page": "F.B.I. Searches Trump’s Mar-a-Lago Residence in Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former President Donald J. Trump said on Monday that the F.B.I. had searched his Palm Beach, Fla., home and had broken open a safe — an account signaling a major escalation in the various investigations into the final stages of his presidency.\nThe search, according to multiple people familiar with the investigation, appeared to be focused on material that Mr. Trump had brought with him to Mar-a-Lago, his private club and residence, when he left the White House. Those boxes contained many pages of classified documents, according to a person familiar with their contents.\nMr. Trump delayed returning 15 boxes of material requested by officials with the National Archives for many months, only doing so when there became a threat of action to retrieve them. The case was referred to the Justice Department by the archives early this year.\nImage F.B.I. agents searched Mar-a-Lago, former President Donald J. Trump’s private club and residence in Florida. Mr. Trump said they had broken open a safe. Credit... MediaPunch, via Associated Press\nThe search marked the latest remarkable turn in the long-running investigations into Mr. Trump’s actions before, during and after his presidency — and even as he weighs announcing another candidacy for the White House.\nIt came as the Justice Department has stepped up its separate inquiry into Mr. Trump’s efforts to remain in office after his defeat at the polls in the 2020 election and as the former president also faces an accelerating criminal inquiry in Georgia and civil actions in New York.\nMr. Trump has long cast the F.B.I. as a tool of Democrats who have been out to get him, and the search set off a furious reaction among his supporters in the Republican Party and on the far right of American politics. Representative Kevin McCarthy of California, the Republican leader in the House, suggested that he intended to investigate Attorney General Merrick B. Garland if Republicans took control of the House in November.\nThe F.B.I. would have needed to convince a judge that it had probable cause that a crime had been committed, and that agents might find evidence at Mar-a-Lago, to get a search warrant. Proceeding with a search on a former president’s home would almost surely have required sign-off from top officials at the bureau and the Justice Department.\nThe search, however, does not mean prosecutors have determined that Mr. Trump committed a crime.\nAn F.B.I. representative declined to comment, as did Justice Department officials. The F.B.I. director, Christopher A. Wray, was appointed by Mr. Trump.\nMr. Trump was in the New York area at the time of the search. “Another day in paradise,” he said Monday night during a telephone rally for Sarah Palin, who is running for a congressional seat in Alaska.\nEric Trump, one of his sons, told Fox News that he was the one who informed his father that the search was taking place, and he said the search warrant was related to presidential documents.\nMr. Trump, who campaigned for president in 2016 criticizing Hillary Clinton’s practice of maintaining a private email server for government-related messages while she was secretary of state, was known throughout his term to rip up official material that was intended to be held for presidential archives. One person familiar with his habits said that included classified material that was shredded in his bedroom and elsewhere.\nThe search was at least in part for whether any records remained at the club, a person familiar with it said. It took place on Monday morning, the person said, although Mr. Trump said agents were still there many hours later.\n“After working and cooperating with the relevant Government agencies, this unannounced raid on my home was not necessary or appropriate,” Mr. Trump said, maintaining it was an effort to stop him from running for president in 2024. “Such an assault could only take place in broken, Third-World Countries.”\n“They even broke into my safe!” he wrote.\nMr. Trump did not share any details about what the F.B.I. agents said they were searching for.\nAides to President Biden said they were stunned by the development and learned of it from Twitter.\nThe search came as the Justice Department has also been stepping up questioning of former Trump aides who had been witnesses to discussions and planning in the White House of Mr. Trump’s efforts to overturn his election loss.\nMr. Trump has been the focus of questions asked by federal prosecutors in connection with a scheme to send “fake” electors to Congress for the certification of the Electoral College. The House committee investigating the Jan. 6 attack on the Capitol also continues its work and is interviewing witnesses this week.\nThe law governing the preservation of White House materials, the Presidential Records Act, lacks teeth, but criminal statutes can come into play, especially in the case of classified material.\nCriminal codes, which carry jail time, can be used to prosecute anyone who “willfully injures or commits any depredation against any property of the United States” and anyone who “willfully and unlawfully conceals, removes, mutilates, obliterates or destroys” government documents.\nSamuel R. Berger, a national security adviser to President Bill Clinton, pleaded guilty in 2015 to a misdemeanor charge for removing classified material from a government archive. In 2007, Donald Keyser, an Asia expert and former senior State Department official, was sentenced to prison after he confessed to keeping more than 3,000 sensitive documents — ranging from the classified to the top secret — in his basement.\nIn 1999, the C.I.A. announced it had suspended the security clearance of its former director, John M. Deutch, after concluding that he had improperly handled national secrets on a desktop computer at his home.\nIn January of this year, the archives retrieved 15 boxes that Mr. Trump took with him to Mar-a-Lago from the White House residence when his term ended. The boxes included material subject to the Presidential Records Act, which requires that all documents and records pertaining to official business be turned over to the archives.\nThe items in the boxes included documents, mementos, gifts and letters. The archives did not describe the classified material it found other than to say that it was “classified national security information.”\nBecause the National Archives “identified classified information in the boxes,” the agency “has been in communication with the Department of Justice,” David S. Ferriero, the national archivist, told Congress at the time.\nFederal prosecutors subsequently began a grand jury investigation, according to two people briefed on the matter. Prosecutors issued a subpoena earlier this year to the archives to obtain the boxes of classified documents, according to the two people familiar with the matter, who spoke on condition of anonymity because of the ongoing investigation.\nThe authorities also made interview requests to people who worked in the White House in the final days of Mr. Trump’s presidency, according to one of the people.\nIn the spring, a small coterie of federal agents visited Mar-a-Lago in search of some documents, according to a person familiar with the meeting. At least one of the agents was involved in counterintelligence, according to the person.\nThe question of how Mr. Trump has handled sensitive material and documents he received as president loomed throughout his time in the White House, and beyond.\nHe was known to rip up pieces of official paper that he was handed, forcing officials to tape them back together. And an upcoming book by a New York Times reporter reveals that staff members would find clumps of torn-up paper clogging a toilet, and believed he had thrown them in.\nThe question of how Mr. Trump handled classified material is complicated because as president he had the authority to declassify any government information. It is unclear whether Mr. Trump, before leaving office, had declassified materials the archives discovered in the boxes. Under federal law, he no longer maintains the ability to declassify documents after leaving office.\nWhile in office, he invoked the power to declassify information several times as his administration publicly released materials that helped him politically, particularly on issues like the investigation into his campaign’s ties to Russia.\nToward the end of the administration, Mr. Trump ripped pictures that intrigued him out of the President’s Daily Brief — a compendium of often classified information about potential national security threats — but it is unclear whether he took them to the residence with him. In one prominent example of how he dealt with classified material, Mr. Trump in 2019 took a highly classified spy satellite image of an Iranian missile launch site, declassified it and then released the photo on Twitter.\nEarlier this year, Kash Patel, a former Defense Department senior official and Trump loyalist whom Mr. Trump named as one of his representatives to engage with the National Archives, suggested to the right-wing website Breitbart that Mr. Trump had declassified the documents before leaving the White House and that the proper markings simply had not been adjusted.\n“Trump declassified whole sets of materials in anticipation of leaving government that he thought the American public should have the right to read themselves,” he said, according to Breitbart.\nLocal television crews showed supporters of Mr. Trump gathering near Mar-a-Lago, some of them being aggressive toward reporters.\nMr. Trump made clear in his statement that he sees potential political value in the search, something some of his advisers echoed, depending on what any investigation produces.\nHis political team began sending fund-raising solicitations about the search late on Monday evening.\nJonathan Martin , Luke Broadwater and Glenn Thrush contributed reporting.", "url": "https://www.nytimes.com/live/2022/08/08/us/trump-fbi-raid"}