{"authors": ["Jim Tankersley", "Luke Broadwater", "Hailey Fuchs"], "date_download": "2022-10-25 23:47:58", "date_modify": "2022-10-25 23:47:58", "date_publish": "2021-02-05 13:30:55", "description": "“I see enormous pain in this country,” said President Biden, who is pushing forward with his plan over Republican objections. Democrats advanced with plans to begin drafting the aid package next week and speed it through the House by the end of the month.", "filename": "live_2021_02_05_us_joe-biden-trump-impeachment_1666741678.html", "image_url": "https://static01.nyt.com/images/2021/02/05/us/politics/05new-washington-promo-sub/05new-washington-promo-sub-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8eae29974ad09940c59f739368c8fed0550c706aa22f018793ec6db75e8ffda6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_05_us_joe-biden-trump-impeachment_1666741678.html", "title": "House Puts $1.9 Trillion Stimulus on Fast Track, With No G.O.P. Votes", "title_page": "House Puts $1.9 Trillion Stimulus on Fast Track, With No G.O.P. Votes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Former President Donald J. Trump’s impeachment trial opens on Tuesday. Credit... Oliver Contreras for The New York Times\nClaims by former President Donald J. Trump’s lawyers that his conduct around the Jan. 6 Capitol riot is shielded by the First Amendment are “legally frivolous” and should do nothing to stop the Senate from convicting him, 144 leading First Amendment lawyers and constitutional scholars from across the political spectrum wrote in a new letter circulated on Friday.\nTaking aim at one of the key planks of Mr. Trump’s impeachment defense, the lawyers argued that the constitutional protections do not apply to an impeachment proceeding, were never meant to protect conduct like Mr. Trump’s anyway and would likely fail to shield him even in a criminal court.\n“Although we differ from one another in our politics, disagree on many questions of constitutional law, and take different approaches to understanding the Constitution’s text, history, and context, we all agree that any First Amendment defense raised by President Trump’s attorneys would be legally frivolous,” the group wrote. “In other words, we all agree that the First Amendment does not prevent the Senate from convicting President Trump and disqualifying him from holding future office.”\nLawyers Call Trump’s Defense ‘Legally Frivolous’ Taking aim at a key plank of the former president’s impeachment defense, the lawyers argued that the constitutional protections do not apply to an impeachment proceeding. Read Document\nAmong the 144 lawyers, scholars and litigants who signed the letter, a copy of which was shared with The New York Times, were Floyd Abrams, who has fought marquee First Amendment cases in court; Steven G. Calabresi, a founder of the conservative Federalist Society; Charles Fried, a solicitor general under Ronald Reagan; and pre-eminent constitutional law scholars like Laurence Tribe, Richard Primus and Martha L. Minow.\nThe public retort came after Mr. Trump’s lawyers, Bruce L. Castor Jr. and David Schoen, indicated this week that they planned to use the First Amendment as part of their defense when the trial opens on Tuesday. They argued in a written filing on Tuesday that the House’s “incitement of insurrection” charge “violates the 45th president’s right to free speech and thought” and that the First Amendment specifically protects Mr. Trump from being punished for his baseless claims about widespread election fraud.\nThe House impeachment managers have argued that Mr. Trump’s false statements claiming to have been the true winner of the election, and his exhortations to his followers to go to the Capitol and “fight like hell” to reverse the outcome helped incite the attack.\nIn their letter, the constitutional law scholars laid out three counterarguments to the president’s free-speech defense that the Democrats prosecuting the case are expected to embrace at trial.\nFirst, they asserted that the First Amendment, which is meant to protect citizens from the government limiting their free speech and other rights, has no real place in an impeachment trial. Senators are not determining whether Mr. Trump’s conduct was criminal, but whether it sufficiently violated his oath of office to warrant conviction and potential disqualification from holding future office.\n“As a result, asking whether President Trump was engaged in lawful First Amendment activity misses the point entirely,” they write. “Regardless of whether President Trump’s conduct on and around January 6 was lawful, he may be constitutionally convicted in an impeachment trial if the Senate determines that his behavior was a sufficiently egregious violation of his oath of office to constitute a ‘high crime or misdemeanor’ under the Constitution.”\nWhat is more, they argued, even if the First Amendment did apply to an impeachment trial, it would do nothing to bar conviction, which has to do with whether Mr. Trump violated his oath, not whether he should be allowed to say what he said.\n“No reasonable scholar or jurist could conclude that President Trump had a First Amendment right to incite a violent attack on the seat of the legislative branch, or then to sit back and watch on television as Congress was terrorized and the Capitol sacked,” they wrote.\nFinally, they contended that there is an “extraordinarily strong argument” that the defense would even fail in a criminal trial, because the evidence against Mr. Trump is most likely strong enough to meet the Supreme Court’s high bar for punishing someone for inciting others to engage in unlawful conduct.\nMany of the signatories to Friday’s letter had signed onto a previous one pushing back on another key argument in Mr. Trump’s defense: the assertion that the Senate does not have jurisdiction to try a former president because the Constitution does not explicitly grant it that power.", "url": "https://www.nytimes.com/live/2021/02/05/us/joe-biden-trump-impeachment"}