{"authors": ["Jeanna Smialek", "Veronica Majerol", "Joe Rennison", "Jim Tankersley", "Ben Casselman", "Ana Swanson", "Isabella Simonetti", "Jason Karaian", "Alan Rappeport"], "date_download": "2022-10-25 23:34:18", "date_modify": "2022-10-25 23:34:18", "date_publish": "2022-07-27 15:02:04", "description": "The central bank raised rates by three-quarters of a point, its fourth increase this year, as it attempts to tame prices without causing a severe downturn.", "filename": "live_2022_07_27_business_fed-interest-rates_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740858.html", "image_url": "https://static01.nyt.com/images/2022/07/26/business/fed-rate-promo/fed-rate-promo-facebookJumbo-v11.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_27_business_fed-interest-rates_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740858.html", "title": "Fed Fights Inflation With Another Big Rate Increase", "title_page": "Fed Fights Inflation With Another Big Rate Increase - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Federal Reserve raised interest rates by three-quarters of a percentage point on Wednesday, continuing its aggressive campaign to cool rapid inflation even as the economy begins to slow.\nCentral bankers voted unanimously to make the unusually large interest-rate move, and the policy-setting Federal Open Market Committee signaled in its post-meeting statement that more is coming, saying that it “anticipates that ongoing increases in the target range will be appropriate.”\nThe Fed’s policy rate, which trickles out through the economy to affect other borrowing costs, is now set to a range of 2.25 to 2.5 percent.\nThe Fed began raising interest rates from near-zero in March, and policymakers have picked up the pace since. After making a quarter-point move to start, they raised by half a point in May and by three-quarters of a point in June, which was the largest single step since 1994.\nFed officials made a second supersize increase on Wednesday because they are trying urgently to wrestle rapid inflation back under control.\nHere are the takeaways from Wednesday’s decision and Fed Chair Jerome H. Powell’s post-meeting news conference:\nAnother big rate move could be coming in September.\nMr. Powell was clear that a third, “unusually” large three-quarter-point rate increase is possible at the Fed’s next meeting. But he was clear that we have a long time between now and then, and officials will be watching each new piece of data as they make decisions.\nMr. Powell does not think the U.S. is in a recession.\nHe highlighted evidence that the economy is slowing, but said it was not yet clear by how much. Mr. Powell also pointed to the strength of the labor market as a reason he does not think the economy is currently in a downturn. And he cautioned that fresh data on economic growth set for release on Thursday should be taken with “a grain of salt.”\nA downturn is not inevitable.\nMr. Powell said that he thinks a slowdown isn’t assured, though he highlighted that it may be difficult to lower inflation without one, and noted that the path toward avoiding such a downturn has “narrowed.”\nBut “we need growth to slow,” Mr. Powell said.\nSome slowing of the economy is good from the Fed’s perspective, Mr. Powell emphasized. While cooling off economic activity enough to lower inflation will probably involve weakening the labor market, a little bit of pain is necessary now to put the economy on a more sustainable path. “We don’t want this to be bigger than it needs to be,” Mr. Powell said, but when thinking about the medium and long term, “price stability is what makes the whole economy work.”\nMr. Powell’s comments were precisely what stock investors wanted to hear.\nInvestors have worried about the Fed tipping the American economy into recession, so Wall Street on Wednesday honed in on signals that the Fed could slow its pace of interest rate increases in the future and that Mr. Powell is aware of early signs of a slowdown in the economy.\nThe S&P 500 stock index ended the day up 2.6 percent, and the Nasdaq Composite posted its best day since April 2020. Markets can quickly change their tune, though, especially with new data on growth coming out Thursday. The last two times the Fed raised rates, the S&P 500 rallied on the day of the announcement but fell sharply the day after.", "url": "https://www.nytimes.com/live/2022/07/27/business/fed-interest-rates?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}