{"authors": ["Alexandra Stevenson", "Amy Chang Chien"], "date_download": "2022-10-25 23:50:07", "date_modify": "2022-10-25 23:50:07", "date_publish": "2022-03-16 09:05:42", "description": "Global cases have increased over the past two weeks, driven by high caseloads in Asia and Europe. India starts vaccinating those ages 12 to 14 as more schools reopen.", "filename": "live_2022_03_16_world_covid-19-mandates-cases-vaccine_1666741807.html", "image_url": "https://static01.nyt.com/images/2022/03/16/multimedia/16virus-briefing-evictionPROMO-9pm/16virus-briefing-evictionPROMO-9pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_16_world_covid-19-mandates-cases-vaccine_1666741807.html", "title": "Covid News: China to Use Pfizer Treatment as Outbreak Grows", "title_page": "Covid News: China to Use Pfizer Treatment as Outbreak Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image If the plan is adopted, New Yorkers who have received at least one dose of a coronavirus vaccine but have yet to receive a booster will receive a notice with a location and an appointment for the shots. Credit... James Estrin/The New York Times\nMark Levine, the Manhattan borough president, and Dr. Jay Varma, a top health adviser to former Mayor Bill de Blasio, called on the city on Wednesday for a plan to encourage New Yorkers to get their booster shots and protect residents from any future waves of the coronavirus.\nThe suggested plan is driven by the potential threat of a new variant, which could cause a fresh rise in cases and hospitalizations and the need for more “forceful” action, Dr. Varma said.\nThe plan also comes as Mayor Eric Adams has been aggressively promoting efforts to rebuild the city’s economy in recent weeks, removing the vaccination mandate for indoor activities and mask mandates for schools. The mayor has also been encouraging tourists to visit New York, telling people at a recent news conference in Times Square to come and “spend money.”\nIf the plan were to be adopted, New Yorkers who have received at least one dose of a coronavirus vaccine but have yet to get a booster would receive a text, an email and a postcard with a location and an appointment to get the shots. The plan also suggests reinstating the $100 incentive for receiving the booster shot, a program that was introduced by Mr. de Blasio and reintroduced by Mr. Adams in February, although it expired at the end of the month.\n“I am thrilled at the progress we’ve made in the past two months and exhilarated by the increasing return to normal life in New York City,” Mr. Levine said in an interview. “We need this.”\nThe effect of the Omicron wave over the winter was a major setback for the city’s recovery, he said, one that he doesn’t want to see again. “There are steps we can take now to prepare ourselves, so that we can blunt the severity of a future wave.”\nPositive test rates, deaths and hospitalizations in New York City have all fallen in recent weeks, according to a New York Times database. An average of 662 daily cases were being reported as of Tuesday, compared with more than 40,000 a day during the peak of the Omicron wave.\nBooster shots have been shown to be 90 percent effective at preventing hospitalization from the Omicron variant, and were found to be especially beneficial against infection and death for people ages 50 and older. But new city vaccination data shows wide disparities among residents who have received their booster shots.\nAlmost half of Manhattan has been boosted, compared with only 27 percent in the Bronx. Citywide, while 36 percent of the city’s residents overall had received their dose as of Tuesday, only 24 percent of Black residents got a booster, compared with 57 percent of Asian and Pacific Islander residents.\nMr. Levine and Dr. Varma’s plan also suggested broader Covid safety measures, calling for the city to provide frontline workers and people in communities hardest hit by the pandemic with “Covid safety bags,” which would contain rapid test kits and masks. It also suggests that government agencies allow more flexibility for remote work, as well as establish a new program to improve data collection on positive coronavirus test rates.\nIn a statement on Wednesday, Patrick Gallahue, a spokesman for the city’s health department, said the city’s case tracking system was “constantly evolving” and that the department was open to all recommendations on how to improve the city’s Covid response.\n“Data on race and poverty, as well as other characteristics, are considered in our data and we especially appreciate their prioritization,” he added. “Equity has been, and must continue to be, at the center of the recovery.”\nThe speed at which Mr. Adams has relaxed the city’s Covid safety precautions has worried some who have argued that the vaccination mandate allowed more people to feel safer going out in the city.\nIn an interview, Dr. Varma said he believed it would be difficult to get residents to comply with the mandates if they were reinstated. At this point, he added, the city should focus on preventing as many deaths as possible through an increased effort to get its residents boosted.\n“We need to focus on the things that government absolutely can and should do,” Dr. Varma said. “To me, that includes very targeted, directed outreach for people to get vaccinated.”", "url": "https://www.nytimes.com/live/2022/03/16/world/covid-19-mandates-cases-vaccine"}