{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:34:36", "date_modify": "2022-10-25 23:34:36", "date_publish": "2021-01-14 13:31:46", "description": "The timing of the Senate’s impeachment trial remains unclear. President-elect Joe Biden unveiled a sweeping economic plan on Thursday that included additional $1,400 stimulus checks. The Secret Service will establish a security “green zone” in the capital ahead of Inauguration Day.", "filename": "live_2021_01_14_us_impeachment-trump_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740876.html", "image_url": "https://static01.nyt.com/images/2021/01/14/us/14transition-briefing-promo-new/14transition-briefing-promo-new-facebookJumbo.jpg?year=2021&h=550&w=1050&s=63b5669c4466e8a44fc82bb8bd0111cace2738f9e6110b71da020009103f5c70&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_14_us_impeachment-trump_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740876.html", "title": "Murkowski Is Latest G.O.P. Senator to Signal Possible Support for Convicting Trump", "title_page": "Murkowski Is Latest G.O.P. Senator to Signal Possible Support for Convicting Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Senator Lisa Murkowski speaks at a news conference in the Capitol building. Credit... Anna Moneymaker for The New York Times\nSenator Lisa Murkowski, Republican of Alaska, said on Thursday that the House had acted “appropriately” in impeaching President Trump, signaling possible support for convicting him at a Senate trial in a statement that called his actions “unlawful” and said that they warranted consequences.\nMs. Murkowski said the second impeachment of Mr. Trump stood “in stark contrast” to the first, which she and virtually every other Republican opposed. She said Mr. Trump had perpetuated “false rhetoric that the election was stolen and rigged” and launched a “pressure campaign against his own vice president, urging him to take actions that he had no authority to do.”\nAnd though Ms. Murkowski did not commit to finding the president guilty, saying she would listen carefully to the arguments on both sides, she strongly suggested that she was inclined to do so.\n“On the day of the riots, President Trump’s words incited violence, which led to the injury and deaths of Americans — including a Capitol Police officer — the desecration of the Capitol, and briefly interfered with the government’s ability to ensure a peaceful transfer of power,” Ms. Murkowski said.\nHer remarks came the day after the House — with support from 10 Republicans — impeached the president on a single charge of “incitement of insurrection,” and as Republicans faced the prospect of a trial that could begin as soon as next week.\nRepublicans were racing to gauge the political dynamics of a vote to convict Mr. Trump, which would open the door to disqualifying him from holding office in the future. Most of them kept their powder dry publicly, but were privately struggling to reconcile their own disdain for the leader they supported loyally for years and their fear of a backlash from a political base more devoted to Mr. Trump than any other party figure.\nThough few Republicans had gone on record in such stinging terms, Ms. Murkowski was not alone in breaking from the president. Senators Mitt Romney of Utah, Ben Sasse of Nebraska, Patrick J. Toomey of Pennsylvania and Susan Collins of Maine had spoken out harshly against Mr. Trump, leaving colleagues to speculate that they could vote to convict him and bar him from ever holding office again.\nEven Senator Mitch McConnell of Kentucky, the Republican leader, indicated to colleagues that he was undecided about whether to convict Mr. Trump, and privately told advisers he approved of the impeachment drive and believed it could help the party purge Mr. Trump.\nOthers in the party, led by Senator Lindsey Graham of South Carolina, were pushing back hard against a conviction, warning it would harm the party and the country, as federal authorities cautioned about continued violent threats from pro-Trump extremists.\nWith Mr. McConnell sending mixed signals about where he would come down, Republican strategists and seniors aides on Capitol Hill believed he could ultimately swing the result one way or another. If all senators voted, it would take 17 Republicans joining all Democrats to convict Mr. Trump. If they did, it would only take a vote by a simple majority of senators to disqualify Mr. Trump from ever holding office again.", "url": "https://www.nytimes.com/live/2021/01/14/us/impeachment-trump?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}