{"authors": ["The New York Times"], "date_download": "2022-10-25 23:28:15", "date_modify": "2022-10-25 23:28:15", "date_publish": "2020-06-04 22:43:52", "description": "Our reporters and photographers were on the ground at protests in cities across the country. Here’s what they saw on Thursday.", "filename": "live_2020_george-floyd-protests-photos-videos-06-04_1666740495.html", "image_url": "https://static01.nyt.com/images/2020/07/04/nyregion/04blog-finalheader/04blog-finalheader-articleLarge.jpg?year=2020&h=400&w=600&s=&k=&tw=1", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_george-floyd-protests-photos-videos-06-04_1666740495.html", "title": "What Happened on the 10th Day of George Floyd Protests", "title_page": "What Happened on the 10th Day of George Floyd Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m just trying to grab my phone out of my pocket, OK?” “Put it down — take it with your other hand.” [inaudible] [inaudible] “OK, my neck is being pressed against my helmet. OK? That’s my carotid artery pressed against — that’s my carotid artery pressed against my helmet. Move my [expletive] helmet. I’m not [expletive] around — I’m laying here asking you to move my helmet. [inaudible] “I’m not — please let this video show that I’m not resisting in the slightest. They just keep jerking me around. I don’t, I don’t understand this. I don’t understand this. God bless you all for recording — make sure their badge numbers are in the recording. [inaudible] Pick my phone up? That’s my property — if that doesn’t find me —” “Folks, you’re in violation of a curfew. You can leave voluntarily or you can be placed under arrest.” “Can you fix my mask?” “You’re in violation of the curfew.” “Can you please fix my mask?” “You’re in violation of the curfew.” “I’m a member of the press.” “Thank you very much.” [inaudible] “OK? Thank you very much.” Loudspeaker: “Other than essential workers, no persons or occupied vehicles —”", "url": "https://www.nytimes.com/live/2020/george-floyd-protests-photos-videos-06-04"}