{"authors": ["Isabella Simonetti", "Joe Rennison"], "date_download": "2022-10-25 23:34:12", "date_modify": "2022-10-25 23:34:12", "date_publish": "2022-08-12 07:39:25", "description": "Positive economic signs have sent the S&P 500 higher for four consecutive weeks, but some investors worry about how long the rally can last.", "filename": "live_2022_08_12_business_economy-news-inflation-stocks_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740852.html", "image_url": "https://static01.nyt.com/images/2022/08/12/business/12stocks-chart-promo/12stocks-chart-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_08_12_business_economy-news-inflation-stocks_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740852.html", "title": "Inflation, Stock Market and Business News: Aug. 12, 2022", "title_page": "Inflation, Stock Market and Business News: Aug. 12, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shoppers in Moscow. The Russian economy has proved more resilient to sanctions than some economists initially expected, but experts now predict a downturn.\nThe Russian economy contracted steeply in the second quarter as the country felt the brunt of the economic consequences of its war in Ukraine, in what experts believe to be the start of a yearslong downturn.\nThe economy shrank 4 percent from April through June compared with a year earlier, the Russian statistics agency said on Friday. It is the first quarterly gross domestic product report to fully capture the change in the economy since the invasion of Ukraine in February. It was a sharp reversal from the first quarter, when the economy grew 3.5 percent.\nWestern sanctions, which cut off Russia from about half of its $600 billion emergency stash of foreign currency and gold reserves, imposed steep restrictions on dealings with Russian banks and cut access to American technology, prompting hundreds of major Western corporations to pull out of the country.\nBut even as imports to Russia dried up and financial transactions were blocked, forcing the country to default on its foreign debt, the Russian economy proved more resilient than some economists had initially expected, and the fall in G.D.P. reported on Friday was not as severe as some had expected in part because the country’s coffers were flush with energy revenue as global prices rose.\nAnalysts, though, say the economic toll will grow heavier as Western nations increasingly turn away from Russian oil and gas, critical sources of export revenue.\n“We thought it would be a deep dive this year and then even out,” Laura Solanko, a senior adviser at the Bank of Finland Institute for Economies in Transition, said of the Russian economy. Instead, there has been a milder economic decline, but it will continue into next year, putting the economy in a shallower recession for two years, she said.\nRussia, a $1.5 trillion economy before the war started, moved quickly in the days after the invasion to mitigate the impact of sanctions. The central bank more than doubled the interest rate to 20 percent, severely restricted the flow of money out of the country, shut down stock trading on the Moscow Exchange and loosened regulations on banks so lending didn’t seize up. The government also increased social spending to support households and loans for businesses hurt by sanctions.\nThe measures blunted some of the sanctions’ impact. And as the ruble rebounded, Russia’s finances benefited from high oil prices.\n“Russia withstood the initial sanction shock” and “has been relatively resilient so far,” said Dmitry Dolgin, the chief economist covering Russia at the Dutch bank ING. But, he noted, unless Russia manages to diversify its trade and finances, the economy will be weaker in the long term.\nRetail trade declined about 10 percent, the statistics agency said, while wholesale business activity fell 15 percent.\nMichael S. Bernstam, a research fellow at the Hoover Institution at Stanford University, said the data released on Friday were in line with other reports from Russia. He, too, expects the economy to deteriorate in the second half of this year, and then again in 2023.\nImage Filling up in St. Petersburg. The outlook for Russia’s energy industry, a major part of the country’s economy, is dim. Credit... Anatoly Maltsev/EPA, via Shutterstock\nAs the war drags on, many countries and companies will look to permanently end relationships with Russia and its domestic companies. Businesses will have trouble getting replacement parts for Western-made machines, and software will need updates. Russian companies will need to rearrange their supply chains as imports seize up.\nThe prospects for Russia’s energy industry, central to the country’s economy, are deteriorating. The United States and Britain have already banned Russian oil imports, and the country’s oil output will fall further early next year when the full impact of a European Union ban on imports comes into effect. Russia would need to find customers for roughly 2.3 million barrels of crude and oil products a day, which is about 20 percent of its average output in 2022, according to the International Energy Agency.\nSo far countries including India, China and Turkey have absorbed some of the lost trade from Europe and the United States, but it’s unclear how many new buyers can be found.\nReliance on Russian natural gas is also being reduced. In the final week of June, total European Union gas imports from Russia were down 65 percent from a year earlier, according to a report by the European Central Bank. Some of these declines were forced on Europe because Russia has been cutting its supplies of gas. But European countries have ramped up efforts to find alternative sources and are, for example, quickly developing infrastructure for additional imports of liquefied natural gas.\nThe economy will suffer as the “exhaustion of inventories of investment imports, enforcement of the E.U. oil embargo, higher financial pressure on households and their higher dependence on the state” take their toll, while the ability of the central bank and government to provide monetary and fiscal support is limited, Mr. Dolgin of ING wrote.\nImage Inflation in Russia was more than 15 percent in July. Credit... Yuri Kochetkov/EPA, via Shutterstock\nShortly after the invasion of Ukraine, inflation in Russia soared as households scrambled for goods they expected to become scarce. In July, inflation was running more than 15 percent, according to the Russian central bank. Already, though, there are signs inflation is slowing down, and as a result the central bank has slashed interest rates to 8 percent, lower than they were before the war.\nLast month, the bank said that business activity had not slowed as much as expected, but that the economic environment “remains challenging and continues to significantly constrain economic activity.”\nThe bank forecast that the economy will shrink 4 percent to 6 percent this year, much less than it originally expected right after the start of the war. That 6 percent figure also matches the latest update from the International Monetary Fund.\nThe economy will have a deeper contraction next year and not return to growth until 2025, the central bank said on Friday. The bank forecast that inflation would be 12 percent to 15 percent by the end of the year.\nIn coming months, supply chain issues will present challenges, as businesses constrained by sanctions try to alter their supply chains to replenish stockpiles of finished and raw goods.\n“I don’t think the Russian economy is doing well at the moment,” Ms. Solanko said. But the idea that sanctions and the departure of companies from Russia would cause the economy to rapidly collapse was never realistic. “Economies just don’t vanish,” she said.", "url": "https://www.nytimes.com/live/2022/08/12/business/economy-news-inflation-stocks?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}