{"authors": ["Neil Macfarquhar", "Ron Depasquale", "Rana F. Sweis"], "date_download": "2022-10-25 23:25:51", "date_modify": "2022-10-25 23:25:51", "date_publish": "2020-11-18 09:58:22", "description": "New York City public schools are shutting their doors again. And the C.D.C. has deleted a disputed document it posted this summer to support President Trump’s push to reopen classrooms.", "filename": "live_2020_11_18_world_covid-19-coronavirus_1666740351.html", "image_url": "https://static01.nyt.com/images/2020/11/18/science/18VIRUS-BRIEFING-250000-1/18VIRUS-BRIEFING-250000-1-facebookJumbo.jpg?year=2020&h=550&w=1050&s=d909d96d7785a5a12cb65fa2c90b59b781b9b65411c4d9eda6da39a945af9802&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_11_18_world_covid-19-coronavirus_1666740351.html", "title": "The Coronavirus Has Now Killed 250,000 People in the U.S.", "title_page": "The Coronavirus Has Now Killed 250,000 People in the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Prison inmates in El Paso loaded bodies into a refrigerated truck outside the county medical examiner’s office on Tuesday. Credit... Mario Tama/Getty Images\nThe United States passed a grim milestone on Wednesday, hitting 250,000 coronavirus-related deaths, with the number expected to keep climbing steeply as infections surge nationwide.\nExperts predict that the country could soon be reporting 2,000 deaths a day or more, matching or exceeding the spring peak, and that 100,000 to 200,000 more Americans could die in the coming months.\nJust how bad it gets will depend on a variety of factors, including how well preventive measures are followed and when a vaccine is introduced.\n“It all depends on what we do and how we address this outbreak,” said Jeffrey Shaman, a Columbia University professor of environmental health sciences who has modeled the spread of the disease. “That is going to determine how much it runs through us.”\nBack in March, when the virus was still relatively new and limited mainly to a few significant pockets like New York, Dr. Anthony S. Fauci, the top infectious disease expert in the country, predicted that it might kill up to 240,000 Americans.\nIt has now passed that mark, with no end in sight.\nSince the very beginning, preventive measures like wearing masks have been caught up in a political divide, and that remains the case today, as the Trump administration resists beginning a transition of power to President-elect Joseph R. Biden Jr. and cooperating on a pandemic strategy.\nNew vaccines may begin to have an impact next year, experts said, and for now, developments in treating the disease as well as a younger population getting infected mean that far fewer people who are admitted to hospitals are dying. Infections are also being diagnosed earlier, which helps combat it.\nThe deadliest day of the pandemic in the United States was April 15, when the reported daily toll hit 2,752.\nThere is always a lag in deaths, compared with the rate of infection and hospitalizations, and with the latter measure now hitting records every day — 76,830 Americans were hospitalized on Tuesday, according to the Covid Tracking Project — the death toll is certain to go on rising.\nCovid-19 deaths have continued their bleak march with little respite throughout the year.\nBy April 24, 50,000 people had died. That number doubled to 100,000 by May 27 and added another 50,000 within two months, by July 29. Two months later, on Sept. 22, the total reached 200,000.\nToward the end of the summer, the number of cases being reported daily in the United States eased, after a brief spike in July. But they have been soaring again since the beginning of November.\nOn Sept. 22, there had been somewhat more than 6.9 million total cases in the United States, according to a New York Times database. As of today, there have been more than 11.5 million.\nThe combination of the onset of winter, fatigue with preventive measures, holiday travel and gatherings as well as the patchwork of responses across all 50 states is expected to drive that number still higher.\nMore than 172,000 cases were announced across the United States on Wednesday — the second-highest daily total of the pandemic.\n“We have a lot of people who have not been infected with this yet,” said Dr. Shaman. “If you get complacent, the virus does not care. It is just going to come back.”", "url": "https://www.nytimes.com/live/2020/11/18/world/covid-19-coronavirus"}