{"authors": ["Andrew E. Kramer", "Marc Santora", "William Lamb", "Farnaz Fassihi", "Natalia Yermak", "Nicole Tung", "Jeffrey Gettleman", "Thomas Gibbons-Neff", "Matina Stevis-Gridneff", "Vivek Shankar"], "date_download": "2022-10-25 23:42:20", "date_modify": "2022-10-25 23:42:20", "date_publish": "2022-09-14 05:11:40", "description": "Ukraine’s president made an unannounced visit to Izium, which Kyiv’s forces seized in a lightning offensive in the northeast. Russian strikes in the southern city of Kryvyi Rih sent water gushing downstream as residents worried about flooding.", "filename": "live_2022_09_14_world_ukraine-russia-war_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741340.html", "image_url": "https://static01.nyt.com/images/2022/09/14/multimedia/14ukraine-blog-promo-8PM/14ukraine-blog-promo-8PM-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_14_world_ukraine-russia-war_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741340.html", "title": "Ukraine News: Zelensky Visits a City Just Miles From the Front, Underscoring Ukraine’s Gains", "title_page": "Ukraine News: Zelensky Visits a City Just Miles From the Front, Underscoring Ukraine’s Gains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Volodymyr Zelensky of Ukraine made an unannounced visit to Izium, in northeastern Ukraine, on Wednesday, where Russian forces had retreated about a week earlier.\nIZIUM, Ukraine — Standing in a cold drizzle among wreckage left behind by Russia’s chaotic retreat, President Volodymyr Zelensky looked to the sky on Wednesday toward Ukraine’s flag flying over the main square of a city reclaimed just days ago in a stunning counterattack.\n“Today, when we look up, we are looking for only one thing — the flag of Ukraine,” Mr. Zelensky told soldiers in front of the city’s bombed-out municipal building. “Our blue and yellow flag is already flying in de-occupied Izium. And it will be so in every Ukrainian city and village.”\nThe president’s unannounced appearance in Izium, about nine miles from the front in Ukraine’s northeast, was a tangible sign of Ukraine’s soaring morale and its growing boldness — a demonstration that the military could ensure Mr. Zelensky’s safety even near the front and that it would staunchly defend what it had reclaimed.\nRussian soldiers fled the city in a humiliating retreat last week, abandoning tanks, trucks and boxes of ammunition in the streets, and Mr. Zelensky’s visit underscored that humiliation.\nImage On a news media tour arranged by the Ukrainian government, Ukrainian soldiers posed in front of a sign at the entrance to Izium on Wednesday. Credit... Nicole Tung for The New York Times\nAfter addressing the soldiers, Mr. Zelensky stood for a moment of silence to commemorate those killed in the fighting. He then posed for photographs with soldiers and left, lest the Russian military launch a missile at the square while he and government ministers were in easy range, aides said.\nAfter months telegraphing an intention to counterattack in the south, the Ukrainian Army this month staged a lightning offensive in the northeastern Kharkiv region, capturing thousands of square miles of territory, dozens of towns and villages and important centers like Izium, a railway hub for eastern Ukraine.\nAfter the defeat of Russian troops in the battle for Ukraine’s capital, Kyiv, early in the war, the Kharkiv counteroffensive has been Ukraine’s most successful military operation. Ukrainian officials are now seeking to capitalize on two key gains: demoralization in the Russian Army and the greater willingness of Western governments to assist Ukraine with weapons supplies.\nThe shipments of weapons from the European Union have slowed, but its leaders have stood by Ukraine despite the pains of a growing energy crisis caused by the war. The top E.U. executive official, Ursula von der Leyen, proposed measures to ease the spiraling prices, and said in a speech on Wednesday that sanctions on Russia would remain in place.\nImage A Russian tank with the “Z” symbol was abandoned in a square with a Soviet-era monument in Izium on Wednesday. Credit... Nicole Tung for The New York Times\n“This is a war on our energy, a war on our economy, a war on our values and a war on our future,” she told E.U. lawmakers in Strasbourg, France.\nUkrainian forces were pressing the advantage on Wednesday, fighting on the outskirts of Lyman, according to Ukrainian officials. The city, near the Russian-occupied province of Luhansk, could serve as a launching point for advances east.\nBut military analysts say the Ukrainians’ rapid advance comes with a risk of stretching lines too thin, which could expose reclaimed towns to Russian attacks. Despite its problems with manpower and organization, Russia still has a significant advantage over Ukraine in supplies and ammunition. And as Russian forces establish new defensive positions, front lines could freeze into a bloody stalemate that saps Ukraine’s strength through the winter.\nRussia has also shown a willingness to strike civilian targets far from the front. Hours after Mr. Zelensky’s visit, a salvo of cruise missiles slammed into the central Ukrainian city of Kryvyi Rih, the president’s hometown, where, residents said, a dam was damaged.\nIn Izium, where soldiers patrolled eerily deserted streets and explosions rang out every hour or so as Ukrainian soldiers cleared land mines, the city seemed only in the early stages of returning to normal.\nRussian graffiti still sprawled on a sign leading into town proclaimed “New Moscow” beside an abandoned Russian tank and green boxes of ammunition. Of the town’s prewar population, about 40,000, about a quarter remained during the occupation.\nImage Passing abandoned Russian military vehicles near Izium on Wednesday. Credit... Nicole Tung for The New York Times\nOfficials on the high-level visit with the president wasted no opportunity to thumb their noses at the Russian Army’s pell-mell departure.\n“The Russian were defeated here, and they fled in a shameful way,” Hanna Maylar, a deputy minister of defense, said in an interview. But, she added, intense fighting continues in other areas. “Most of Kharkiv region is liberated, but the Russians still have a plan to conquer Ukraine.”\nThe Kharkiv offensive, and in particular the move into Izium, was a significant setback for Russia’s war effort. By threatening a flank of Russian forces in the eastern Donbas region, the offensive has all but ruled out a secure Russian takeover of the Donbas, military analysts say.\nThe region became central to Russia’s military objectives after the failed attack on Kyiv, and President Vladimir V. Putin of Russia cited it among his justifications for the invasion in February. He asserted that Russian troops had been deployed to protect Russian speakers in the Donbas against the Ukrainian government, which the Kremlin has falsely claimed is full of “Nazis.”\nBut Anton Gerashchenko, a Ukrainian deputy minister of interior, said the collapse in Russian morale was perhaps a greater achievement of the counterattack than regained territory.\n“Russia already lost,” he said. “They destroyed the myth themselves. For 20 years, they built up stories that ‘our army is the strongest.’ And then it turns out not to be so.”\nPro-Russia bloggers, formerly cheering on their military and recently criticizing the leadership for setbacks, were distraught by Mr. Zelensky’s visit to Izium.\nImage For residents in Izium, the Russians’ swift departure was as much a surprise for them as the Russians who had occupied the city. Credit... Nicole Tung for The New York Times\n“The commander in chief Zelya is right there,” wrote one, Aleksandr Zhuchkovsky. “Posing in Izium with the valiant ‘defenders.’” He added that the Russian saying “Where once the Russian flag is raised it should not be lowered” should be retired “to avoid being ashamed.”\nHe called, vaguely, for an overhaul of the Russian leadership. “This pain should be treated not with vodka, but with urgent decisions, cardinal reforms of the system.”\nBut despite growing calls from Russian nationalists for a full-scale draft, a spokesman for the Kremlin, Dmitri S. Peskov, said on Tuesday that mobilization was “not being discussed at the moment.”\nFor residents in Izium, where damp fall leaves littered the asphalt, the Russians’ swift departure was as much a surprise for them as the Russians who had occupied the city for nearly seven months. Over all, as Russia has fallen back from the northeast, Ukrainian forces have taken back an area that is home to about 150,000 people in 300 cities, towns and villages.\nImage A Ukrainian soldier in front of a destroyed apartment block in Izium on Wednesday. Credit... Nicole Tung for The New York Times\nYevhen Yenin, a deputy minister of internal affairs in Ukraine, said the police had found 10 bodies in and around the nearby town of Balakliya, indicating the Russian Army had committed human rights abuses. So far, soldiers have stumbled on no scene as macabre as the streets of Bucha, a Kyiv suburb where the bodies of about 450 civilians were left behind by retreating Russian troops.\n“The work is just beginning” in the northeast, Mr. Yenin said, adding that it was “too early to tell” the extent of abuses. The regional police in Kharkiv said in a statement on Wednesday that they had confirmed the death by torture of one person in a police station used by Russian forces to detain civilians in Balakliya. A former detainee told reporters on Tuesday he had been subjected to electrical shocks.\nThe Russian government has dismissed witness accounts, photographs, videos and other evidence of atrocities by its soldiers in Bucha, and has denied accusations against its forces.\nResidents of newly reclaimed communities have said that the Ukrainian authorities were interrogating some people and searching for collaborators, and that civilians had died in the Ukrainian counterattack on their communities. But the mood was generally of deep gratitude.\n“I stood on the bridge and watched our boys come in, and I wanted to hug them all,” said Oleksandr Sabodishin, a retiree, who was riding his bicycle on errands on Wednesday.\n“From morning to night, I baked pies and brought them to our soldiers,” said another retiree, Lyubov Shamrai. “I made cherry dumplings, strawberry dumplings. I wanted to give them something homemade.”\nImage Ukrainian soldiers on a bridge over the Siversky Donets River in Izium on Wednesday. Credit... Nicole Tung for The New York Times\nIn the ceremony at Izium’s square, Mr. Zelensky watched the flag raised over ruins — all four buildings ringing the plaza were burned, partly collapsed or lacking roofs. It was unclear whether they had been damaged in the Russian assault on the city in March or the Ukrainian counterattack this month.\n“There are no surprises,” Mr. Zelensky said of the destruction. “This is shocking, but not a shock for me. We saw this in Bucha, the same destroyed buildings, killed people. It’s part of our history now and a part of the modern Russian nation. They did it.”\nAndrew E. Kramer reported from Izium, Ukraine, and Marc Santora from Kyiv, Ukraine. Matthew Mpoke Bigg and Cora Engelbrecht contributed reporting from London, Matina Stevis-Gridneff and Monika Pronczuk from Brussels, and Jeffrey Gettleman from Kryvyi Rih, Ukraine.", "url": "https://www.nytimes.com/live/2022/09/14/world/ukraine-russia-war?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}