{"authors": ["Lydia Depillis"], "date_download": "2022-10-25 23:34:11", "date_modify": "2022-10-25 23:34:11", "date_publish": "2022-07-28 09:04:58", "description": "Gross domestic product fell by 0.2 percent in the second quarter, after a 0.4 percent decline in the first, fueling fears that a recession may have already begun.", "filename": "live_2022_07_28_business_gdp-inflation-news_1666740851.html", "image_url": "https://static01.nyt.com/images/2022/07/27/business/gdp-quarterly-change-promo/gdp-quarterly-change-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_28_business_gdp-inflation-news_1666740851.html", "title": "G.D.P. Report Shows U.S. Economy Shrank Again", "title_page": "G.D.P. Report Shows U.S. Economy Shrank Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "+8 % Gross domestic product +6 +4 +2 0 –0.2% 2nd quarter 2022 –2 –4 –6 –8 ’06 ’08 ’10 ’12 ’14 ’16 ’18 ’20 ’22 +8 % Gross domestic product +6 +4 +2 0 –0.2% 2nd quarter 2022 –2 –4 –6 –8 ’06 ’08 ’10 ’12 ’14 ’16 ’18 ’20 ’22\nA key measure of economic output fell for the second straight quarter, raising fears that the United States could be entering a recession — or perhaps that one had begun.\nGross domestic product, adjusted for inflation, fell 0.2 percent in the second quarter, the equivalent of an 0.9 percent annual rate of decline, the Commerce Department said Thursday.\nThe 0.2 percent decline followed a contraction of 0.4 percent in the first three months of the year — meaning that by one common but unofficial definition, the U.S. economy has entered a recession a mere two years after it emerged from the last one.\nMost economists still don’t think the economy meets the formal definition of a recession, which is based on a broader set of indicators including measures of income, spending and employment. The G.D.P. data itself will also be revised several times in the months ahead.\nStill, the data released on Thursday left little doubt that the recovery is losing momentum amid high inflation and rising interest rates. Business investment and construction activity both fell in the second quarter after rising in the first. Consumer spending, adjusted for inflation, remained positive but slowed. After-tax income fell after adjusting for inflation.\n“We don’t think we’re in a recession just yet,” said Aditya Bhave, senior economist for Bank of America. “But the bigger point here is that the underlying trend in domestic demand is weakening. You see a clear deceleration from the first quarter.”\nA deceleration, on its own, isn’t necessarily bad news. The Federal Reserve has been trying to cool off the economy in a bid to tame inflation, and the White House has argued that the slowdown is part of an inevitable and necessary transition to a period of steadier growth after last year’s rapid recovery.\n“Coming off of last year’s historic economic growth — and regaining all the private sector jobs lost during the pandemic crisis — it’s no surprise that the economy is slowing down as the Federal Reserve acts to bring down inflation,” President Biden said in a statement issued after the G.D.P. report. “But even as we face historic global challenges, we are on the right path and we will come through this transition stronger and more secure.”\nStill, forecasters in recent weeks have become increasingly concerned that the Fed’s aggressive moves — including raising interest rates three-quarters of a percentage point on Wednesday for the second month in a row — will result in a recession. There are hints that layoffs are picking up and that consumers are struggling to keep pace with rapidly rising prices.\n“The job market doesn’t have to turn around that much in order for us to have a recession,” said Tim Quinlan, senior economist for Wells Fargo.", "url": "https://www.nytimes.com/live/2022/07/28/business/gdp-inflation-news"}