{"authors": ["Catie Edmondson", "Jim Tankersley"], "date_download": "2022-10-25 23:47:07", "date_modify": "2022-10-25 23:47:07", "date_publish": "2021-05-20 12:21:47", "description": "The measure is the first legislative action that Congress has taken to bolster law enforcement’s response to attacks on people of Asian descent during the pandemic. The White House is exploring options to help rebuild the besieged Gaza Strip.", "filename": "live_2021_05_20_us_joe-biden-news-today_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741627.html", "image_url": "https://static01.nyt.com/images/2021/05/20/us/20new-washington-briefing-promo1/20new-washington-briefing-hatecrime-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d8144f6c33c4c4e832923ed1cf33a76c0b24c80e19fec438d7bd3a5204904490&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_20_us_joe-biden-news-today_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741627.html", "title": "Biden Signs Bill Addressing Hate Crimes Against Asian-Americans", "title_page": "Biden Signs Bill Addressing Hate Crimes Against Asian-Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:36 - 0:00 transcript Biden Welcomes Cease-Fire Between Israel and Hamas President Biden said on Thursday that Israel and Hamas had agreed to a “mutual, unconditional” cease-fire and expressed condolences to the families of the victims of the worst fighting in years in the region. Folks, I just spoke with Prime Minister Netanyahu. Earlier today, I spoke with the President al-Sisi of Egypt. Prime Minister Netanyahu informed me that Israel has agreed to a mutual, unconditional cease-fire to begin in less than two hours. The Egyptians have now informed us that Hamas and the other groups in Gaza have also agreed. My conversation with President Netanyahu — I commend him for the decision to bring the current hostilities to a close within less than 11 days. The United States fully supports Israel’s right to defend itself against indiscriminate rocket attacks from Hamas and other Gaza- based terrorist groups that have taken the lives of innocent civilians in Israel. I extend my sincere gratitude to President al-Sisi and the senior Egyptian officials who played such a critical role in this diplomacy. I also appreciate the contributions of other parties in the region who have been engaged in working toward the end of hostilities. These hostilities have resulted in the tragic deaths of so many civilians, including children. And I send my sincere condolences to all the families, Israeli and Palestinian, who have lost loved ones and my hope for a full recovery for the wounded. I believe the Palestinians and Israelis equally deserve to live safely and securely and enjoy equal measures of freedom, prosperity and democracy. My administration will continue our quiet, relentless diplomacy toward that end. President Biden said on Thursday that Israel and Hamas had agreed to a “mutual, unconditional” cease-fire and expressed condolences to the families of the victims of the worst fighting in years in the region. Credit Credit... Doug Mills/The New York Times\nPresident Biden praised what he described as a “mutual, unconditional” cease-fire between Israel and Hamas on Thursday, sending his condolences to “all the families, Israeli and Palestinian,” who endured some of the worst fighting the region has seen in years.\n“I believe the Palestinians and Israelis equally deserve to live safely and securely,” Mr. Biden said during brief remarks delivered at the White House, “and to enjoy equal measures of freedom, prosperity and democracy.”\nMr. Biden’s appearance in the East Room was quickly arranged after Hamas and Israel confirmed that they had agreed to a cease-fire mediated by Egypt — a de facto intermediary since the two groups do not deal directly with each other — to begin on Friday morning.\nMr. Biden did not answer questions from reporters about whether he believed the agreement to draw down the violence would hold.\nEarlier in the day, Prime Minister Benjamin Netanyahu of Israel had cautioned that “the reality on the ground will determine the continuation of the campaign.”\nIn the hours before the cease-fire announcement, Mr. Biden held a call with President Abdel Fattah el-Sisi of Egypt to discuss the possibility of brokering an end to more than 10 days of violence between Hamas, the militant group that controls Gaza, and the Israelis.\nMr. Biden had in recent days spoken six times, and on increasingly blunt terms, with Mr. Netanyahu, warning him that he could not withstand mounting international criticism of the Gaza strikes for long. In his remarks, Mr. Biden said he had also spoken with Mahmoud Abbas, the president of the Palestinian National Authority.\nThe president’s advisers said he believed he could quietly push Mr. Netanyahu, whom he has known for 40 years, to bring an end to violence that has killed more than 230 people in Gaza and 12 in Israel, many of them civilians.\nBut the cease-fire failed to materialize directly after their latest phone call on Wednesday, when Mr. Biden said he expected a significant de-escalation in violence that day. Amid mounting international pressure to find a resolution to the violence and direct appeals from some Democrats, White House officials on Thursday found themselves having to explain that Mr. Biden’s choice to speak carefully in public and forcefully in private had been the best approach.\nFor his part, Mr. Biden on Thursday appeared eager to emphasize that “quiet, relentless diplomacy” had led to the cease-fire.\n“We have believed that they are in a position to start winding their operations down,” said Jen Psaki, the White House press secretary, though the administration’s readout of a Wednesday call held by the two leaders had been framed with much more direct language. “And certainly that is what we’ve been conveying.”\nWhen asked why Mr. Biden had waited until Thursday to hold a call with Mr. Sisi, Ms. Psaki said that the administration’s approach to diplomacy “does not always require a call from a global leader.” Earlier in the day, Kamala Harris, the vice president, held a call with King Abdullah II of Jordan, to brief him “on our intensive diplomatic efforts to support the path to a cease-fire in Gaza,” she said in a tweet.\nSecretary of State Antony J. Blinken, speaking to reporters while on a trip to Greenland, said that he would be “prepared at any time to go to Israel” or to parts of the Middle East “if that would serve the purpose of moving beyond violence and helping to work on improving lives for Israelis and Palestinians alike.”\n“There’s a deep and shared concern around the world for the deaths of Palestinians and innocent Israelis, and that our goal continues to be to stop the violence, bring calm, and then get back to work, trying to build lasting stability and a more hopeful future,” Mr. Blinken said.", "url": "https://www.nytimes.com/live/2021/05/20/us/joe-biden-news-today?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}