{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:43:01", "date_modify": "2022-10-25 23:43:01", "date_publish": "2021-06-14 08:33:19", "description": "The U.S. leader attended his first NATO summit as president. The 30 member nations singled out China’s rising military power as presenting “challenges.”", "filename": "live_2021_06_14_world_nato-summit_1666741381.html", "image_url": "https://static01.nyt.com/images/2021/06/14/world/14BIDEN-NATO-RUSSIA/merlin_143667657_e881af09-6141-4bb2-a8b7-f5f364ceb6cb-facebookJumbo.jpg?year=2021&h=549&w=1050&s=5c5ad956795da80a5d2df25176eb6afcfead5020ceb3675914d6aa777ae735aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_14_world_nato-summit_1666741381.html", "title": "NATO News: As Putin Meeting Nears, Biden Says U.S. Does Not Seek ‘Conflict’", "title_page": "NATO News: As Putin Meeting Nears, Biden Says U.S. Does Not Seek ‘Conflict’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:49 - 0:00 transcript ‘I’m Not Looking For Conflict With Russia,’ Biden Says President Biden said on Monday that he will tell President Vladimir V. Putin that the U.S. is not looking for confrontation, but “will respond if Russia continues its harmful activities” when the two meet in Geneva on Wednesday. I had the honor of leading off the discussion today among the 30 nations. And I pointed out that we’re facing a once-in-a-century global health crisis, at the same time, the Democratic values that undergird our alliance are under increasing pressure, both internally and externally. Russia and China are both seeking to drive a wedge in our trans-Atlantic solidarity. We’re seeing an increase in malicious cyberactivity. But our alliance is a strong foundation on which we can — our collective security and our shared prosperity can continue to be built. And I made a point to make clear that the U.S. commitment to Article 5 of the NATO treaty is rock-solid and unshakable. We talked about Russia’s aggressive acts that pose a threat to NATO and our collective security. That’s why I met with the Bucharest 9, the Eastern-flank allies, in advance of this summit and today also met with the leaders of the three Baltic states: Estonia, Latvia and Lithuania. I shared with our allies that I’ll convey to — what I’ll convey to President Putin. But I’m not looking for conflict with Russia, but that we will respond if Russia continues its harmful activities. And we will not fail to defend the trans-Atlantic alliance or stand up for democratic values. As allies, we also affirmed our continued support for the sovereignty and territorial integrity of Ukraine. We agreed to keep consulting closely on nuclear deterrence, arms control and strategic stability. President Biden said on Monday that he will tell President Vladimir V. Putin that the U.S. is not looking for confrontation, but “will respond if Russia continues its harmful activities” when the two meet in Geneva on Wednesday. Credit Credit... Pool photo by Alexei Nikolsky\nAhead of his meeting with President Vladimir V. Putin of Russia on Wednesday, President Biden said that the United States was not looking for confrontation with the Kremlin.\n“What I’ll convey to President Putin is that I’m not looking for conflict with Russia but that we will respond if Russia continues its harmful activities,” Mr. Biden said at a news conference in Brussels on Monday before flying to Geneva for a private meeting with the Russian leader. “And we will not fail to defend the trans-Atlantic alliance or stand up for democratic values.”\nThe meeting comes amid a period of rising tensions between the United States and Russia.\nEarlier, some NATO leaders were said to have expressed concerns that just by meeting with the Russian president, Mr. Biden risked appearing to reward him, despite Russian aggression in Eastern Europe and elsewhere.\nMr. Biden said that was not the case.\n“Every world leader here, as a member of NATO, has spoken today, and most have mentioned it, thanked me for meeting with Putin now,” he said.\nSkeptics say that the new United States president, his sights set squarely on the challenges posed by the rise of China, may be “sleepwalking” into an unwise rapprochement with a power that many European leaders view as their principal threat.\nNATO leaders, gathered at a summit meeting on Monday, have usually gone out of their way to adjust to the strategic priorities of the group’s most powerful member, the United States. But its main concern remains a newly aggressive Russia.\nChina has received NATO’s attention because the country is expanding military exercises with Russia, sending its ships into the Mediterranean. It also has a base in Africa. But NATO member states from Central and Eastern Europe, as well as Germany, are concerned that concentrating on China will divert alliance attention and resources from the problem closer to home.\nRussia has invaded Ukraine and stationed thousands of troops on its borders. It has poisoned and imprisoned dissidents at home, and abroad has hacked Western governments and companies and propped up President Aleksandr G. Lukashenko’s even more oppressive Belarus.\nRussia has also developed sophisticated new intermediate-range missiles that can carry nuclear warheads and modernized its armed forces significantly, making Europe more vulnerable.\n“Even though European opinion is becoming more hawkish toward China, European countries are concerned with getting onboard with an overly confrontational U.S. approach,” said Michal Baranowski, the director of the Warsaw office of the German Marshall Fund.\nThere is new concern, he said, after Mr. Biden decided to waive sanctions on companies involved in finishing the contentious natural-gas pipeline between Russia and Germany called Nord Stream 2.\nIn Poland, Mr. Baranowski said, “there is increased worry and the perception that Washington is going soft on Putin and sleepwalking into a reset with Russia.”", "url": "https://www.nytimes.com/live/2021/06/14/world/nato-summit"}