{"authors": ["Richard Fausset", "Pranshu Verma", "Sean Keenan"], "date_download": "2022-10-25 23:47:52", "date_modify": "2022-10-25 23:47:52", "date_publish": "2020-11-19 13:21:54", "description": "The Georgia secretary of state’s office confirmed the results after six days of hand counting, as president Trump also sought to insert himself into vote-counting in Michigan. And Mitt Romney characterized President Trump’s maneuvering as an attempt to “overturn the election.”", "filename": "live_2020_11_19_us_joe-biden-trump-updates_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741672.html", "image_url": "https://static01.nyt.com/images/2020/11/19/us/politics/19dc-transition-briefing-georgia/19dc-transition-briefing-georgia-facebookJumbo.jpg?year=2020&h=550&w=1050&s=411e898fcc2cea13c634081d972f232b6dba712c28b78b049af83f97ab643cef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_11_19_us_joe-biden-trump-updates_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741672.html", "title": "Presidential Transition: Georgia Completes Full Recount, Reaffirming Biden’s Win", "title_page": "Presidential Transition: Georgia Completes Full Recount, Reaffirming Biden’s Win - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A spokesman for Senator Mitch McConnell declined to comment on President Trump’s invitation to Michigan lawmakers to meet with him at the White House as he tries to subvert the Electoral College process. Credit... Erin Schaff/The New York Times\nIncreasingly brazen attempts by President Trump to overturn the results of the 2020 election drew little response on Thursday from congressional Republicans, who have stood by the president’s side and declined to acknowledge President-elect Joseph R. Biden Jr.’s victory.\nAmong Republican leaders, only Senator Joni Ernst of Iowa challenged aspects of groundless claims about election wrongdoing put forward by Mr. Trump’s lawyers on Thursday, including that there had been nationally coordinated fraud by Democrats.\nIn an interview with Fox News’s Guy Benson, Ms. Ernst defended Mr. Trump’s right to challenge the results in court. But she stressed there needed to be “proof” of wrongdoing and called accusations by Sidney Powell, one of the president’s lawyers, that lawmakers in both parties had helped rig the balloting “absolutely outrageous.”\n“That is an offensive comment for those of us that do stand up and represent our states in a dignified manner,” said Ms. Ernst, the fifth-ranking Senate Republican who was re-elected this month. “We believe in honesty.”\nShe added: “I’ve worn our nation’s uniform to protect the values and freedoms that our nation espouses and to have that accusation just offhandedly thrown out there just to confuse our voters across the United States, I think that is absolutely wrong.”\nMs. Ernst said she worried that sowing doubts about the election system could depress Republican turnout when voters in Georgia return to the polls in January for two runoff Senate contests, imperiling control of the Senate.\nThe pushback came as her colleagues in leadership in the House and Senate maintained a familiar silence.\nA spokesman for Senator Mitch McConnell, Republican of Kentucky and the majority leader, declined to comment on the claims made by Mr. Trump’s legal team or the president’s invitation to Michigan lawmakers to meet with him as he tries to subvert the Electoral College process and claim its electors despite losing the state.\nAides to Representative Kevin McCarthy of California, the Republican House leader; and his top deputies, Steve Scalise of Louisiana and Liz Cheney of Wyoming, did not respond to requests for comment.\nAmong the few direct critiques of Mr. Trump that emerged from a Republican was by Representative Francis Rooney of Florida, who is retiring.\n“Talk of manipulating the Electoral College is a very dangerous thing to be discussing in our configuration of democracy,” Mr. Rooney said. “We are out in the thin air. We really are.”\nHe criticized his colleagues, who he said were “just hiding out” as the president steered toward ever more extreme claims.\n“What about self-esteem or respect?” he said. “What are these people going to do in the long run when they look back at how they just sort of slavishly devoted themselves to this guy?”\nAnother retiring Republican, Representative Peter T. King of New York, said he was uneasy about the tone of the claims.\n“The president has the right to have his lawyers investigate and look for recounts,” he said. “But I don’t think we should be describing the election as fraudulent until there is evidence submitted in court and accepted.”\n“The rhetoric,” he added, “should be toned down.”\nRepresentative Fred Upton, a Michigan Republican who has already congratulated Mr. Biden as the victor, told CNN that he saw no evidence to back up Mr. Trump’s fraud allegations in his home state’s largest city, Detroit.\n“No one has seen any real identification of any real fraud,” he said, adding that it was time for the president to concede.", "url": "https://www.nytimes.com/live/2020/11/19/us/joe-biden-trump-updates?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}