{"authors": ["Ivan Nechepurenko", "Neil Macfarquhar", "Michael Crowley", "Erika Solomon", "Finbarr O Reilly"], "date_download": "2022-10-25 22:54:46", "date_modify": "2022-10-25 22:54:46", "date_publish": "2022-10-25 05:06:31", "description": null, "filename": "live_2022_10_25_world_russia-ukraine-war-news_an-appeals-court-upholds-griners-nine-year-sentence_1666738486.html", "image_url": "https://static01.nyt.com/images/2022/10/25/multimedia/25ukraine-briefing-griner-3-1-f80a/25ukraine-briefing-griner-3-1-f80a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_25_world_russia-ukraine-war-news_an-appeals-court-upholds-griners-nine-year-sentence_1666738486.html", "title": "Biden Warns Russia Against Using Nuclear Weapons as ‘Dirty Bomb’ Accusations Fly", "title_page": "Biden Warns Russia Against Using Nuclear Weapons as ‘Dirty Bomb’ Accusations Fly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Members of the Ukrainian military training in Kyiv in October. Russia has accused Ukraine of preparing to use a dirty bomb. Credit... Brendan Hoffman for The New York Times\nWestern officials quickly rejected Russia’s claim over the weekend that Ukraine was planning to use a so-called dirty bomb in its own territory. The United States and its allies have issued a series of statements accusing leaders in Moscow of making “transparently false allegations” to create a pretext for escalating the war.\nBut the intense exchanges in recent days have renewed attention on the concept of the dirty bomb itself.\nIt is a type of weapon that was thought of and tested more than three-quarters of a century ago, in the early years of the atomic age, but never fielded by a military force.\nIn the wake of the Sept. 11 attacks, government officials occasionally warned that terrorists could build one with radioactive materials used in many commercial industries, and dirty bombs became a boogeyman in the public consciousness, an object of fear.\nThe more formal name of the bombs — radiological dispersal devices, or R.D.D. — offers a fairly straightforward description of what these weapons are and how they work.\nEssentially, they are improvised bombs that use conventional high explosives to spread radioactive material into the surrounding area. But the fact that no military is known to have fielded one in its arsenal is a good indicator that they are not useful on the battlefield.\nWhat are these weapons?\nThe most commonly imagined version is small enough to fit in a backpack and contains perhaps 20 pounds or less of explosives, with a smaller mass of radioactive material placed on top.\nThat’s about the extent of it, though such a weapon potentially could be made much larger.\nThere are, however, some inherent issues with this concept that limit a bomb maker’s chances of success. First, the size of the main charge: Use too much explosive material and the radioactive substance could be largely consumed by the intense heat as the bomb detonates. Use too little and the device would not spread the radioactive material very far.\nAnother consideration is that only a few radioisotopes, which are commonly used for medical purposes or power generation, are suitable for use in this kind of device.\nA radiological dispersal device is not a “nuclear weapon” in the classical sense, as there is no fission, no fusion, no massive release of energy nor city-cratering destruction.\nWhat happens if one explodes?\nIf everything works correctly — and as an improvised bomb there are many potential failure points — a dirty bomb blasts radioactive material into tiny bits and sends it into the surrounding air. It produces a localized contamination problem, not a global one.\nPeople who inhale or ingest radioactive dust could be injured or killed, and contaminated buildings would have to be bulldozed and sent to a landfill. Excavators would likely dig up radiated soil a yard deep and tear down nearby trees — all of which would be sent to landfills as well.\nBut a lot of the effects would depend on atmospheric conditions.\nTemperature gradients would affect how high the plume of radioactive material could rise up into the air, and the speed and direction of the wind would determine how far it could spread from the blast.\nAn academic paper published in a U.S. military magazine on the topic in 2004 noted that “economic and psychosocial effects are likely to be the most serious damage mechanisms from any use of an R.D.D.”\n“The fear of ionizing radiation is a deep-seated and frequently irrational carry-over from the Cold War,” the report said. And while an attack with this kind of device “is unlikely to cause mass deaths,” it has the potential to “cause great panic and enormous economic losses.”\nAre there other risks?\nThere is significant risk to the bomb maker while building this kind of weapon.\nFor the weapon’s radiation to be lethal, the radioisotope used would have to have a strong enough intensity to harm people.\nIf the bomb makers acquire radiological material that is in a shielded container — meaning a vessel built in such a way to keep harmful rays from being emitted — they would have to make a critical decision: whether or not to attempt removal of the radioactive material.\nThe bomb makers may think removing the shielding will allow for better dispersal of the radioactive material. But doing so can expose them to harmful ionizing radiation at very close range for long enough to do real damage to their bodies — a fundamental hazard of working around radioactive materials.\nThen there is the possibility of the attacker being discovered en route to place the bomb, with a strong radioactive source potentially tripping detectors along highways and bridges that alert law enforcement.\nHas the U.S. military ever built a weapon like this?\nAccording to government documents, the U.S. military experimented with radiological dispersal devices at Dugway Proving Ground in Utah from 1948 to 1952, but that work was ultimately abandoned.\nAside from these tests, in which radiological dispersal devices of various kinds were built, there is no evidence that the U.S. military or another force ever fielded such a weapon for use in combat.", "url": "https://www.nytimes.com/live/2022/10/25/world/russia-ukraine-war-news/an-appeals-court-upholds-griners-nine-year-sentence"}