{"authors": ["Roni Caryn Rabin", "Daniel Politi"], "date_download": "2022-10-25 23:00:38", "date_modify": "2022-10-25 23:00:38", "date_publish": "2021-05-28 09:03:13", "description": "The E.U. drug regulator approved the Pfizer vaccine for 12- to 15-years-olds. Americans are preparing for a holiday weekend that would have been unimaginable last year.", "filename": "live_2021_05_28_world_covid-vaccine-coronavirus-mask_1666738838.html", "image_url": "https://static01.nyt.com/images/2021/05/28/us/28virus-briefing-cdc-camps/28virus-briefing-cdc-camps-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fa1fb4947f3b477babf5a79ce2b24a3733e624296ef7f1eb38a6f061abfa93f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_28_world_covid-vaccine-coronavirus-mask_1666738838.html", "title": "Covid News: C.D.C. Loosens Mask Guidance for Most Outdoor Activities at Summer Camps", "title_page": "Covid News: C.D.C. Loosens Mask Guidance for Most Outdoor Activities at Summer Camps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Children played outside at a summer camp in Farmington Hills, Mich., last summer. Credit... Emily Elconin/Reuters\nFederal health officials are encouraging young people aged 12 and over who are heading to camp this summer to get vaccinated against the coronavirus as soon as possible, saying on Friday that camps where all staff and campers are vaccinated can drop many Covid restrictions, including masks, and return to full capacity. Unvaccinated children can also go without masks most of the time when they are outside because the risk of transmission outdoors is low.\n“For camps where everyone is fully vaccinated prior to the start of camp, it is safe to return to full capacity, without masking and without physical distancing,” the new guidance says.\nIn camps where not everyone is fully vaccinated, mask recommendations for all have been relaxed for most outdoor activities, unless the setting is crowded and involves sustained close contact. But other prevention strategies should be maintained, including physical distancing, grouping youngsters in cohorts or pods that don’t mix with one another; encouraging frequent hand washing; avoiding crowded settings and poorly ventilated indoor areas.\nThe guidance, issued by the Centers for Disease Control and Prevention, says that if campers prefer to wear masks despite being fully vaccinated, camps should be supportive of their choice. Staff members and campers with compromised immune systems are urged to talk to their providers, and continue practicing precautions, like wearing masks.\nIndividuals are considered fully vaccinated by the C.D.C. two weeks after receiving the one-shot Johnson & Johnson vaccine or the second dose of either the Pfizer-BioNTech or Moderna vaccines.\n“We’re going to start to see more and more adolescents fully vaccinated by mid summer, so it is possible that camps could provide a camp experience for children who are fully vaccinated, and you could get back to the camp experience that was pre-pandemic: no masking, no distancing, and all the activities you would normally do,” said Erin Sauber-Schatz, who leads the C.D.C. task force for community interventions and critical populations.\nShe noted that 2.5 million children aged 12 to 15 have received the first dose of a Pfizer vaccine in the last 18 days alone.\nIndividual camps will have the flexibility to determine both how they go about verifying the vaccination status of campers and how they run programs where not everyone is fully vaccinated, she said. They could mix vaccinated and unvaccinated campers or group them in separate cohorts with different rules, she said, or decide that in order “to keep non-vaccinated campers as safe as possible, they may have standard rules across the camp regardless of vaccination status.”\nThe guidance to campers comes after the agency’s recent recommendation that fully vaccinated people can choose to go maskless in most situations.\nThough there is still no vaccine for children under the age of 12, the Food and Drug Administration authorized the use of the Pfizer vaccine in children aged 12 to 15 earlier this month. Younger children will probably be eligible for vaccination in the fall.\nTom Rosenberg, president and chief executive of the American Camp Association, a nonprofit that accredits camps, said the new guidance was issued just in time, as many camps in the southern United States start as early as next week.\nBut, he said, “The reality is that the majority of camps are for kids six years old to 17, so a good portion of the kids attending camp, by virtue of their age alone, will not be vaccinated. So camps are preparing to manage another Covid summer with a layered mitigation strategy, like last year.”\nFederal health officials urged camps where campers are vaccinated to continue with other precautions, including making sure there is good ventilation in indoor spaces by keeping windows open, using fans and air filters; practicing good hand hygiene and respiratory etiquette; and cleaning and disinfecting high-touch areas frequently.", "url": "https://www.nytimes.com/live/2021/05/28/world/covid-vaccine-coronavirus-mask"}