{"authors": ["Maya King", "Rick Rojas", "Charles Homans", "Jazmine Ulloa", "Nick Corasaniti", "Maggie Astor", "Katie Glueck"], "date_download": "2022-10-25 22:58:54", "date_modify": "2022-10-25 22:58:54", "date_publish": "2022-09-16 13:24:10", "description": "Stacey Abrams is making a campaign stop in largely white Forsyth County. A G.O.P.-branded flier urged residents to “protect our neighborhoods” in a rally that was later canceled. Here’s the latest from the campaign trail.", "filename": "live_2022_09_16_us_elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738734.html", "image_url": "https://static01.nyt.com/images/2022/09/16/multimedia/16midterm-blog-georgia-forsythe/16midterm-blog-georgia-forsythe-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_16_us_elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738734.html", "title": "In Georgia County With Racist History, Flier Paints Abrams as Invading Enemy", "title_page": "In Georgia County With Racist History, Flier Paints Abrams as Invading Enemy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "REDDING, Calif. — Times are grim in the cowboy far north of California. Wildfires rage. Covid-19 lingers. Drought has stripped most of the snow from Mount Shasta and shrunk Shasta Lake.\nBut other business has consumed the Shasta County Board of Supervisors meetings.\n“We’ve been duped!” one resident charged during an epic six-hour debate in July over the certified results of the June primary election. “We need to get rid of all electronics in our voting!” another exhorted during a two-hour August outcry over “rigged” equipment. This week, a woman in a “We, the People” T-shirt invoked David and Goliath, and a self-described citizen journalist said voters were being controlled via nasal swabs coated with “nano smart dust” in Covid-19 tests.\n“This is a national moment,” said a woman warning that November’s election could be hijacked by Wi-Fi. “We’re going to keep coming back till we get what we want.”\nIn most of California, their claims would have been dismissed immediately: State law prohibits most of the election reviews they have called for and there has been no evidence of voter fraud in the primary election. But Shasta County, population 180,000, has become a riveting California exception, a red pocket where far-right activists aligned with former President Donald J. Trump have taken charge of a government long overseen by establishment conservatives.\nIn February, an alliance of MAGA activists, secessionists, vaccine resisters and self-described militia members ousted a longtime board member and won a 3-2 majority on Shasta County’s all-Republican — but officially nonpartisan — main governing body. Since then, the most populous county in California’s upper reaches has been a case study in the forces reshaping the Republican Party and governance in conservative parts of the country.\nThe health officer has been fired, the chief executive has quit, the head of the largest county department has retired, and the county has had difficulty hiring full-time replacements. The board has issued a declaration opposing state vaccine mandates.\nImage Woody Clendenen, a barber and activist in Shasta County, talking politics with his clients at his shop in Cottonwood, Calif. Credit... Mike Kai Chen for The New York Times\nDuring Pride Month in June, the majority killed a proclamation recognizing the local L.G.B.T.Q. community’s contributions. Critics of the far-right supervisors complain that they feel unsafe at board meetings. Their supporters have surveilled the longtime county clerk, who oversees elections, following her to her car, confronting her in and outside her office and bombarding her with dubious fraud claims; some have circulated petitions accusing her, without evidence, of treason.\nThis week, Douglas Frank, a high school math and science teacher from Ohio whose widely debunked analysis of the 2020 election has gained currency with election conspiracy theorists, spoke for 20 minutes, urged by the board’s vice chairman.\nSuch developments have dismayed longtime Republican leaders in Shasta County.\n“I was born and raised here, spent 31 years in law enforcement and was involved in 15 different civic organizations — I remember people being reasonable,” said Leonard Moty, 69, the four-term supervisor and former Redding police chief who was threatened with violence, accused of being a pedophile and denounced as a “Republican in Name Only” before he was recalled. Now, he says, “there are people we’ve known for years who, you know, we’re careful what we say around them.”\nMary Rickert, 70, a Republican supervisor who overcame a recall attempt, said she had received so many threats that she obtained a permit to carry a concealed weapon: “I’ve been called a communist, a socialist, a pig, a vile woman — you name it.”\n“We’re talking here about a grandmother of six,” her cattle rancher husband, Jim Rickert, 74, said.\nAs Americans have regrouped from the violent aftermath of the 2020 presidential election, Mr. Trump’s effort to discredit his loss also has left state and local governments reeling. Urged by conservative groups, activists and social media voices, far-right candidates and donors have targeted the nation’s lower levels of government, reshaping school boards in Wisconsin and Texas and populating races for governor and secretary of state from Nevada to Pennsylvania.\nImage The supervisor Patrick Jones won election in 2020. Another supervisor, Mary Rickert, overcame a recall attempt last year. Credit... Mike Kai Chen for The New York Times\nIn California’s conservative precincts, far-right activists have pressured some school boards to ban the teaching of critical race theory and challenged county clerks who refused to denounce the 2020 election results. A member of the Proud Boys is running for school board near Sacramento, and in Riverside County, a conservative pastor who has called public schools “Satan’s playground” is backing a slate of school trustee candidates. But Democratic dominance of the electorate and major donors have largely prevented far-right groups from gaining traction in the state.\nDefiance is part of Shasta County’s brand: Locals have long vowed to carve a “State of Jefferson” from Northern California and Southern Oregon in opposition to coastal elites and Sacramento policymakers. The county also is the product of California’s storied appetite for progress. Redding, its chief population center, was named for a land agent of the Southern Pacific Railroad. The economy was shaped by the construction of Shasta Dam in the 1930s and 1940s, and the New Deal workers who built it. As recently as 1970, some 60 percent of its registered voters were pro-labor Democrats.\nBy the 1990s, the county had become a magnet for Reagan-era conservatives drawn to its Old West feel and wide-open spaces. Even now, about half of its population lives in Redding, the home of the 11,000-member Bethel Church, whose pastors overtly embraced Mr. Trump and whose members, at the height of the pandemic, led a nationwide revival that drew thousands of people to Christian music concerts, flouting health mandates.\nCalifornia, a state of nearly 40 million people, voted 2-to-1 for President Biden; Shasta County voted for Mr. Trump by about the same margin. Elected officials toed a moderate, chamber-of-commerce Republican line until the pandemic struck.\nImage Shasta County’s Old West feel and wide-open spaces have long made it a magnet for California conservatives. Credit... Mike Kai Chen for The New York Times\nIn March 2020, Gavin Newsom, the state’s Democratic governor, curbed in-person gatherings in an aggressive effort to limit Covid-19 deaths and hospitalizations. Within weeks, conservatives erupted. Anti-vaccine activists emerged with lockdown opponents at Capitol demonstrations. Suburban health officers received death threats. Shasta County’s sheriff refused to enforce stay-at-home orders.\nMAGA activists itched for a base-mobilizing fight with the leaders of the nation’s most iconic blue state, and evangelical Christians, “State of Jefferson” devotees and Tea Party activists were on alert for constitutional encroachments.\nWoody Clendenen, a leader in a self-appointed but longstanding local militia, pointedly kept his tiny Cottonwood barbershop open for indoor haircuts. Giving a local retiree a trim on a recent morning — the walls covered with guns, American flags, rodeo posters and red, white and blue “Build El Wall” and “NOT A LIBERAL” bumper stickers — Mr. Clendenen, 56, said his hostility was both ideological and financial.\n“This is my livelihood,” he said, holding up his scissors. “You take my livelihood, I’m going to hurt you.”\nAlso defiant was Patrick Henry Jones, 54, a gun shop manager and the former mayor of Redding. A decade after dressing as George Washington and crossing the Sacramento River in a flag-decked boat as part of an anti-tax demonstration, Mr. Jones ran in 2020 for supervisor, challenging an establishment-backed incumbent.\nMr. Jones had a financial backer, too. Reverge Anselmo, whose father had created the world’s first privately owned global satellite network, took an interest in reshaping Shasta government after losing a protracted legal fight in 2013 to the county, whose environmental and land use rules had thwarted his plans to develop a winery.\nA major donor to libertarian-leaning causes, Mr. Anselmo left the area in 2014 and now lives in Connecticut. But his support in the March 2020 primary helped boost Mr. Jones into an autumn runoff.\nImage Rifles and militia pamphlets line the walls and shelves of the Cottonwood Barber Shop. Credit... Mike Kai Chen for The New York Times\nAs it became clear that voter resentment over the state’s coronavirus restrictions could be politically game-changing, Mr. Anselmo escalated his contributions, donating $100,000 to Mr. Jones’s campaign, an astronomical sum for a Shasta supervisor’s race. A week later at the board meeting, a local bar owner and militia member, Carlos Zapata, made an impassioned speech that was picked up by conservative pundits.\n“It’s not going to be peaceful much longer,” Mr. Zapata, an ex-Marine, warned. “There’s a million people like me. And you won’t stop us.”\nThree months later, Mr. Jones won.\nOn Jan. 5, 2021, the day before a mob stormed the U.S. Capitol in Washington, Mr. Jones and Les Baugh, a board supervisor, threw open the board chambers to a raucous crowd, flouting their colleagues, violating state health orders and stoking the county’s divisions further.\n“Flee now while you can, because the days of your tyranny are drawing to a close,” one speaker shouted at the rest of the board members, who were attending remotely. “When the ballot box is gone, there is only the cartridge box. You have made bullets expensive. But luckily for you, ropes are reusable.”\nBy spring last year, a recall effort was aimed at Mr. Moty, Ms. Rickert and a third supervisor, Joe Chimenti. Mr. Anselmo would go on to donate more than $400,000 to the recall, campaign records show. He did not respond to requests for comment.\nThe campaign failed to gather the signatures necessary to put the proposed ousters of Ms. Rickert and Mr. Chimenti on the ballot. But after paying about $40,000 to a Sacramento political consultant, the group qualified Mr. Moty’s recall. Fifty-six percent of his district voted to oust him, and he was replaced by Tim Garman, a local school official who opposed vaccine mandates.\nImage Cathy Darling Allen, a Shasta County clerk and registrar of voters, recently won a primary against a candidate backed by the far right. Credit... Mike Kai Chen for The New York Times\nMr. Jones, the supervisor, said the majority plans to shrink the county payroll and streamline departments such as the one overseeing land use. “This is a conservative county, and what occurred was a course correction,” he said.\nThat course could correct again, as there are signs that Shasta County voters may be growing tired of the right-wing movement.\nIn June, Mr. Jones’s allies, underwritten by another $400,000 or so in contributions from Mr. Anselmo, backed a half-dozen candidates in the primary election. Four of them lost outright, mostly to incumbents, while two county board candidates finished second to advance to the November runoffs.\nCathy Darling Allen, the county clerk, was among the incumbents who prevailed. She said that in recent months, voters have brought her to tears, stopping her on the street to thank her for her service. In July, Mr. Baugh, a supervisor, broke from the majority to refuse a “top-to-bottom” review of the primary that would have been illegal. On Tuesday, the board blocked a demand to illegally preserve 2020 ballots in case someone wanted to contest them.\n“This county elected President Trump,” Mr. Baugh said, asking “why we’re wanting to contest that.” By then, nearly eight hours had passed in the board chambers and much of the crowd had gone to hear Mr. Frank’s election fraud presentation elsewhere.\n“I’d like to address the water shortage,” Mr. Chimenti said.\nControl of the Shasta County board will be up for grabs again in November. Both Ms. Darling Allen and Mr. Clendenen, the militia leader, anticipate tension again.\n“Most places are pretty complacent and we were, too,” said Mr. Clendenen, nodding hello to a bearded man with two rifles who had just arrived at his shop with a gift basket to raise money for a new initiative to sue the federal government over drought-related water allocations.\n“But then people woke up. And when they did, they realized, man, we just can’t leave the government to run itself.”", "url": "https://www.nytimes.com/live/2022/09/16/us/elections-midterms?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}