{"authors": ["Shashank Bengali", "Marc Santora", "Marlise Simons", "The New York Times", "Monika Pronczuk", "Anton Troianovski", "Michael Schwirtz", "Christopher F. Schuetze", "Sui-Lee Wee", "Ivan Nechepurenko"], "date_download": "2022-10-25 23:23:48", "date_modify": "2022-10-25 23:23:48", "date_publish": "2022-02-24 11:09:52", "description": "Ukraine’s president denounced Russia in a televised address: “They say that civilian objects are not a target for them. It is a lie. They do not distinguish in which areas to operate.”", "filename": "live_2022_02_24_world_russia-attacks-ukraine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740228.html", "image_url": "https://static01.nyt.com/images/2022/03/24/world/25ukraine-briefing-header-promo03/24ukraine-briefing-talks-rejected-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_02_24_world_russia-attacks-ukraine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740228.html", "title": "Ukrainian Officials Report Missile Attacks in Kyiv", "title_page": "Ukrainian Officials Report Missile Attacks in Kyiv - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "sabrina tavernise This is Sabrina Tavernise. It’s 9:15. And we just got to the railway station. And there’s a huge crowd of people standing outside. Oh, my god. Hundreds of people standing outside the railway station. So young man in a black coat carrying a cat carrier with a cat in it. Elderly woman carrying a large red bag, struggling down the stairs. [NON-ENGLISH SPEECH] tatiana Tatiana. sabrina tavernise [NON-ENGLISH SPEECH] Tatiana [NON-ENGLISH SPEECH] Sabrina. tatiana [NON-ENGLISH SPEECH] sabrina tavernise [NON-ENGLISH SPEECH] tatiana [NON-ENGLISH SPEECH]\n[music]\nsabrina tavernise It’s 9:30 in the morning in Central Kyiv. I’m at the bus station. And it’s absolutely packed, long lines of people trying to pack onto buses. Just overheard a young man saying there are no tickets, there no tickets, I don’t know what to do.\n[music]\nI’m walking up to a large white bus, two large white buses. People are arguing over who gets to get on.\n[interposing voices]\nspeaker 1 [NON-ENGLISH SPEECH] speaker 2 [NON-ENGLISH SPEECH] speaker 3 [NON-ENGLISH SPEECH]\n[interposing voices]\n[NON-ENGLISH SPEECH]\nspeaker 1 [NON-ENGLISH SPEECH] speaker 3 [NON-ENGLISH SPEECH] sabrina tavernise The driver is saying, let’s do it without chaos, let’s do it without chaos. speaker 3 [NON-ENGLISH SPEECH] sabrina tavernise Calm down. Calm down. speaker 3 Yeah. [NON-ENGLISH SPEECH] speaker 1 [NON-ENGLISH SPEECH]\n[interposing voices]\nsabrina tavernise People are scrambling to leave and are in shock.\n[music]\nHi. [NON-ENGLISH SPEECH] I’m a journalist from The New York Times. Can I ask you a question?\nspeaker 4 Yes. [NON-ENGLISH SPEECH] sabrina tavernise Are you trying to leave Kyiv? What are you— speaker 4 Yes. We are trying to reach Lviv and then Poland. sabrina tavernise And then Poland. speaker 4 Yes. sabrina tavernise How are you feeling right now? speaker 4 Maybe a little afraid. sabrina tavernise [NON-ENGLISH SPEECH] speaker 4 Afraid of Russian— sabrina tavernise Yes. Yes. speaker 4 It was too much unexpected to hear the explosions near the houses. sabrina tavernise Yes. Yeah. speaker 4 We afraid. sabrina tavernise Yeah. What time did you guys wake up this morning to hear it? speaker 5 We didn’t sleep. All night I didn’t sleep. sabrina tavernise Do you guys have a plan for Poland? Do you have a plan to the other side? speaker 4 We expect to buy tickets to Turkey to Antalya, and live here there in Vilnius. So we wait for the end of war, and then come back. sabrina tavernise Just wait it out. speaker 4 Yes. I want you to stay here, but my friends want to leave. So I think that it’s correct to go together. sabrina tavernise Thanks for talking to me guys. speaker 4 Yes. speaker 5 [NON-ENGLISH SPEECH] sabrina tavernise Good luck. speaker 5 Thank you.\n[interposing voices]\nsabrina tavernise [NON-ENGLISH SPEECH] dimitri [NON-ENGLISH SPEECH] sabrina tavernise [NON-ENGLISH SPEECH] Sabrina [NON-ENGLISH SPEECH] dimitri [NON-ENGLISH SPEECH] sabrina tavernise This is Dimitri. He’s looking at a bus going to Lviv that is absolutely packed. His bus is supposed to leave at 9:00. [NON-ENGLISH SPEECH] dimitri [NON-ENGLISH SPEECH] sabrina tavernise I called my friends all around Ukraine yesterday, and everybody was intending on fighting. dimitri [NON-ENGLISH SPEECH] sabrina tavernise I myself am taking my family to the village outside Lviv, and then coming back and signing up immediately for military service. dimitri [NON-ENGLISH SPEECH] sabrina tavernise [NON-ENGLISH SPEECH]\n[music]\nI think if there’s one sound of Kyiv this morning so far, just after 10 o’clock in the morning, it’s the sound of wheelie bags being dragged over cobblestones and pavement.\nmichael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily. As Russia’s full-scale assault on Ukraine enters its second day, the people of Ukraine are starting to come to terms with the reality that the unthinkable has actually happened. Today, my colleague Anton Troianovski explains the significance of this moment. And Sabrina Tavernise, Lynsea Garrison, and Michael Schwirtz speak to Ukrainians about the agonizing decisions that they now must make.\n[music]\nIt’s Friday, February 25. Anton, we are talking to you on Thursday night in Moscow. We are coming to the end of day one of this invasion. Help us wrap our heads around what’s happening and the significance of what we’re all witnessing. Because even if we’ve been hearing warnings about this for weeks, it’s hard to believe that we’re now experiencing a full scale attack on Ukraine by Russia.\nanton troianovski\nYeah. It is really hard to believe. It’s the biggest attack of one nation on another nation in Europe since World War II. It is really kind of the worst case scenario of all those scenarios of a potential Russian invasion of Ukraine that have been discussed. It’s something that I’ve spent just about every day writing about this crisis for the last two months or so. And honestly, even until yesterday I didn’t think that this could actually happen. It’s Europe’s most powerful military, bearing, basically, its entire firepower, much of its firepower against the neighboring country. So since about 5:00 AM, we have seen cruise missile, ballistic missile strikes against infrastructure targets, military targets in Ukraine. Then during the day, today, we started seeing footage coming in of helicopter assaults, of paratroopers landing, of tanks rolling across the border. And this is happening from 3 sides, from the North, Belarus, from the East, Russia, from the South, from the Black Sea in Crimea. It started, what, like 18 hours ago or so, and it’s still very hard to just wrap our heads around the magnitude of what’s happening.\nmichael barbaro\nAnd what do we understand to be the end goal here at this point?\nanton troianovski\nWell, Putin laid it out quite clearly in his early morning speech. He said, our goal is to demilitarize and de-Nazify, in his words, Ukraine.\nmichael barbaro\nAnd just explain that because—\nanton troianovski\nYeah.\nmichael barbaro\nDe-nazification is not a familiar phrase in 2022.\nanton troianovski\nExactly. And I mean, I will say, until recently, it hasn’t been a familiar phrase in Russia either. But the Kremlin in their propaganda they consider the democratically elected government of Ukraine a Nazi regime. They claim falsely that it has perpetrated a genocide on Russian speakers in Eastern Ukraine. And so Putin is trying to claim the moral high ground here. He is saying he’s going in to remove this evil regime. And what that means is this is a full scale military assault to topple the government, most likely, of another country. This is just a massive undertaking that we’re only seeing the beginnings of.\nmichael barbaro\nSo we’re talking about a sovereign nation in Europe being attacked by another European nation. And its democratically elected leadership being, by what you just described, deposed. And these are developments that are unheard of in modern Europe. So how should we think about that?\nanton troianovski\nYeah. I think it’s really the end of a certain post-Cold War order in Europe. It’s the end of 30 years of Russia trying to find a place in that kind of Western led order. It’s the end of 20 years of Putin trying to use diplomacy as well as his kind of hybrid warfare tactics to try to further his interests in Europe. That’s all gone now. We’re in a new reality now, where Russia is showing it is prepared to fight a large land war in Europe to achieve what it describes to be its aims. It’s just a totally different world that we’re in now.\nmichael barbaro\nWell, so let’s talk about the consequences of that for all involved.\nanton troianovski\nYeah. I mean, I would break it up into a few different parts, the consequences for Ukraine, for Russia, for Europe, and the U.S., and the rest of the world. So starting with Ukraine. This is just the beginning, I fear. If this continues, if this continues the way we think it’s going to, to Putin pursuing regime change, it could get much more bloody. So we don’t know yet what happens to the cities. There is a fight for territory going on in Eastern Ukraine, where those separatist regions are. But the big question is, will they go into Kyiv?\nmichael barbaro\nRight.\nanton troianovski\nVery scarily, it looks like they may well.\nmichael barbaro\nOK. So what about Russia, where you are based? What are the consequences you are seeing and expecting there?\nanton troianovski\nWell, so people are expecting a new crackdown on civil liberties, on freedom of speech, freedom of the press, even on business. The reason being that whenever we’ve had crackdowns here in Russia, the justification has always been that the Kremlin is hunting down internal enemies, who are serving some kind of foreign agenda to destabilize the country. So that’s certainly one thing to watch over the coming days and weeks is how much of an additional crackdown is there.\nprotesters [CHANTING]\nanton troianovski\nTonight, we had pretty significant anti-war protests—\nprotesters [CHANTING]\nanton troianovski\n—in Moscow, and St. Petersburg, and in a number of cities in Siberia all told several thousand people were in the streets and there were more than 1,500 arrests. So—\nmichael barbaro\nWow.\nanton troianovski\n—one thing that’s very important to point out is, there has been next to no outpouring of support for this. And there is a lot of anger, disbelief, fear to see your country inflicting so much suffering on a neighboring country is awful, and this narrative for why it was necessary to do it. It really does fall apart quite quickly upon inspection. Why— How does Ukraine actually threaten Russia? Can it really be true that the Ukrainians were planning an invasion of these pro-Russian separatist areas in the East just as 150,000 plus troops were surrounding Ukraine on three sides? There’s just so much in the Kremlin propaganda narrative that doesn’t hold up, that I think a lot of people aren’t buying that story.\nmichael barbaro\nOK. Finally, let’s talk about the consequences for the United States and for the rest of the world.\nanton troianovski\nSo President Biden and the E.U. announced major sanctions today against Russia. And Russia has promised to respond potentially asymmetrically. So we might not see sanctions by Russia against the U.S., but we might see Russia take other actions that could cause harm and pain in the U.S. And they’re— We can really only speculate what that would be. Some folks are talking about the potential for cyber attacks here in Moscow. There’s been a lot of talk that Russia could base missiles or other military assets in Latin America, to more directly threaten the United States. Russia, obviously, is one of the world’s biggest energy suppliers, especially to Europe. If it were to turn that spigot, that could cause incredible problems for Europeans. So there is so much uncertainty here still, not just in Ukraine, not just in Russia, but really about how this crisis plays out and what it means for the rest of the world.\nmichael barbaro\nAnd Anton, as you’re preparing to sign-off for the night, I want to return to Ukraine and where this situation leaves its people at this moment.\nanton troianovski\nI mean, it’s a horrible situation. These are people who— I think there was so little expectation that Russia could actually go ahead with this kind of invasion. And now they are making choices they would never thought they would have to make. Do they stay in Kyiv? Do they try to flee West? Do they try to get out of the country? Do you sleep in the basement? It’s really an unimaginable situation for millions and millions of people right now.\n[music]\nmichael barbaro\nWell, Anton, thank you. We’ll talk again soon. Stay safe.\nanton troianovski\nThank you.\n[music]\nmichael barbaro\nWe’ll be right back.\n[music]\nAll day yesterday, my colleagues in Ukraine and back in the U.S. we’re speaking with Ukrainians around the country about their experiences of the past 24 hours.\ndenis surkov\nHello.\nlynsea garrison\nHi. How are you?\ndenis surkov\nHi, Lynsey. Not good.\nlynsea garrison\nNot good.\ndenis surkov\nIt’s not the same.\nmichael barbaro\nLynsea Garrison got on the phone with Denis Surkov, who lives in a city called Dnipro in Eastern Ukraine.\ndenis surkov\nI am doctor, Chief of Dnipro Regional Children’s Hospital.\nlynsea garrison\nYou’re a doctor at Dnipro Regional Children’s Hospital.\ndenis surkov\nYep.\nlynsea garrison\nOK.\ndenis surkov\nAnd I am Chief of NICU and I.C.U.\nlynsea garrison\nChief of NICU?\ndenis surkov\nExactly.\nlynsea garrison\nGot it. Can you just tell me a little bit about what the past 24 hours have been like for you?\ndenis surkov\nSo in the morning, we wake up and we have heard, first, rocket explosions near Dnipro Airport. So I was in my hospital. We were nervous. We were confused. Everybody was near their laptops or iPhones.\nlynsea garrison\nYeah.\ndenis surkov\nAnd checked the news. And the news were and are dramatic.\nlynsea garrison\nDramatic. How were you understanding this? Did you think that this would happen?\ndenis surkov\nHonestly, no. We were expected for the beginning of the attack, but we didn’t know that it could be so, so fast, so right now. And now, the borders between Ukrainian regions are closed. We had some possibilities and some efforts to go last week.\nlynsea garrison\nOK.\ndenis surkov\nI can’t explain, but something stopped us. We hoped that finally everything will resolve. But now, honestly, I don’t know exactly what to do.\nlynsea garrison\nWhat do you think stopped you?\ndenis surkov\nMy family didn’t want to leave Ukraine because we love Ukraine, and we wanted to live here happy and in peace, and so on. So I said, OK, maybe everything will be not so bad. Let’s wait. So my main question for myself is, if I made a very, very big mistake not to move from Ukraine when I had an opportunity to do this.\nlynsea garrison\nThat’s a heavy question.\ndenis surkov\nYes. If there was a big mistake or not so big, and I have no answer. I can ask you, do you want to wake up in the morning and understand you should go forever, not for one day, not for two days, forever? Can you make such a decision in— I don’t know, in 10 minutes? My question to you.\nlynsea garrison\nYeah.\ndenis surkov\nTo bring just a bit of water, just a bit of food, single cloth, documents, money, and go outside your home forever, can you make such a decision? Just imagine.\nlynsea garrison\nYeah.\ndenis surkov\nSo this was my family feeling last week. Even though yesterday in the evening, I told to my wife that this is the last calm day we can evacuate. In the morning, we realized that war came to Ukraine, not conflict, not disturbs, war, conventional war.\nlynsea garrison\nWhat are your children asking you? Like, how are you talking about this with them?\ndenis surkov\nI say to my children, everything will be OK, your father will care about you.\nlynsea garrison\nHow old are they?\ndenis surkov\nMy elder daughter is 30 and she lives abroad. And my younger daughter, she is 14. She’s with me.\nlynsea garrison\nHow is she doing?\ndenis surkov\nShe believed me.\nlynsea garrison\nThat you’ll protect her? And how does that make you feel that she believes you?\ndenis surkov\nI will do all I can to protect her. I don’t know exactly what, but I will do everything, everything can.\nlynsea garrison\nAre you worried it won’t be enough?\ndenis surkov\nI am worried. Everything could be changed, I don’t know, next few hours or even next few maybe minutes.\n[music]\nsabrina tavernise It’s 3 o’clock and I’m getting out of the gas station. So I’m looking at this line, I’d say it’s maybe 30-40 cars long. speaker 7 [NON-ENGLISH SPEECH] speaker 8 [NON-ENGLISH SPEECH] sabrina tavernise [NON-ENGLISH SPEECH] speaker 7 [NON-ENGLISH SPEECH] sabrina tavernise Everybody is limited now. You can only get 20 liters of gas. speaker 7 [NON-ENGLISH SPEECH] speaker 9 [NON-ENGLISH SPEECH] sabrina tavernise I’m walking up to an ambulance that’s waiting in line for gas. The ambulance is being ushered ahead. [NON-ENGLISH SPEECH] speaker 7 Ya. sabrina tavernise [NON-ENGLISH SPEECH] speaker 7 [NON-ENGLISH SPEECH] sabrina tavernise The man who’s managing here says he’s too busy. He’s running, trying to usher the ambulance to the front of the line. I’m going to talk to another person. [NON-ENGLISH SPEECH] Sabrina [NON-ENGLISH SPEECH] The New York Times [NON-ENGLISH SPEECH] varari [NON-ENGLISH SPEECH] sabrina tavernise [NON-ENGLISH SPEECH] varari Varari. sabrina tavernise This is Varari. Varari, [NON-ENGLISH SPEECH] varari [NON-ENGLISH SPEECH] sabrina tavernise I hear— I’m hearing on the radio now that they’re bombing us. I live in this area that they’re bombing. varari [NON-ENGLISH SPEECH] sabrina tavernise No one believed it. No one believed that they would act toward us this way. We were brothers. We’re neighboring countries. We’re brothers. No one believed it. varari [NON-ENGLISH SPEECH] sabrina tavernise I feel— I have this feeling of nervousness, of anxiousness. varari [NON-ENGLISH SPEECH] sabrina tavernise I’m calling with my loved ones, my mother. varari [NON-ENGLISH SPEECH] sabrina tavernise He said, she’s an elderly person, she doesn’t see very well, and she does not hear very well. So it’s very difficult for her, she’s not understanding what’s happening. [NON-ENGLISH SPEECH] varari [NON-ENGLISH SPEECH] sabrina tavernise So, so far, I’m going to hunker down in place, but I’m getting as much gas as I can because I might need to make it to my mom’s. varari [NON-ENGLISH SPEECH] sabrina tavernise I bought some food. varari [NON-ENGLISH SPEECH] sabrina tavernise I got all my phones, passports, documents. varari Yes. sabrina tavernise I bought— varari [NON-ENGLISH SPEECH] sabrina tavernise —vermicelli bread, milk, and dill, and sour cream. I’m going to talk to another person. [NON-ENGLISH SPEECH] ura Ura. sabrina tavernise Ura. [NON-ENGLISH SPEECH] Ura. I’m taking to Ura, who’s getting some gas. He says he does not plan to leave. ura [NON-ENGLISH SPEECH] sabrina tavernise I’m a little shocked— ura [NON-ENGLISH SPEECH] sabrina tavernise —that Russia attacked Ukraine. It’s so bad. ura [NON-ENGLISH SPEECH] sabrina tavernise We’re going to defend our country to the last drop of blood.\n[music]\nura [NON-ENGLISH SPEECH] sabrina tavernise Tomorrow I’m going to sign up for a territorial defense force. And I’m going to defend my country. ura [NON-ENGLISH SPEECH]\n[music]\nsabrina tavernise It’s 3:30 and we’re driving in Central Kyiv, and this is just a closed town right now. The day is still very gray. The sky is very low. Feels sort of raw, and cold, and wet. The air has a kind of bitter smell of ordinance. It’s the smell of the air after an air strike. Someone carrying a gun and some body armor down the street. A very sweet little bakery, I’m going to come in. [NON-ENGLISH SPEECH] speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise Yeah. [NON-ENGLISH SPEECH] The New York Times. speaker 10 Yeah. sabrina tavernise [NON-ENGLISH SPEECH] Sabrina. Yeah. [NON-ENGLISH SPEECH] I’m saying I’m a journalist from The New York Times and I would like sweets, but also her opinion. [NON-ENGLISH SPEECH] speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise Today, there’s panic, people are panicking very strongly. speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise You can see that they’ve bought me a lot of bread. So I’m doing a bit of panic buying myself, two large bags of cookies, three candy bars, 10 quiches, and a bunch of almond croissants. speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise [NON-ENGLISH SPEECH] speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise [NON-ENGLISH SPEECH] I’m asking her if she plans to leave. No, I don’t plan to leave. speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise I really don’t have a place to leave to. speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise I’m here. speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise I have my home here. speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise I think everything will be OK. [MUSIC] [NON-ENGLISH SPEECH] speaker 10 [NON-ENGLISH SPEECH] sabrina tavernise Today is the hardest day. I think tomorrow might be easier.\n[music]\n[NON-ENGLISH SPEECH]\nspeaker 10 [NON-ENGLISH SPEECH]\n[music]\nsabrina tavernise OK. Back to the hotel. Everything is closed now. It’s almost as if it was nighttime. A few cars are still going by, but almost no pedestrians. It’s very central. The street is just completely deserted.\n[music]\nIt does feel ominous.\nmichael schwirtz Day one of the war it’s been a very long day. The town I’m in, Slovyansk, kind of continued on as normal. There were bits of panic that could be evident. There were lines at the A.T.M.s. And people were stocking up on medications. But overall, the mood was pretty calm and collected, probably because these people have been through this before, the town came under heavy attack in 2014 when Ukrainian forces clashed with Russian backed rebels who had come in from the East. And so when I’m walking around town, people are telling me that this is just part of their lives. Very few people I met around town today said that they had any intention of leaving even though rocket attacks hit an airport nearby and Russian forces were fighting with the Ukrainian military just a few dozen kilometers away. lera alekseevna [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] lera alekseevna [NON-ENGLISH SPEECH] michael schwirtz I met a woman named Lera Alekseevna, who was in the courtyard near my hotel. Oh, [NON-ENGLISH SPEECH] lera alekseevna [NON-ENGLISH SPEECH] michael schwirtz And she had stuffed her pet hairless cat in her jacket and it was shivering. lera alekseevna [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] And she was telling me how she was planning on going to work at a company that sells cash registers and bringing her animals with her, so that they wouldn’t have to be alone. So if she had to make a quick dash for it, she could be with her animals. [NON-ENGLISH SPEECH] lera alekseevna [NON-ENGLISH SPEECH] michael schwirtz But she said she had no intention of leaving, mostly out of fear that she would be forced to leave behind her pets. [NON-ENGLISH SPEECH] lera alekseevna [NON-ENGLISH SPEECH] michael schwirtz Outside a blood bank in Slovyansk, I met a young man named Bogdan Kravchenko,\n[non-english singing]\nwho was just sitting in his car listening to the Ukrainian national anthem cranked up on high volume.\nbogdan kravchenko [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] He had just gone and donated blood. [NON-ENGLISH SPEECH] bogdan kravchenko [NON-ENGLISH SPEECH] michael schwirtz And he said he wasn’t panicked, but he said that he was acting according to the situation and that things had only just begun. bogdan kravchenko [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] I walked up to a base of the National Guard Unit here in Slovyansk. And out front there were a few couples, men dressed in drab green uniforms, and women— all of them were being sent off. The men, they were all being sent off somewhere. Some of them said they couldn’t tell me where they were being sent. Some of them admitted that they didn’t even know. I met one couple, Yelena and Eugenia. Yelena had brought Eugenia, her husband, some clothes that he was going to take with him on his deployment wherever he was headed. Another couple just held each other for what seemed like 15, 20, 30 minutes, just held each other on the street in the sun ahead of whatever deployment this young man was being sent on. speaker 11 [NON-ENGLISH SPEECH] speaker 12 [NON-ENGLISH SPEECH] michael schwirtz You both [NON-ENGLISH SPEECH] speaker 11 [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] speaker 11 [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] speaker 11 [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] And then, I met Lyubov Vasilyevna, a 75-year-old pensioner, she was carrying a bag filled with newly purchased loaves of bread. And she said she had spent her last bit of cash on. And was waiting in line at an A.T.M., it would appear that there was no cash left. lyubov vasilyevna [NON-ENGLISH SPEECH] michael schwirtz All she wanted, she said, was to live in peace in her native Donbass, which is what this Eastern region is called. lyubov vasilavna [NON-ENGLISH SPEECH] michael schwirtz And then, she paused and recited a poem that she said she wrote 2 years ago. It was supposed to be evocative, the piece that she was looking for. lyubov vasilyevna [NON-ENGLISH SPEECH] michael schwirtz And I’ll read that poem that I translated from the Russian into English. I’m so looking forward to peace, but it is coming to us so slowly. lyubov vasilyevna [NON-ENGLISH SPEECH] michael schwirtz We still have a little patience. Peace is close at hand, and we’re waiting for it to arrive without gunfire, without blood. Enough has been spilled in Donbass. lyubov vasilyevna [NON-ENGLISH SPEECH] michael schwirtz Let the sun smile, and the sky brighten, and the children smile. Let it go in a black moment. There will be peace for all. And people will say, god hurt us. lyubov vasilyevna [NON-ENGLISH SPEECH] michael schwirtz Let all stormy skies leave us. lyubov vasilyevna [NON-ENGLISH SPEECH] Donbass [NON-ENGLISH SPEECH] michael schwirtz And hail Donbass and the city of Slovyansk. lyubov vasilyevna [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] lyubov vasilyevna [NON-ENGLISH SPEECH] michael schwirtz [NON-ENGLISH SPEECH] lyubov vasilyevna [NON-ENGLISH SPEECH]\n[music]\nsabrina tavernise It’s 11:30 AM on Friday in Kyiv. Last night, in the city there were a lot of airstrikes and it seems like they’re getting closer. [NON-ENGLISH SPEECH] speaker 13 [NON-ENGLISH SPEECH] sabrina tavernise [NON-ENGLISH SPEECH]\n[music]\nThe airstrikes are beginning again. You can hear the siren. We’re trying to decide whether to leave. Our colleagues, a few of them drove out this morning because it’s really unclear what’s going to happen. Will there be a big fight with the Ukrainian military? Or will the Russians just come in? What will happen if they take the city? And it seems like that is imminent. So we’re trying to make arrangements. Our hotel doesn’t have a generator, which means we would be out of power if the power gets cut off in the city, which is a pretty good chance. Yeah. We’re trying to figure it out. I guess, like a lot of people here, we’re trying to make that decision. Should we leave or should we stay?\nmichael barbaro\nAs of Friday afternoon in Kyiv, Ukrainian officials were bracing for an attack on the capital city as Russia’s military offenses pressed closer to the heart of the government.\nvolodymyr zelensky\n[NON-ENGLISH SPEECH]\nmichael barbaro\nIn a televised address, Ukraine’s President Volodymyr Zelensky said that at least 137 Ukrainians, military and civilians, had already been killed. And he called on Ukrainians to defend themselves against Russian forces, saying that nobody else would come to their rescue.\nvolodymyr zelensky\n[NON-ENGLISH SPEECH]\nmichael barbaro\nZelensky, who was unshaven and in a t-shirt said that he himself was now Russia’s number one target. Followed, he said, by his own family.\n[music]", "url": "https://www.nytimes.com/live/2022/02/24/world/russia-attacks-ukraine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}