{"authors": ["Coral Murphy Marcos", "Mark Miller"], "date_download": "2022-10-25 23:40:33", "date_modify": "2022-10-25 23:40:33", "date_publish": "2022-01-21 11:52:44", "description": "X", "filename": "live_2022_01_21_business_stock-market-economy-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741233.html", "image_url": "https://static01.nyt.com/images/2022/01/22/business/21biden-flights-print/21economy-briefing-biden-flights-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_01_21_business_stock-market-economy-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741233.html", "title": "Stocks drop again, dragging the S&P 500 to its biggest weekly loss in nearly two years.", "title_page": "Stocks drop again, dragging the S&P 500 to its biggest weekly loss in nearly two years. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stocks fell for a fourth day in a row on Friday, adding to a stretch of losses that has come as investors worried about corporate profits and rising interest rates and pushing the S&P 500 to its worst week since the early days of the pandemic.\nThe S&P 500 fell 1.9 percent on Friday, and 5.7 percent for the week — its sharpest weekly drop since March 2020, when markets plunged as countries started to impose lockdowns and businesses closed down.\nSince the start of the year, investors have been concerned that fast rising interest rates might hurt corporate profits and dampen demand for risky investments like stocks. A string of disappointing earnings reports recently from companies as varied as Netflix, American Airlines and Goldman Sachs only made matters worse.\n“The sell-off appears to be driven by the earnings stories that are coming out,” said Anu Gaggar, global investment strategist for Commonwealth Financial Network. “The guidance seems to be less upbeat. When they start looking into 2022, they talk about growth slowing.”\nLate Thursday, for example, the streaming giant Netflix delivered a less-than-optimistic forecast, saying it expected subscriber growth to slow in the opening months of 2022. Its shares slid 21.8 percent on Friday. Netflix was a favorite of investors early in the pandemic, rising 67 percent in 2020 as lockdowns prompted a surge of subscriptions. Its growth is slowing as the world reopens and people head outdoors again, and as it faces a number of strong streaming competitors from Disney+ to HBO Max. Shares of pandemic-era darlings, including Peloton, Zoom and Etsy, have also suffered sharp declines. Peloton said on Thursday that it was considering layoffs and changes to its production as demand slowed. Its shares rose 11.7 percent on Friday but were still down 13.6 percent this week. Zoom was down more than 7 percent this week and Etsy dropped about 9 percent. Wall Street’s big banks have warned that rising wages for their workers could affect profits, while airlines earnings were hammered by the Omicron variant of the coronavirus. Separately, concerns over higher interest rate have hit technology stocks particularly hard, pulling the Nasdaq composite down 7.6 percent for the week, and about 12 percent since the start of the year. The index fell 2.7 percent on Friday. The decline began early in the month as the Federal Reserve began to signal that it would move aggressively to raise interest rates this year as it tries to control rising prices. Higher rates can discourage investment in riskier assets and raise the cost of borrowing for fast-growing companies, both of which can hurt technology stocks. The central bank will meet next week, its first meeting of the year, giving officials a chance to offer more guidance on their thinking about rate increases to come in 2022. “The key question for the markets is: Will the Fed give them a breather or keep moving?” Ethan S. Harris, an economist at Bank of America Global Research, wrote in a note on Friday. “We tend to lean toward the latter. The Fed was clearly caught wrong footed in the second half of last year and rather than do a 180 degree policy turn in one go, we see them moving in stages.” Cryptocurrencies are also getting pummeled this week. Bitcoin, the largest cryptocurrency, is hovering slightly above $38,000, according to CoinDesk, and down more than 10 percent from Thursday. The cryptoasset has faced a huge sell-off since it reached its high of $68,000 in November. The digital currency is also facing headwinds overseas. Russia’s central bank proposed on Thursday a ban on the use of cryptocurrencies in the country, pointing to its volatility and ties to illegal activities. Also, in early January, violent protests against the government in Kazakhstan led to intermittent internet shutdowns, disrupting large cryptocurrency mining operations in the country. Shares of Coinbase, a cryptocurrency exchange platform, fell 13.4 percent on Friday. Shares of the electric vehicle maker Tesla, which purchased $1.5 billion in Bitcoin last year, were down 5.3 percent.\nShow more", "url": "https://www.nytimes.com/live/2022/01/21/business/stock-market-economy-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}