{"authors": ["Ron Depasquale", "Sui-Lee Wee", "Emily Anthes", "Jillian Kramer"], "date_download": "2022-10-25 23:27:40", "date_modify": "2022-10-25 23:27:40", "date_publish": "2021-05-07 08:57:53", "description": "The C.D.C. acknowledges that the coronavirus can drift in the air, infecting others. Pfizer seeks full F.D.A. approval for its vaccine.", "filename": "live_2021_05_07_world_covid-vaccine-coronavirus-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740460.html", "image_url": "https://static01.nyt.com/images/2021/05/07/us/07virus-briefing-promo2/07virus-briefing-promo2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=66ae3ba058bbed5a62cbfd576085c64fa4e37a752ebc97b1300b92c73e237381&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_07_world_covid-vaccine-coronavirus-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740460.html", "title": "Covid-19: Global Campaign to Vaccinate Most Likely Stalled Despite More Approvals", "title_page": "Covid-19: Global Campaign to Vaccinate Most Likely Stalled Despite More Approvals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Lining up to receive the Sinopharm vaccine in Lahore, Pakistan, on Wednesday. Credit... Arif Ali/Agence France-Presse — Getty Images\nThe World Health Organization approved one Chinese-made Covid-19 vaccine and could soon approve another. The Biden administration has backed waiving intellectual property protections for vaccines, which could make it easier for more countries to make them.\nBut the campaign to vaccinate the world is floundering, and experts warn it will take more to reverse the trend.\nThe need is urgent: The virus is spreading more rapidly than ever, driven largely by surges in South America and India. The longer it can spread unchecked, the more time it has to mutate into more contagious variants that could evade the protections of vaccines.\nRich countries have been hoarding doses — the United States has given at least one shot to over 44 percent of its population, while the figure in Africa is 1 percent, according to a University of Oxford database. The global vaccination drive has been further slowed by the enormous need for vaccines within China and India, two major manufacturers that are keeping more doses for domestic use.\n“The inequitable distribution of vaccines is not just a moral outrage, it is also economically and epidemiologically self-defeating,” Dr. Tedros Adhanom Ghebreyesus, director general of the W.H.O., told African leaders in a meeting on Saturday. “I have said this many times and the gap is very tragic between the have and have-nots.”\nThe W.H.O.’s approval on Friday of China’s Sinopharm vaccine was celebrated by scientists because it allows the shot to be included in Covax, the sputtering global initiative to promote equitable vaccine distribution. As of Tuesday, Covax had shipped 54 million doses, less than a quarter of its earlier April target.\nVaccine access could improve even more next week when the W.H.O. considers another Chinese shot, made by Sinovac. But the fanfare may be short-lived. While China has claimed it can make up to 5 billion doses by the end of this year, Chinese officials say the country is struggling to manufacture enough doses for its own population and are cautioning a pandemic-weary world to keep expectations in check.\n“This should be the golden time for China to practice its vaccine diplomacy. The problem is, at the same time, China itself is facing a shortage,” said Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations. “So in terms of global access to vaccines, I don’t expect the situation to significantly improve in the coming two to three months.”\nSevere production problems in India, the world’s largest vaccine manufacturer, have left just 2.3 percent of its population fully vaccinated. In some states, people are being turned away from vaccination centers that have run out of doses. As India has been crushed by a record virus surge, it has halted vaccine exports. That has delayed critical Covax shipments.\nIndia’s government has promised to fast-track approvals of foreign-made vaccines. But a waiver of patent protections for Covid-19 vaccines, which the Biden administration is backing, would need approval from the World Trade Organization. And even then, experts warn that pharmaceutical companies in India and elsewhere would need technological help to make the vaccines and time to ramp up production.\nPledges by rich nations to donate vaccines to poor countries — 60 million AstraZeneca doses from the United States, one million AstraZeneca doses from Sweden — have been described by experts as symbolic, haphazard gestures.\nBeyond availability, distributing vaccines in the developing world means overcoming deep-seated logistical obstacles and hesitancy. CARE, a global nonprofit group, has estimated that for every $1 spent on vaccine doses, another $5 was needed to guarantee that they made it from airport runways into people’s arms. In the absence of enough funding for chronically underpaid health workers and vaccination training, many of the doses that have been delivered are sitting in warehouses, with expiration dates rapidly approaching.\nScientists remain hopeful that a second wave of Covid-19 vaccines could ease world demand. Novavax, a company based in Maryland whose vaccine uses coronavirus proteins, is expected to apply for U.S. authorization in the next few weeks. In India, the pharmaceutical company Biological E is testing another protein-based vaccine that was developed by researchers in Texas. In Brazil, Mexico, Thailand and Vietnam, researchers are starting trials for a Covid-19 shot that can be mass-produced in chicken eggs.\nVaccine experts are particularly curious to see late-stage clinical trial results of a small German company called CureVac, expected as early as next week. The vaccine is made with the same RNA method as Moderna and Pfizer-BioNTech, but it has an important advantage. While those two vaccines have to be kept in a deep freezer, CureVac’s vaccine stays stable in a refrigerator — meaning it could more easily deliver the newly discovered power of RNA vaccines to hard-hit parts of the world.", "url": "https://www.nytimes.com/live/2021/05/07/world/covid-vaccine-coronavirus-cases?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}