{"authors": ["Michael Crowley", "Edward Wong", "Erin Mendell", "Nicole Tung"], "date_download": "2022-10-25 22:55:00", "date_modify": "2022-10-25 22:55:00", "date_publish": "2022-10-01 06:01:22", "description": null, "filename": "live_2022_10_01_world_russia-ukraine-war-news_biden-calls-on-the-world-to-punish-russia-and-issues-a-warning-to-putin_1666738500.html", "image_url": "https://static01.nyt.com/images/2022/09/30/us/politics/01ukraine-briefing-prexy-VERSION/01ukraine-briefing-prexy-VERSION-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_01_world_russia-ukraine-war-news_biden-calls-on-the-world-to-punish-russia-and-issues-a-warning-to-putin_1666738500.html", "title": "Russian Forces Retreat From Lyman", "title_page": "Russian Forces Retreat From Lyman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Ukrainian soldiers near the city of Lyman in the eastern Donetsk region last week. Credit... Tyler Hicks/The New York Times\nRIVNE, Ukraine — Russian forces withdrew from the strategic eastern city of Lyman on Saturday, a significant setback for Moscow just a day after President Vladimir V. Putin declared that the region where it lies was now part of Russia.\nThe battle for Lyman, a city in Donetsk Province with a prewar population of 20,000, is particularly poorly timed for the Kremlin, coming shortly after Mr. Putin illegally declared the annexation of four regions in Ukraine where battles are still raging and a month after Kyiv’s victories in the country’s northeast.\nThe loss of the rail hub puts additional pressure on the Kremlin, which has been facing blowback at home over its losses on the battlefield and over the conscription of hundreds of thousands of men to fight in Ukraine.\nHours after Ukraine’s Defense Ministry said its forces were entering the city, Russia’s Ministry of Defense said it had made the decision to pull out of Lyman. The withdrawal staved off a potential worst-case scenario for the Kremlin in which Russian troops were trapped.\n“Due to the risk to be encircled, the allied forces were withdrawn” from the city to “more advantageous” locations, the ministry said in a statement posted on Telegram.\nEarlier, Ukraine’s Defense Ministry had posted a video on Twitter showing two soldiers unfurling the country’s yellow-and-blue flag at a sign marking the city limits. The army “will always have the decisive vote in today’s and any future ‘referendums,’” it added in a pointed reference to the discredited votes taken to justify the annexation.\nA senior Ukrainian military official, speaking on condition of anonymity, said that Lyman was “already liberated.”\n“A mop-up is ongoing,” the official said. “The Russians have nowhere to run.”\nLast month’s sweeping and successful Ukrainian counteroffensive in the country’s northeast sent Russian soldiers in full retreat, leaving Moscow’s troops in Lyman isolated and severed from their supply lines.\nBut that Ukrainian victory came at a cost: Russian forces managed to rush troops to Lyman, fighting viciously for the city amid Mr. Putin’s new territorial claims in eastern and southern Ukraine.\nLyman, which fell to the Russians in May, serves as a rail hub that flows into Donbas, the mineral rich region in the Donetsk and neighboring Luhansk provinces that has long been the focus of Mr. Putin’s war aims.\nUkraine’s ability to recapture Lyman is the most significant proof yet that Russia’s ability to control the Donbas is anything but certain.\nWith Lyman under Ukrainian control, the battle for the Donbas enters a new phase. The city’s recapture means that Ukraine’s troops have gained a new foothold in the region and are positioned to claw back territory before winter sets in.\nThe next target, if the Ukrainian military continues its advance, would likely be Svatove, a city northeast of Lyman where Russians have retrenched, according to analysts.\nRussia’s military, depleted and losing ground, is likely to be faced with a decision that involves shuttling resources from other parts of the front to slow Ukraine’s advance or continuing to lose chunks of the Donbas.\nSome of the nearest Russian reinforcements are roughly 25 miles to the southeast, around the city of Bakhmut. Wagner Group, an infamous paramilitary unit that reports directly to the Kremlin, has battered the Ukrainian defenders there but has failed to seize significant parts of the city.\nUkraine’s slow-moving offensive in the south toward the port city of Kherson has largely been overshadowed by events in the east. But fighting there remains fierce as better-trained Russian forces have put up staunch resistance against advancing Ukrainian troops.\nMichael Schwirtz , Anton Troianovski and Matthew Mpoke Bigg contributed reporting.", "url": "https://www.nytimes.com/live/2022/10/01/world/russia-ukraine-war-news/biden-calls-on-the-world-to-punish-russia-and-issues-a-warning-to-putin"}