{"authors": ["Stanley Reed", "Melissa Eddy", "Benjamin Novak", "Anushka Patil", "The New York Times", "Jesus Jimenez", "Farnaz Fassihi", "Matthew Mpoke Bigg", "Thomas Gibbons-Neff", "Cora Engelbrecht"], "date_download": "2022-10-25 23:41:16", "date_modify": "2022-10-25 23:41:16", "date_publish": "2022-05-04 05:01:17", "description": null, "filename": "live_2022_05_04_world_ukraine-russia-war-news_europe-is-about-to-ban-russian-oil-then-what_1666741276.html", "image_url": "https://static01.nyt.com/images/2022/05/03/business/03ukraine-blog-oil-europe-VERSION1/03oil-europe-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_04_world_ukraine-russia-war-news_europe-is-about-to-ban-russian-oil-then-what_1666741276.html", "title": "What Happened on Day 70 of the War in Ukraine", "title_page": "What Happened on Day 70 of the War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This photo released by Russian state media shows President Vladimir V. Putin watching the Victory Day military parade in Red Square last year.\nWith the Russian military still struggling, Western officials and Ukraine’s traumatized residents are looking with increased alarm to Russia’s Victory Day holiday on May 9 — a celebration of the Soviet triumph over Nazi Germany — fearing that President Vladimir V. Putin may exploit it as a grandiose stage to intensify attacks and mobilize his citizenry for all-out war.\nWhile Russia has inflicted death and destruction across Ukraine and made some progress in the east and the south over the past 10 weeks, stiff Ukrainian resistance, heavy weapons supplied by the West and Russian military incompetence have denied Mr. Putin the swift victory he originally appeared to have anticipated, including the initial goal of decapitating the government in Kyiv.\nNow, however, with Russia about to be smacked with a European Union oil embargo, and with Victory Day just five days away, Mr. Putin may see the need to jolt the West with a new escalation. Anxiety is growing that Mr. Putin will use the event, when he traditionally presides over a parade and gives a militaristic speech, to lash out at Russia’s perceived enemies and expand the scope of the conflict.\nIn a sign of those concerns, Ben Wallace, the British defense secretary, predicted last week that Mr. Putin would use the occasion to redefine what the Russian leader has called a “special military operation” into a war, calling for a mass mobilization of the Russian people.\nImage The remains of a Russian convoy last month in Dmytrivka, Ukraine. Credit... Daniel Berehulak for The New York Times\nSuch a declaration would present a new challenge to war-battered Ukraine, as well as to Washington and its NATO allies as they try to counter Russian aggression without entangling themselves directly in the conflict. However, the Kremlin on Wednesday denied that Mr. Putin would declare war on May 9, calling it “nonsense,” and Russia analysts noted that announcing a military draft could provoke a domestic backlash.\nStill, Russia’s hierarchy also denied for months that it had intended to invade Ukraine, only to do exactly that on Feb. 24. So the conjecture over Mr. Putin’s intent on Victory Day is only growing more acute.\n“This is a question that everybody is asking,” Valery Dzutsati, a visiting assistant professor at the Center for Russian, East European and Eurasian Studies at the University of Kansas, said on Wednesday, adding that the “short answer is nobody knows what is going to happen on May 9.”\nProfessor Dzutsati said that declaring a mass mobilization or an all-out war could prove deeply unpopular among Russians. He predicted that Mr. Putin would take “the safest possible option” and point to the territory Russia has already seized in the Donbas region of eastern Ukraine to declare a “preliminary victory.”\nPreparations for May 9 are well underway in Russia, as the country gets set to commemorate the 77th anniversary of the Soviet Army’s victory over the Nazis while it fights another war against what Mr. Putin claims, falsely, are modern-day Nazis running Ukraine.\nOn Wednesday, Russian state media reported that warplanes and helicopters practiced flying in formations over Moscow’s Red Square — a show of military might that included eight MiG-29 jets flying in the shape of the letter “Z,” which has become a ubiquitous symbol of Russian nationalism and support for the war.\nImage Russian MiG-29s forming a “Z” — the adopted symbol for patriotism — over Red Square on Wednesday during a rehearsal for the Victory Parade. Credit... Natalia Kolesnikova/Agence France-Presse — Getty Images\nOther warplanes streaked over Moscow while releasing trails of white, blue and red — the colors of the Russian flag.\nRussia’s defense minister, Sergei K. Shoigu, said on Wednesday that military parades on May 9 would take place in 28 Russian cities and involve about 65,000 personnel and more than 460 aircraft.\nUkraine warned that Russia was also planning to hold May 9 events in occupied Ukrainian cities, including the devastated southern port of Mariupol, where Ukrainian officials say more than 20,000 civilians have been killed and those who remain have been struggling to survive without adequate food, heat and water.\nUkraine’s defense intelligence agency said that Russians were cleaning Mariupol’s central streets of corpses and debris in an effort to make the city presentable as “the center of celebrations.”\nUkrainian civilians who have been hammered by weeks of Russian strikes are increasingly fearful that Russia could use Victory Day to subject them to even more deadly attacks.\nIn the western city of Lviv, which lost electricity on Wednesday after Russian missiles struck power stations, Yurji Horal, 43, a government office manager, said that he was planning to go with his wife and young children to stay with relatives in a village about 40 miles away to escape what he feared could be an expansion of the war on May 9.\n“I’m worried about them — and about myself,” he said. “A lot of people I know are talking about it.”\nIn years past, Mr. Putin has used May 9 — a near-sacred holiday for Russians, since 27 million Soviets died in World War II — to mobilize the nation for the possibility of a new battle ahead.\nImage Russian armored vehicles in Red Square during the Victory Day military parade last year. Credit... Alexander Zemlianichenko/Associated Press\nWhen he addressed the nation from his rostrum at Red Square on May 9 of last year, he warned that Russia’s enemies were once again deploying “much of the ideology of the Nazis.”\nNow, with Russian state media portraying the fight in Ukraine as the unfinished business of World War II, it seems almost certain that Mr. Putin will use his May 9 speech to evoke the heroism of Soviet soldiers to try to inspire Russians to make new sacrifices.\nBut a mass mobilization — potentially involving a military draft and a ban on Russian men of military age leaving the country — could bring the reality of war home to a much greater swath of Russian society, provoking unrest.\nFor many Russians, the “special military operation” in Ukraine still feels like a faraway conflict. The independent pollster Levada found last month that 39 percent of Russians were paying little to no attention to it.\n“When you’re watching it on TV, it’s one thing,” Andrei Kortunov, director general of the Russian International Affairs Council, a research organization close to the Russian government, said in a phone interview from Moscow. “When you’re getting a notice from the enlistment office, it’s another. There would probably be certain difficulties for the leadership in making such a decision.”\nImage A patriotic mural showing Soviet pilots from World War II, based on a photograph of the Victory Parade in 1945. Credit... Sergey Ponomarev for The New York Times\nMr. Kortunov predicted that the fighting in eastern Ukraine would eventually grind to a standstill, at which point Russia and Ukraine could negotiate a deal — or rearm and regroup for a new stage of the war.\nHe noted that while some senior Russian officials and state television commentators have been calling for the destruction of Ukraine, Mr. Putin has been more vague recently in his war aims, at least in public comments.\nMr. Kortunov said Mr. Putin could still declare the mission accomplished once Russia captured most of the Donbas region. Russia has expanded its control of that region significantly since the start of the war, but Ukraine still holds several key cities and towns.\n“If everything ends with the Donbas, there would probably be a way to explain that this was always the plan,” Mr. Kortunov said. “Putin has left that option open for himself.”\nWith no resolution to the conflict in sight, the European Union on Wednesday took a major step intended to weaken Mr. Putin’s ability to finance the war, proposing a total embargo on Russian oil. The measure, expected to win final approval in a few days, would ban Russian crude oil imports to nearly all of the European Union in the next six months, and prohibit refined oil products by year’s end.\n“Let us be clear, it will not be easy,” Ursula von der Leyen, the president of the European Commission, told the European Parliament in Strasbourg, France, where the announcement was greeted with applause. “Some member states are strongly dependent on Russian oil. But we simply have to work on it.”\nThe European Union also promised on Wednesday to provide additional military support for Moldova, a former Soviet republic on Ukraine’s southwest border that Western officials say could be used by Russia as a launchpad for further attacks.\nSecurity fears in Moldova swelled last week as mysterious explosions rocked Transnistria, a Kremlin-backed separatist region of the country where Russia has maintained soldiers since 1992.\nAlthough European officials said they would “significantly increase” military support for Moldova, delivering additional military equipment, as well as instruments to counter disinformation and cyberattacks, they did not provide details.\nReporting was contributed by Jane Arraf , Neil MacFarquhar , Matina Stevis-Gridneff and Monika Pronczuk .", "url": "https://www.nytimes.com/live/2022/05/04/world/ukraine-russia-war-news/europe-is-about-to-ban-russian-oil-then-what"}