{"authors": ["Christoph Koettl", "Brenna Smith", "Drew Jordan", "Marc Santora", "Marlise Simons", "Michael Schwirtz", "Emma Bubola", "Austin Ramzy", "Lara Jakes", "Mujib Mashal"], "date_download": "2022-10-25 23:32:12", "date_modify": "2022-10-25 23:32:12", "date_publish": "2022-03-06 11:15:55", "description": null, "filename": "live_2022_03_06_world_ukraine-russia_russian-cruise-missile-vinnytsia-airport_1666740732.html", "image_url": "https://static01.nyt.com/images/2022/03/06/world/europe/UKR_VINNYTSIA_CVR/UKR_VINNYTSIA_CVR-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_06_world_ukraine-russia_russian-cruise-missile-vinnytsia-airport_1666740732.html", "title": "What Happened on Day 11 of Russia’s Invasion of Ukraine", "title_page": "What Happened on Day 11 of Russia’s Invasion of Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jan Egeland, Secretary General of the Norwegian Refugee Council, left, meets with with Syrian Foreign Minister Faisal Mekdad in Damascus. Syria in December 2021.\nA single sniper’s bullet can derail a carefully negotiated agreement between warring parties to allow civilians to evacuate a besieged town, Jan Egeland, a Norwegian diplomat who negotiated hundreds of such agreements as an adviser to the United Nations on Syria, said in an interview on Monday.\nMr. Egeland’s experience in Syria from 2015 to 2018 included efforts during the country’s war to facilitate safe passage for civilians and the arrival of humanitarian supplies, including for the besieged city of Aleppo in 2016. His comments may help explain why forces from Ukraine and Russia may be struggling to reach an agreement to enable civilians to evacuate the strategic port city of Mariupol on Ukraine’s Black Sea coast.\nMariupol, across the country from Kyiv, is a key objective in the Russians’ effort to cut Ukraine off from the Sea of Azov and create a land bridge to Crimea. Residents are facing increasingly dire conditions in the city, which has been deprived of food, heat and electricity for days as Russian forces shell the town.\nMistrust between parties was the biggest problem in Syria, said Mr. Egeland, who since 2013 has been Secretary General of the Norwegian Refugee Council,a leading humanitarian organization helping people forced to flee conflicts.\nHe said similar dynamics appeared to be playing out in Ukraine. Cease-fire deals broke down on Saturday and Sunday, forcing civilians to abandon an effort to drive northwest to the city of Zaporizhzhia. Each side blamed the other for failing to observe the cease-fire.\n“It takes only one spoiler for the whole agreement to fall apart and the safe passage to become violent and horrific,” Mr. Egeland said.\n“It could be one sniper,” he added. “It could be someone believing that what they see is hostile.”\nGetting buy-in is key to making an agreement stick, not just from generals and political leaders, but also from local commanders who often see the opposite side as “bitter enemies,” Mr. Egeland said.\nIt is also vital to agree to a destination where evacuated civilians feel safe, he said.\nThe government of President Volodymyr Zelensky of Ukraine on Monday rejected a Russian proposal to allow civilians in areas where there is fighting to leave for Russia as a cynical ploy to distract from Russia’s failure to stop shelling “evacuation corridors” where civilians are trying to flee.\nThe International Committee of the Red Cross is in close contact with the parties to facilitate an agreement in Mariupol, but so far deals have not been “clear enough or solid enough,” said Martin Schüepp, the organization’s regional director for Europe and Central Asia.\nHospitals in Mariupol are running out of medicine and there is regular fighting in the city, forcing people who are increasingly desperate to take shelter. But leaving is not easy, he said.\n“There is a risk that roads can be littered with unexploded ordinance that might make safe passage more difficult,” Mr. Schüepp said.", "url": "https://www.nytimes.com/live/2022/03/06/world/ukraine-russia/russian-cruise-missile-vinnytsia-airport"}