{"authors": ["Patrick J. Lyons", "Jay Senter"], "date_download": "2022-10-25 22:57:05", "date_modify": "2022-10-25 22:57:05", "date_publish": "2022-01-24 14:38:50", "description": null, "filename": "live_2022_01_24_us_police-officers-trial-george-floyd_heres-how-you-can-commit-a-crime-by-doing-nothing_1666738625.html", "image_url": "https://static01.nyt.com/images/2022/01/24/us/24minneapolis-threeofficers-inaction/24minneapolis-threeofficers-inaction-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_01_24_us_police-officers-trial-george-floyd_heres-how-you-can-commit-a-crime-by-doing-nothing_1666738625.html", "title": "Trial Starts for 3 Officers in George Floyd’s Death", "title_page": "Trial Starts for 3 Officers in George Floyd’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The Warren E. Burger Federal Building where the trial is taking place in St. Paul, Minn. Credit... Aaron Nesheim for The New York Times\nST. PAUL, Minn. — A federal prosecutor said Monday that three former Minneapolis police officers ignored their duties as their colleague, Derek Chauvin, pressed his knee to George Floyd’s neck until he stopped breathing.\n“They watched as Mr. Floyd suffered a slow and agonizing death,” Samantha Trepel, a federal prosecutor, said in her opening statement on Monday morning in a federal civil rights trial against the three officers for their role in Mr. Floyd’s killing.\nWhen he said 25 times that he could not breathe, the officers “didn’t lift a finger” to help Mr. Floyd, the prosecutor said.\nSpeaking directly, Ms. Trepel walked the jury through the law that requires police officers to intervene when they see a fellow officer using excessive force. She explained that officers are required under the Constitution to protect people in their custody, and to intervene if they see another officer abusing a suspect.\n“Failing to do so is a crime,” she said.\nWhile making her opening argument to the jury, Ms. Trepel offered a preview of how the prosecution plans to present its case in the coming weeks. She said numerous police officers will take the stand and testify about the training that officers receive on the duty to intervene, and about the dangers of holding a handcuffed suspect facedown, as they did with Mr. Floyd.\nWitnesses who were bystanders to Mr. Floyd’s arrest, some of whom testified at Mr. Chauvin’s state murder trial last year, will also take the stand, she said, and describe the “slow motion killing they were watching.”\nMs. Trepel walked the jury through the actions of each of the defendants and displayed a still image from a city surveillance camera that showed the four officers with Mr. Floyd as they arrested him on Memorial Day in May 2020.\nShe began with Tou Thao, 36, who was Mr. Chauvin’s partner and a veteran officer. As Mr. Chauvin pressed his knee on Mr. Floyd’s neck, Mr. Thao kept a crowd of bystanders away from the scene. Ms. Trepel argued that Mr. Thao was both in a position to see what Mr. Chauvin was doing and was told by bystanders that Mr. Floyd was in great distress.\nThe two other former officers were rookies: Thomas Lane, 38, who was pressing down on Mr. Floyd’s legs; and J. Alexander Kueng, 28, who was on Mr. Floyd’s back.\nMs. Trepel said that being a rookie is no defense in this case, and suggested that because they were rookies, the training they received on both the use of force and the duty to intervene should have been fresh in their minds — even though it “can be awkward and uncomfortable” to criticize a fellow officer.\nMs. Trepel concluded by saying to the jury that she was confident that after all the evidence is presented, they would find the defendants guilty for “choosing to do nothing and watching a man die.”", "url": "https://www.nytimes.com/live/2022/01/24/us/police-officers-trial-george-floyd/heres-how-you-can-commit-a-crime-by-doing-nothing"}