{"authors": ["Matthew Mpoke Bigg", "Erika Solomon", "Oleksandr Chubko"], "date_download": "2022-10-25 22:57:19", "date_modify": "2022-10-25 22:57:19", "date_publish": "2022-09-04 05:06:53", "description": "An uptick in fighting in southern Ukraine has changed the calculus for both sides in the eastern Donetsk region. Germany unveiled its largest measures yet to help citizens deal with soaring energy costs.", "filename": "live_2022_09_04_world_ukraine-russia-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738639.html", "image_url": "https://static01.nyt.com/images/2022/09/04/multimedia/04ukraine-briefing-promo-5pm/04ukraine-briefing-promo-5pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_04_world_ukraine-russia-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738639.html", "title": "Shelling Persists in East Despite Shift in Focus to South", "title_page": "Shelling Persists in East Despite Shift in Focus to South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Ukrainian firefighters at the site of a missile strike in Kramatorsk, in the eastern Donetsk Province. Credit... Ammar Awad/Reuters\nRussian shelling killed four Ukrainian civilians in Donetsk Province over the weekend, offering a grim reminder of the continuous battle in the country’s east even as the war’s focus has shifted to the south.\nThe governor for Donetsk, Pavlo Kyrylenko, said on Sunday that two people had been killed a day earlier in the village of Velyka Novosilka, which is about 60 miles west of the regional capital. Shelling also killed one person in the city of Siversk, which is north of Donetsk, and another in the village of Vodiane, Mr. Kyrylenko said. Two people were wounded.\nMr. Kyrylenko added in a post on the Telegram messaging app that 797 civilians have died and more than 20,000 have been wounded in the Donetsk region since Russia invaded Ukraine in late February.\nBut Ukraine’s new attempt to regain ground in the southern province of Kherson, which was lost to Moscow at the start of the war, has shifted the dynamics in the east.\nAfter failing to capture Ukraine’s capital early in the war, Russian forces switched focus to try to seize control of the eastern Donbas region, which is made up of Donetsk and Luhansk provinces. They had captured nearly all of Luhansk by early July of this year, but their efforts since to take control of neighboring Donetsk have stalled.\nThat is in part because of a weekslong pause by Moscow in its offensive to rotate and refresh troops, but also because Ukraine has been preparing defensive positions in Donetsk since 2014 — when rebels loyal to Russia seized government buildings there and in Luhansk, beginning a long trench war with Ukrainian forces — that are difficult to dislodge. Ukrainian attacks on Russian ammunition depots and other supply points behind the front lines, using longer-range artillery supplied by Western countries, have also slowed Russia’s advances in Donetsk.\nNow, an uptick in fighting in Kherson has changed the calculus for both sides in Donetsk.\n“As Ukraine tries to make advances in Kherson and the Russian military fights and tries to defend that territory, the rest of the Russian forces attempt to make incremental advances on Donbas,” Michael Kofman, director of the Russia Studies Program at the Center for a New American Security, said on the War on the Rocks podcast.\nThere are signs that Moscow might reinforce its troops in the east to renew its stalled campaign. Ukrainian military intelligence has said in recent days that the Russian army’s newest grouping — the 3rd Army Corps — will likely be deployed to Donbas.\nIt would be the first major new formation of troops to be dispatched by the Kremlin since it launched a campaign in July to bring in new recruits — though military analysts have questioned the grouping’s combat readiness.\n“Images of the 3rd Army Corps elements have shown the volunteers to be physically unfit and old,” a recent analysis by the Institute for the Study of War said.\nAnalysts say that fighting in eastern Ukraine will almost certainly stretch into next year. A likely hiatus in offensive operations in the winter will give both sides an opportunity to train new forces, and so it will be critical for Ukraine to force Russia to commit new troops just to hold its current positions, the Royal United Services Institute, a London think tank that specializes in security issues, said in a report.\nThe United States government estimated in July that 15,000 Russians had been killed since February and said that Ukraine had also suffered significant losses. On Sunday, Britain’s ministry of defense said in an intelligence update that Russian troops were continuing to suffer from low morale.\n“With the prospect of a bitter winter spent outdoors, there is ample opportunity to ensure that Russia’s forces remain cold, wet, hungry, miserable and therefore vulnerable to shock and a collapse in morale,” the report said.", "url": "https://www.nytimes.com/live/2022/09/04/world/ukraine-russia-war-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}