{"authors": ["Carlotta Gall", "Kamila Hrabchuk", "Erika Solomon", "Alina Lobzina"], "date_download": "2022-10-25 23:27:34", "date_modify": "2022-10-25 23:27:34", "date_publish": "2022-07-08 06:51:54", "description": "Russian forces shelled Bakhmut, a town in Donetsk Province, as Moscow’s foreign minister, Sergey V. Lavrov, left a Group of 20 meeting in Bali early. Mr. Lavrov also blamed Washington for a breakdown in diplomacy.", "filename": "live_2022_07_08_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740454.html", "image_url": "https://static01.nyt.com/images/2022/07/08/multimedia/08ukraine-briefing-bakhmut-topart-1/08ukraine-briefing-promo-930am-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_08_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740454.html", "title": "Russia Continues Shelling in Ukraine’s East as War Divides G20", "title_page": "Russia Continues Shelling in Ukraine’s East as War Divides G20 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Uniper, Germany’s largest importer of natural gas, formally asked the government for help, including a request that it take an equity stake in the company. Credit... Andreas Gebert/Reuters\nAs Europe’s energy crisis escalates, Uniper, Germany’s largest importer of natural gas, asked the government for help on Friday, hours after Parliament passed a law aimed at keeping the energy provider afloat.\nThe company’s finances have been hit hard by cutbacks of Russian gas. Most recently, Gazprom, the state-controlled giant in Russia, has pared back supplies through the Nord Stream 1 pipeline to Germany.\nUniper, which functions as a kind of middleman between Gazprom and German factories and municipalities, is being forced to make up shortfalls of Russian fuel ordered on long-term contracts by buying more expensive supplies, like liquefied natural gas. But for now, the company is largely unable to pass those higher costs on to its customers.\nUniper is absorbing “the lion’s share of the costs emanating from these curtailments and thereby has ended up in a very precarious situation,” Klaus-Dieter Maubach, the chief executive, said on Friday during a news conference.\nHe said that in the last three weeks Uniper had seen gas supply cutbacks from Gazprom equivalent to what the company’s home city, Düsseldorf, consumes in a year.\nThe company’s daily losses are in the “middle double-digit million” euro area, he said, “which we cannot tolerate for long.”\nMr. Maubach said Uniper had been talking to the German government for weeks, but was making an urgent request for help now, less than 24 hours after the German Parliament passed an Energy Security Act devised to bolster Berlin’s ability to carry out bailout measures for companies deemed essential to keeping homes warm and industries running.\nThe law also includes a measure that permits power companies to bring coal-fired plants — recently mothballed in an effort to cut carbon emissions — back online to generate more electricity and free up more gas.\nBut the law sets a high bar for letting energy providers pass on the elevated price of gas to consumers and to ration supplies. And the country’s regulator would first need to determine that there was a gas crisis.\nUniper now appears to be counting on the government to intervene because the collapse of a company with such a large and varied presence in the gas markets could further complicate the already difficult energy situation in Germany and Europe.\nUniper is playing a part in the government’s efforts to ease its dependence on Russian fuel by building what is expected to be the country’s first terminal for receiving liquefied natural gas from the United States and elsewhere, at Wilhelmshaven on the northwest coast. But that facility is not expected to begin operation until late December.\nMr. Maubach warned that if present trends continued, the government’s goal of building up high storage levels of gas to head off shortages and potential rationing in the winter would be in jeopardy. He said Uniper might be forced to begin draining its own large gas storage facilities as soon as the coming week.\nImage Klaus-Dieter Maubach, Uniper’s chief executive, spoke about the government’s rescue plan at the company’s headquarters in Düsseldorf on Friday. Credit... Ina Fassbender/Agence France-Presse — Getty Images\nThe government appears to be receptive to the requests.\n“We will not allow a systemically important company to go bankrupt and as a result cause turbulence in the global energy market,” Robert Habeck, the economy minister, said Friday. “With the new legislation in the Energy Security Act, we have various options for action, and we will act.”\nMr. Habeck is also trying to arrange for the Canadian government to return a turbine that Gazprom has said is the reason for reducing flows through Nord Stream 1. Adding to worries, Gazprom plans on Monday to shut the pipeline completely for scheduled maintenance for 10 days. The fear is that the conduit could remain closed.\nGermany’s grid operator has said it had not been able to determine how the absence of one turbine could lead to such a significant reduction in gas flows, a point that Mr. Maubach echoed, saying it was “not plausible.” He said Uniper was making clear in conversations with the Russian company that “we expect them to pay compensation for the damages that we are incurring.”\nMr. Maubach has asked the government to compensate Uniper for higher costs, potentially by passing price increases through to customers.\nMr. Maubach also wants the government to beef up the 2 billion-euro credit line it already has from KfW, Germany’s state-owned investment bank. Finally, he is proposing that the government take a substantial equity stake — more than 10 percent — in Uniper, in part to give more assurance to the financial markets and the rating agencies.\nInvestor confidence in the company has been draining away. Uniper’s share price has plummeted about 75 percent since January, and on Tuesday, S&P Global, the securities ratings agency, said it was putting the company’s debt on watch for a possible downgrade. Uniper is now “dependent on external factors including government support,” it said.\nComplicating the situation, Uniper is majority-owned by Fortum, a Finnish company, which would need to agree to bailout terms.\nWhile it is not yet clear what steps the government will take, what seems certain is that some combination of consumers and taxpayers will ultimately pay to sustain the functions performed by Uniper and shoulder the increased costs of gas.\nCustomers are now receiving gas on terms agreed to in 2020 and 2021, when gas was selling for a tenth or even less of the current price. “The big price increase wave will only be ahead,” Mr. Maubach said.", "url": "https://www.nytimes.com/live/2022/07/08/world/russia-ukraine-war-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}