{"authors": ["Sameer Yasir", "Suhasini Raj", "Bhadra Sharma", "Madeleine Ngo"], "date_download": "2022-10-25 23:50:55", "date_modify": "2022-10-25 23:50:55", "date_publish": "2021-05-02 13:49:42", "description": "In voting shadowed by a catastrophic surge in coronavirus cases, the party of Prime Minister Narendra Modi lost a key state election. International aid has begun flowing into the country.", "filename": "live_2021_05_02_world_covid-vaccine-coronavirus-cases_type=styln-live-updates&label=coronavirus%20updates&index=0&action=click&module=Top%20Stories&pgtype=Homepage_1666741855.html", "image_url": "https://static01.nyt.com/images/2021/05/03/us/03virus-briefing-india-delhi-oxygen-ruling-1/merlin_186860784_53c8cd53-8137-4d3d-ba3d-0537bff39ffe-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9b29f6a8aad89db5f18a2bd8a376f29ed199345d772f58551f1e1df7596e619b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_02_world_covid-vaccine-coronavirus-cases_type=styln-live-updates&label=coronavirus%20updates&index=0&action=click&module=Top%20Stories&pgtype=Homepage_1666741855.html", "title": "Covid-19: Delhi Court Rebukes Indian Government Over Oxygen Crisis", "title_page": "Covid-19: Delhi Court Rebukes Indian Government Over Oxygen Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Oxygen cylinders outside a shop in South Delhi. A court said it would start punishing government officials for failing to deliver oxygen. Credit... Atul Loke for The New York Times\nA severe shortage of medical oxygen in India has left people gasping for their final breaths in their hospital beds, a sign of government futility in its fight against a crushing wave of coronavirus infections.\nThe latest tragic consequence came on Sunday night, when at least 12 people hospitalized with Covid-19 died in Chamarajanagar, southwestern India, because of a lack of oxygen, according to the regional authorities. Hospital officials were left desperately dialing senior government functionaries and made calls to neighboring officials for help. Videos from the hospital showed relatives of sick patients using towels to fan their loved ones in an attempt to save them.\nLocal officials provided different accounts of the death toll at the hospital. Some said that at least 10 died from oxygen deprivation. Others said that 14 more died after the accident but that they died of comorbidities related to Covid, not directly from the oxygen shortage.\nMany countries, including Mexico, Nigeria, Egypt and Jordan, have faced oxygen shortages that have led to deadly accidents and driven up virus deaths. The World Health Organization estimated earlier this year that 500,000 people were in need of oxygen supply every day, but that number is likely to be much higher with the outbreak in India.\nThe Indian authorities have said that the country has enough liquid oxygen to meet medical needs and that it is rapidly expanding its supply. But production facilities are concentrated in eastern India, far from the worst outbreaks in New Delhi and in western areas of the country, requiring several days of travel by road.\nRitu Priya, a professor at the Center of Social Medicine and Community Health at Jawaharlal Nehru University in New Delhi, called the oxygen shortage a failure of governance. “We were not able to channelize oxygen distribution over the past year when that is what we should have been doing,” Dr. Priya said.\n“We are living from oxygen cylinder to oxygen cylinder,” she said.\nOn Sunday, the New Delhi High Court said that it would start punishing government officials for failing to deliver oxygen after hospitals in the capital successfully sought an injunction, The Associated Press reported.\nThe Supreme Court also weighed in on Sunday, urging the central and state governments to consider another lockdown to gain control of the virus and to create an emergency stockpile of oxygen, according to the Indian news media.\nCritics have blasted Mr. Modi’s handling of the crisis. A sudden, harsh lockdown imposed early in the pandemic sent millions of laborers scrambling back to their home villages and disrupted the economy. When cases dropped, Mr. Modi’s government failed to heed warnings of a potential resurgence from scientists, and its Covid-19 task force did not meet for months. Mr. Modi declared a premature victory over Covid in late January during what proved to be a mere lull in infections.\nNow, cremation grounds are working day and night, burning thousands of bodies. The country is rife with the more lethal and transmissible B.1.1.7 variant of the coronavirus, first found in Britain, as well as a local variant, B.1.617. Experts are worried that the unchecked outbreak will spawn more dangerous variants of the coronavirus.\nOn Monday, the Indian federal Health Ministry reported 368,147 new cases and 3,417 deaths from the virus, a figure that generally remains low on the first day of the week. India reported new daily cases of as much as 392,488 on Saturday, a tally that no other country has ever seen. The real toll is far higher, according to experts.\nIndian officials announced over the weekend that the army had opened its hospitals to civilians and that the first batch of the Russian vaccine, Sputnik V, had arrived, a boost to India’s flagging inoculation campaign.\nOver the weekend, aid from a half-dozen countries arrived at airports across India; it included 157 ventilators from the United Arab Emirates, 500 oxygen cylinders from Taiwan and 1,000 vials of the medicine Remdesivir from Belgium.\nVideo On Sunday, the United States delivered the third of six aid shipments to New Delhi, including 1,000 oxygen cylinders. Britain donated more than 400 oxygen concentrators, and France sent eight oxygen generators, each of which can serve 250 hospitalized patients. Credit Credit... Pool photo by Prakash Singh\nVaccines are badly needed in India, where shortages forced several states on Saturday to delay expanding access to everyone aged 18 and over. While it is a global power in vaccine production, India didn’t purchase enough doses to protect itself: Less than 2 percent of its 940 million adults have been fully vaccinated.", "url": "https://www.nytimes.com/live/2021/05/02/world/covid-vaccine-coronavirus-cases?type=styln-live-updates&label=coronavirus%20updates&index=0&action=click&module=Top%20Stories&pgtype=Homepage"}