{"authors": ["Andrew Keh", "Randal C. Archibold", "The New York Times"], "date_download": "2022-10-25 23:24:41", "date_modify": "2022-10-25 23:24:41", "date_publish": "2021-08-08 00:19:00", "description": "A team of stars including Brittney Griner, A’ja Wilson and Diana Taurasi led the Americans past Japan, 90-75, in the gold medal game.", "filename": "live_2021_08_07_sports_usa-basketball-japan-olympics_1666740281.html", "image_url": "https://static01.nyt.com/images/2021/08/07/sports/olympics/01olympics-live-doug-3404/01olympics-live-doug-3404-facebookJumbo-v3.jpg?year=2021&h=550&w=1050&s=1fb2149a20b5858df4c0d69628d89f199965a5a3c9b93363d6eccc28a4065414&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_07_sports_usa-basketball-japan-olympics_1666740281.html", "title": "U.S. Women’s Basketball Routs Japan for 7th Consecutive Gold", "title_page": "U.S. Women’s Basketball Routs Japan for 7th Consecutive Gold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAITAMA, Japan — The United States women’s basketball team continued its run of dominance at the Olympics, defeating Japan, 90-75, on Sunday afternoon at Saitama Super Arena to claim its seventh consecutive gold medal.\nTheir run matches the men’s program for the most in a row when they won consecutively from 1936 to 1968.\nThe women’s team, packed with W.N.B.A. stars, has now won 55 consecutive games at the Olympics. The last time it lost a game in this tournament was in 1992 at the Barcelona Games.\nVeteran stars Diana Taurasi and Sue Bird each claimed their fifth gold medal, a new career record for basketball players at the Olympics.\nBut amid a generational changeover, there were plenty of assurances that the future for the team would remain equally bright. The Americans’ game plan, which never stopped working, was to get the ball inside to Brittney Griner. She led the team in scoring with 30 points and five rebounds as she hardly missed a shot.\nA’ja Wilson, who turned 25 on Sunday, had 19 points and Breanna Stewart had 14.\nJapan, undersized and overmatched, relied on its outside shooting to keep the score close in the early part of the game. But the Americans were too clinical around the basket, too tough on defense. Japan will settle for a silver medal, the best finish in Olympic basketball for the country.\nThe Americans’ coach, Dawn Staley, who played on the 2004 team with Bird and Taurasi, won her first gold medal as a coach. She has three as a player, including one from the 1996 Atlanta Games that set the Americans on their gold medal streak.", "url": "https://www.nytimes.com/live/2021/08/07/sports/usa-basketball-japan-olympics"}