{"authors": ["Emily Cochrane", "Jonathan Weisman"], "date_download": "2022-10-25 23:51:01", "date_modify": "2022-10-25 23:51:01", "date_publish": "2021-10-27 14:26:44", "description": "President Biden leaves for Europe on Thursday, but lingering disputes over how to finance the plan may prevent Democrats from uniting around a framework.", "filename": "live_2021_10_27_us_biden-spending-bill-deal_1666741861.html", "image_url": "https://static01.nyt.com/images/2021/10/27/us/live-blog-20211027-biden-spending-bill-deal-header/live-blog-20211027-biden-spending-bill-deal-header-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_27_us_biden-spending-bill-deal_1666741861.html", "title": "Democrats Race to Figure Out How to Pay for Social and Climate Programs", "title_page": "Democrats Race to Figure Out How to Pay for Social and Climate Programs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The paid leave program is likely to be dropped because of opposition from Senator Joe Manchin III, Democrat of West Virginia. Credit... Al Drago for The New York Times\nDemocrats appear likely to abandon their plans to create a new federal paid family and medical leave program as part of their sprawling domestic policy package, yielding to opposition from a crucial centrist swing vote, Senator Joe Manchin III of West Virginia.\nBut Senator Kirsten Gillibrand of New York, the provision’s biggest champion in the Senate, cautioned on Wednesday night that after three conversations, Mr. Manchin had assured her that he was still keeping an open mind.\nStill, the odds look long for the inclusion of even a stripped-back family leave provision. The concession to Mr. Manchin was disclosed by three people familiar with the discussions, who spoke on the condition of anonymity to describe ongoing negotiations. It came after days of harried negotiations to salvage the program, which had already been cut down to just four weeks from a proposed dozen weeks in a bid to appease the senator.\nProponents even offered to narrow the benefit dramatically, to cover leave only for new parents, not sicknesses or other family emergencies.\nOne of the people close to the talks confirmed that Mr. Manchin’s opposition was the reason the provision would most likely be dropped, despite intense lobbying from his colleagues and outside advocacy groups.\n“I’m looking at everything,” Mr. Manchin said on Wednesday evening. “But to put this into a reconciliation bill — it’s a major policy — is not the place to do it.”\nFacing unanimous Republican opposition to the sprawling social policy, climate and tax-increase plan, Democrats must keep all 50 senators and all but a few of their members in the House united behind the plan for it to pass. That has complicated their efforts to reach a deal, even as they use a special budget process known as reconciliation, which shields fiscal legislation from a filibuster, to push it through with no Republican support.\nAs Democrats have scaled back their initial $3.5 trillion blueprint for the plan to around $1.5 trillion to accommodate Mr. Manchin and other centrists, the proposal to provide paid family and medical leave has been in jeopardy.\nMs. Gillibrand said she had sought to address Mr. Manchin’s belief that a large federal leave program would harm the solvency of Social Security, making the case to her colleague that women with access to paid family leave are 40 percent more likely to rejoin the work force after having a baby.\nShe said that paid leave would bolster the Social Security system in two ways: It would help parents have children, which would boost the future work force, and it would encourage more work now, which would boost Social Security tax revenues.\n“Five million women lost their jobs during the pandemic,” Ms. Gillibrand said. “We need it to recover.”\nAnother Democrat, Senator Patty Murray of Washington, offered a pointed rebuke of Mr. Manchin, saying, “We are not going to let one man tell millions of women in this country that they can’t have paid leave.”\nIn a letter to her caucus on Wednesday, Speaker Nancy Pelosi said that while differences had narrowed on a number of spending issues, “we are still fighting” for the leave program.", "url": "https://www.nytimes.com/live/2021/10/27/us/biden-spending-bill-deal"}