{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:27:47", "date_modify": "2022-10-25 23:27:47", "date_publish": "2021-11-09 14:07:55", "description": null, "filename": "live_2021_11_09_business_dealbook-summit_1666740467.html", "image_url": "https://static01.nyt.com/images/2021/11/09/business/09db-summitpromo/09db-summitpromo-facebookJumbo.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_09_business_dealbook-summit_1666740467.html", "title": "DealBook Online Summit", "title_page": "DealBook Online Summit: Tim Cook on Crypto, Adam Neumann on Regrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Early on, as this whole thing got politicized the mask, (right) instead of before, the mask word. I thought that should have been a quick and easy mandate. It’s a mask. It’s not the vaccine it’s a mask. No harm proven, and we only prove that it can be healthy. It’s a small inconvenience for a possible long term freedom, everybody, let’s pay the tithe, put one on. So we’re trying to figure this out as we go. The science is changing as we go. Now you’ve got vaccine mandates. Well, look here. We’re going to, one day, we’re going to see who was exaggerating because as this thing got politicized, both sides, both sides, you could feel them both start to exaggerate. One side of the left was trying to raise up every number and anyone that died with the common cold, they said, blame it on Covid, raise the numbers. The other side saying no, none of this would have happened. COVID is not getting anybody. Now, we’re nine weeks into college football in America. We just had Wimbledon. We just had the English Premier Cup over in England. Well, I was sitting there going, these are super spreader events. I can’t believe we’re doing it. Doomsday is coming. So far? (Right) 12 weeks later. Those don’t seem to be super spreader events. So now the question really does not even seem as much are you vaccinated? Because I think we’re living in a pandemic world for the rest of time now. I’ll make it more complicated. Kids. Senator Ted Cruz, your own state was giving Big Bird a hard time on this issue. I know, I know, I know, I know. So, so you see that. And you think what? Oh, look, Andrew. Here I am. I see that to his look. He just said. We can vaccinate kids. Are we going to? Do we need to trust? I want to trust in the science, Do I think that there’s any kind of scam or conspiracy theory? Hell, no, I don’t. No, I don’t think theres any kind of— we all got to get off that narrative. There’s not a conspiracy theory on the vaccines. These are scientists trying to do the right thing and then people say, yeah, but the big pharma is making the money they can. Fine, that’s, that’s as well, if that’s true. OK? It’s scary. Right now, I’m not vaccinating mine, I’ll tell you that. (You’re not?) I’m not vaccinating mine, I want to get, I’ve been vaccinated, my wife has been vaccinated. We have a high risk person in our household, my mother, who’s 90, and she’s immune compromised. So why? Why don’t you want your kids to be vaccinated? We run, we go slow on vaccinations anyway, even before COVID. Now, mind you, I’ve chosen, we’ve quarantined harder than any of our friends have and still are two years later. I don’t want to. Maybe I’m trying to keep it from my mom. OK, so we’ve been doing just a heavy amount of testing, when and everywhere we can. We even take the ones that take the ones with us out of the box where we can do them in our house, everywhere we can with anybody we come in contact with. Try to do things outdoors. I’m in a position, though, where I can do that, and I understand that not everyone can do that. (Right.) I don’t I can’t I couldn’t mandate having to vaccinate the younger kids, I still want to find out, I still want to find out more information, but I couldn’t mandate it for kids just yet. No.", "url": "https://www.nytimes.com/live/2021/11/09/business/dealbook-summit"}