{"authors": ["Jeanna Smialek", "Rich Barbieri", "Joe Rennison", "Clifford Krauss", "Stephen Gandel", "James Tankersley", "Patti Cohen", "Emily Cochrane", "Eshe Nelson", "Jason Karaian"], "date_download": "2022-10-25 23:31:54", "date_modify": "2022-10-25 23:31:54", "date_publish": "2022-07-13 09:01:10", "description": "The Consumer Price Index rose 9.1 percent from a year ago, defying expectations and further squeezing Americans’ budgets.", "filename": "live_2022_07_13_business_cpi-report-inflation_1666740714.html", "image_url": "https://static01.nyt.com/images/2022/07/12/business/asset-for-inflation-promo-image-promo/asset-for-inflation-promo-image-promo-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_13_business_cpi-report-inflation_1666740714.html", "title": "Consumer Prices Jump Sharply Again in June", "title_page": "Consumer Prices Jump Sharply Again in June - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prices surged 9.1 percent in June as consumers faced rapidly rising costs for gas, food and rent, a higher-than-expected reading and bad news for Americans at a moment when their wages are falling further behind the nation’s soaring cost of living.\nThe fresh Consumer Price Index report released on Wednesday contained particularly worrying signs for the Federal Reserve, providing evidence that price pressures are broad and stubborn in ways that may make them difficult to wrestle under control.\nOverall, inflation is likely to moderate in July because gas prices have fallen this month — a gallon of regular gas hit an average of about $5 in June, and the cost is now hovering around $4.63. But fuel prices are volatile, making it impossible to know if today’s lower gas prices will last, and the report suggested that underlying inflation pressures remained intense.\nIn particular, a core inflation index that strips out food and fuel prices to give a sense of the broad trend remained surprisingly high. That measure climbed 5.9 percent over the year through June, barely a slowdown from last month’s 6 percent increase. Core prices also jumped 0.7 percent from May to June, more than the previous monthly increase.\nPersistent price gains portend trouble for President Biden, whose approval ratings have taken a hit amid climbing costs, and could require continued forceful action from the Fed. The central bank is raising rates to slow the economy and to try to restrain inflation, and it is likely to continue adjusting policy quickly — even if doing so risks tipping the economy into a recession — as inflation looks increasingly out of control.\n“It’s an ugly report,” said Julia Coronado, the founder of MacroPolicy Perspectives. “I don’t think there is anything good about this report, as far as the Fed is concerned, as far as the U.S. consumer is concerned.”\nThe global economy has been buffeted by a series of shocks that have pushed inflation higher since the outset of the pandemic. Factory shutdowns and shipping shortages have roiled supply chains, and worker shortages are making it harder for airlines to fly at capacity and for hotels to rent out rooms. Russia’s invasion of Ukraine has disrupted gas and food supplies.\nImage President Biden has acknowledged the pain that inflation is causing, calling it “unacceptably high” in a statement on Wednesday. Credit... Erin Schaff/The New York Times\nWhile economic policymakers initially hoped that the disruptions would fade and that prices would ease on their own, they have stopped waiting for that to happen — especially as price increases prove not only pronounced but also widespread, rising rapidly across an array of goods and services.\nThe Fed has been raising interest rates since March in an effort to slow consumer and business demand, hoping to cool the economy and bring inflation back down. The central bank has sped up those rate moves as price increases have proved surprisingly stubborn, and the new inflation report spurred speculation that the Fed might turn even more aggressive.\nOfficials lifted rates by 0.75 percentage points in June, the biggest move since 1994, and had been expected to make a similarly sized move at its meeting in late July. But after the new inflation data, investors began to expect a percentage-point move, based on market pricing.\nFed officials themselves were hesitant to call for such a large move.\n“My most likely posture is 0.75, because of the data I’ve seen,” Mary Daly, president of the Federal Reserve Bank of San Francisco, said in an interview Wednesday night. She explained that she had expected a high number, so the report did not sway her.\n“I saw that data and thought: This wasn’t good news, wasn’t expecting good news,” she said.\nMs. Daly said she could see a situation in which a bigger, one-percentage-point increase would be possible should consumer inflation expectations move higher and consumer spending fail to slow down.\nLoretta Mester, president of the Federal Reserve Bank of Cleveland, said on Bloomberg Television on Wednesday night that the new inflation report was “uniformly bad” and that there would be no reason to do less than the 0.75 points that the Fed approved in June. But she also suggested that she would watch incoming data and wait to see how the economy evolved before deciding whether an even larger move might be appropriate. The Fed’s next policy meeting is July 26-27.\nRaphael Bostic, the president of the Federal Reserve Bank of Atlanta, told reporters on Wednesday that “everything is in play,” but he, too, made it clear that he was “not wedded to any specific course of action.”\nEven a 0.75-point increase would be an unusually quick pace for a central bank that has tended to move gradually in recent decades. The Fed risks tipping the economy into a recession as it rapidly raises interest rates, because those increases might hit the brakes on the economy so hard that they jar businesses, prompting them to stop hiring and setting off a chain reaction in which households are left with less money to spend.\nBut policymakers feel that they must choke off inflation quickly even if it increases the chance of a painful slowdown. That’s because they worry that, as inflation remains rapid, consumers and businesses could be getting used to it.\nIf people begin to ask for higher wages in anticipation of price increases — negotiating cost-of-living adjustments of 6 or 7 percent, for example, instead of the typical 2 to 3 percent — companies could try to pass their swelling labor costs along to customers by raising prices. That could perpetuate rapid inflation, making it much trickier for the Fed to stamp it out.\n“The path toward price stability is going to entail some pain, but less pain if we do it than if we don’t do it,” Ms. Mester said.\nImage Meals at restaurants, tickets for sporting events and other services are growing more expensive. Credit... Amir Hamja for The New York Times\nInflation is high across much of the world right now, as Russia’s invasion of Ukraine pushes up food and fuel prices and transportation and manufacturing issues continue to keep some goods scarce. But the new inflation report also shows evidence of price pressures that have little to do with global supply. Meals at restaurants, tickets for sporting events and other services are growing more expensive.\nFor consumers, the fresh report is confirmation that it is increasingly tough to make ends meet. While wages are rising, they have failed to keep up with rapid price increases. After accounting for price increases, average hourly earnings have declined 3.6 percent over the past year.\nAt the same time, necessities are becoming more expensive. Food prices overall rose 10.4 percent in June from a year earlier, the biggest annual increase since 1981. Rent for a house or an apartment also costs significantly more, having climbed at the fastest monthly pace since 1986.\nThat is making life difficult for many families. Soaring housing costs have made relocating difficult for Elizabeth Haynes, 41, who lives with her husband in McKinney, Texas. The couple wants to relocate to another state, but high housing costs are so far prohibitive.\n“We’re trying to get out of Texas, and that’s proving really difficult with the rental costs and the housing costs and the shortages and all of that,” said Ms. Haynes, who is hoping to land a place she can afford in Connecticut. “So that’s kind of our big pain point.”\nAs rapid price increases burden many Americans, they are also taking a toll on economic confidence, posing a big challenge for Mr. Biden and Democrats ahead of the midterm elections. Mr. Biden has acknowledged the pain inflation is causing, saying in a statement on Wednesday that it is “unacceptably high.”\nBut he also called the report “out of date” because it did not capture the recent retreat in prices at the gasoline pump and in other commodities. Democrats have suggested things will soon get better, pointing out that, as fuel costs subside, overall inflation is likely to decline from its 9.1 percent reading in June.\n“I think we’re peaking — I think we’re going to be going down from here,” Representative Nancy Pelosi, the House speaker, said when asked for her reaction to the new data.\nWhile there is hope in Washington and on Wall Street that inflation will come down sustainably, economists have repeatedly suggested that inflation has peaked over the past 12 months only to watch it pick back up.\nThat is partly because prices for certain goods have behaved strangely: Cars have been in short supply, and their prices have been skyrocketing, for instance. It is also partly because economists have dismissed big price swings in various goods and services as temporary one-offs, and the surprises have just continued to add up.\n“People have not done a very good job of predicting car inflation,” said Jason Furman, an economist at Harvard. “Beyond that, inflation is about more than 10 individual stories about 10 individual goods and services — it’s about forces in the overall economy.”\nImage If people begin to ask for higher wages in anticipation of price increases, companies could try to pass their swelling labor costs along to customers by raising prices. Credit... Hiroko Masuike/The New York Times\nThat said, there are some reasons that today’s rapid price gains could abate based on the economy’s fundamentals.\nConsumers may struggle to sustain their spending as prices jump. If they move in with roommates, stop taking vacations or pull back on social activities to save money, supply could begin to catch up with demand, allowing price gains to decelerate.\nStores including Target are already trying to sell off bloated inventories, which could allow retail prices to slow. Costs for goods including sporting equipment and televisions have already begun to cool.\nBut, for now, hints at and forecasts for a cool-down are likely to be insufficient comfort for economic policymakers when there is little sign in the data that any concerted pullback is kicking in.\n“We have to be so humble about forecasting inflation,” said Blerina Uruci, an economist at T. Rowe Price, who does expect inflation pressures to fade. “We’ve just been so wrong, so consistently, in one direction.”\nReporting was contributed by Isabella Simonetti , Jim Tankersley , Emily Cochrane , Ana Swanson and Joe Rennison .", "url": "https://www.nytimes.com/live/2022/07/13/business/cpi-report-inflation"}