{"authors": ["James C. Mckinley Jr.", "Carly Olson", "Michael Bender", "William Rashbaum", "Maggie Haberman", "Jonah Bromwich", "Benjamin Protess"], "date_download": "2022-10-25 23:32:54", "date_modify": "2022-10-25 23:32:54", "date_publish": "2022-09-21 15:33:18", "description": null, "filename": "live_2022_09_21_nyregion_trump-fraud-lawsuit-ny-james_letitia-james-has-been-one-of-trumps-chief-antagonists-in-new-york_1666740774.html", "image_url": "https://static01.nyt.com/images/2022/09/14/multimedia/14trump-settle-james/14trump-settle-james-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_21_nyregion_trump-fraud-lawsuit-ny-james_letitia-james-has-been-one-of-trumps-chief-antagonists-in-new-york_1666740774.html", "title": "Trump Accused of Overvaluing His Assets in N.Y. Lawsuit", "title_page": "Trump Accused of Overvaluing His Assets in N.Y. Lawsuit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Although the lawsuit against Donald J. Trump cannot include criminal charges, the former president could face substantial financial penalties.\nAttorney General Letitia James of New York filed a sweeping lawsuit on Wednesday that accused Donald J. Trump, his family business and three of his children of lying to lenders and insurers by fraudulently overvaluing his assets by billions of dollars.\nMs. James is seeking to bar the Trumps, including Donald Jr., Eric and Ivanka, from ever running a business in the state again.\nShe concluded that Mr. Trump and his business violated state criminal laws and “plausibly” broke federal laws as well. Her office, which lacks authority to file criminal charges in this case, referred the findings to federal prosecutors in Manhattan. They declined to comment on whether they would investigate.\nThe 220-page lawsuit, filed in State Supreme Court in Manhattan, lays out in new and startling detail how Mr. Trump’s annual financial statements were a compendium of lies, according to Ms. James. The statements — yearly records that include the company’s estimated value of its holdings and debts — wildly inflated the worth of nearly every one of its marquee properties, according to the lawsuit. They include Mar-a-Lago in Florida, Trump Tower and 40 Wall Street in Manhattan.\nThe company also routinely spurned the assessments of outside experts. After a bank ordered an appraisal that found 40 Wall Street was worth $200 million, the Trumps promptly valued it at well over twice that amount. Overall, the lawsuit said that 11 of Mr. Trump’s annual financial statements included more than 200 false and misleading asset valuations.\n“The number of grossly inflated asset values is staggering, affecting most if not all of the real estate holdings in any given year,” according to the lawsuit. Ms. James, a Democrat who is running for re-election, filed the lawsuit just weeks after the former president refused to answer hundreds of questions under oath in an interview with her office.\nMr. Trump, in a post on his social media site, Truth Social, attacked the investigation and Ms. James, as he has throughout the inquiry. “Another Witch Hunt by a racist Attorney General, Letitia James,” Mr. Trump wrote, adding, “she is a fraud who campaigned on a “get Trump” platform.”\nRead the lawsuit In a lawsuit filed on Sept. 21, the New York attorney general, Letitia James, accused Donald J. Trump and three of his children of fraudulently overvaluing his assets by billions of dollars. Read Document 222 pages\nMr. Trump has long used his net worth to construct a public persona as a self-made billionaire, an image that underpinned his initial run for the White House. But, according to Ms. James, he had a financial motivation for inflating his property values.\nHis company, the Trump Organization, provided the fraudulent financial statements to lenders and insurers, her suit said, “to obtain beneficial financial terms,” including lower interest rates and premiums. All told, Ms. James said, the Trumps were able to obtain a quarter of a billion dollars that she now wants the company to forfeit.\nIn a statement, the Trump Organization noted that its lenders “profited handsomely — to the tune of hundreds of millions of dollars in interest and fees” from their dealings with the company. The statement also attributed Ms. James’s action to “politics, pure and simple,” arguing that she “put her own political ambitions ahead of the safety of New Yorkers.”\n“We look forward to defending our client against each and every one of the attorney general’s meritless claims,” said Mr. Trump’s lawyer, Alina Habba.\nAlan S. Futerfas, a lawyer for Ivanka Trump and Donald Trump Jr., declined to comment. But on Twitter, Donald Trump Jr. wrote that Ms. James was “Weaponizing her office to go after her political opponents!”\nMs. James is looking to extract a steep price from the former president and his company. Her lawsuit asks a judge to appoint an independent monitor to oversee the company’s financial practices and to oust the Trumps from leading their family business. Ms. James is also seeking to prevent the family from acquiring real estate in New York for five years.\nIf a judge agrees, Mr. Trump and his children will also be permanently barred from serving as officers or directors in any New York company. While Ms. James stopped short of trying to dissolve the Trump Organization, she wants to shut down at least some of the former president’s New York operations.\nIt is unclear whether a judge would grant some of the harsher consequences she is seeking. In an unrelated case against the National Rifle Association, Ms. James sought the dissolution of the organization, only for a judge to reject that request.\nHer case against Mr. Trump also could be difficult to prove. Property valuations are often subjective, and the financial statements include a disclaimer stating that they have not been audited. If there were a trial, his lawyers would most likely emphasize that Deutsche Bank and Mr. Trump’s other lenders were hardly victims; all his loans are either current or were paid off, some before they were due.\nMr. Trump famously does not use email, so any instructions he might have given his employees about the company’s financial statements might not be in writing. The lack of a damning email — or a witness inside his company willing to testify against him — might complicate Ms. James’s effort to show that he intentionally used his financial statements to defraud lenders and insurers.\nImage The Trump Organization wildly inflated the value of its properties, the New York attorney general’s lawsuit charges. The company sold its Trump International Hotel this year. Credit... Kenny Holston for The New York Times\nWhile Mr. Trump has often leveraged law enforcement scrutiny to portray himself as a political martyr and to raise money from his supporters, Ms. James’s lawsuit suggests that his success is the product of fraud and chicanery.\nThere was the Westchester County golf club valued as if it had charged hefty initiation fees that were never actually collected; the “cash” that Mr. Trump counted even though it belonged to one of his business partners; and the pretense that his Mar-a-Lago club and his golf course in Scotland could make money from building homes on the properties, even though the Trumps had agreed to limit such development.\nIn yet another example cited in the case, the Trump Organization starkly overvalued a group of rent-stabilized apartments in Trump Park, its building on Park Avenue — apartments that Donald Trump Jr. once described as being “the bane” of his existence. The apartments were appraised by an independent expert as being worth $750,000; the Trump Organization, in 2011 and 2012, instead valued them at almost $50 million.\nThe lawsuit compounds Mr. Trump’s extensive legal woes. He is facing a number of criminal investigations involving his conduct in the final weeks of his presidency. Last month, the F.B.I. searched Mar-a-Lago in an investigation into his removal of sensitive material from the White House; federal prosecutors are investigating his efforts to reverse his 2020 election loss; and a Georgia district attorney is conducting a criminal investigation into his potential election interference in the state.\nThe authorities in New York have been investigating Mr. Trump and his family business since 2018, when the Manhattan district attorney’s office opened an investigation. The following year, Ms. James’s civil inquiry began, and both offices began to zero in on the way that Mr. Trump’s company valued its assets.\nAs part of its investigation, the Manhattan district attorney pressured the Trump Organization’s chief financial officer, Allen H. Weisselberg, to turn on his longtime employer. When Mr. Weisselberg declined to cooperate, the office charged him with a yearslong scheme to avoid paying taxes on lucrative off-the-books perks.\nThe company was indicted as well and is scheduled to go to trial in October. Mr. Weisselberg, who is also a defendant in Ms. James’s suit, pleaded guilty to 15 felonies and agreed to testify at the trial, putting the company at a significant disadvantage. His lawyer, Mary E. Mulligan, declined to comment.\nThe Manhattan criminal investigation has not resulted in charges.. Early this year, the Manhattan district attorney, Alvin L. Bragg, instructed prosecutors to halt their effort to seek to indict Mr. Trump after he and some of his aides developed concerns about proving a criminal case. Such cases require a higher burden of proof than a civil case like the one Ms. James has filed.\nImage Letitia James, the New York attorney general, had pledged to hold Mr. Trump accountable for business practices she said were illegal. Credit... Hiroko Masuike/The New York Times\nWhile Ms. James does not have the authority to indict Mr. Trump, a footnote in the lawsuit said she provided her findings to the United States attorney’s office in Manhattan. It notes that the conduct detailed in the complaint appears to amount to bank fraud and false statements to a bank.\nThe lawsuit also argued that the financial statements violated “a host of state laws.” Asked about the possibility of state charges, Mr. Bragg said in a statement that the investigation into Mr. Trump and his company is “active and ongoing.”\nMs. James’s lawsuit represents the culmination of a contentious yearslong civil investigation that Mr. Trump and his lawyers sought to thwart and delay at nearly every turn.\nIn April, a New York State judge held Mr. Trump in contempt of court for failing to fully comply with a subpoena from Ms. James seeking some of his personal records. The judge, Arthur F. Engoron, eventually lifted the contempt order, but only after Mr. Trump paid a $110,000 penalty.\nJustice Engoron also ordered Mr. Trump, as well as Ivanka and Donald Trump Jr., to face questioning under oath from Ms. James’s investigators. (Eric Trump was previously questioned for the investigation, during which he repeatedly invoked his Fifth Amendment right against self-incrimination.)\nEarly this year, Ms. James disclosed in court papers that Mr. Trump’s longtime accounting firm cut ties with the former president and essentially retracted a decade’s worth of his financial statements. The firm, Mazars USA, compiled the financial statements based on information from Mr. Trump and his company, which “intended to mislead Mazars” by “concealing important information,” the lawsuit contends.\nMr. Trump’s lead accountant testified under oath in a deposition that he was “shocked by the size of the discrepancy” between the value for the rent-stabilized units at Trump Park listed in a 2010 outside appraisal and the value the Trump Organization assigned to the units.\nIn fighting the case, Mr. Trump’s lawyers are expected to highlight the disclaimer in his financial statements saying that Mazars had not audited the valuations. They also might argue that the Trump Organization submitted the statements to large financial institutions that conducted their own due diligence.\nThe Trump Organization, in its statement, criticized Ms. James for prioritizing “the interests of large sophisticated Wall Street Banks” over those of the public.\nAddressing the defense that the Trump Organization’s practices were commonplace in the real estate world, Ms. James, at a news conference on Wednesday, argued that “this conduct cannot be brushed aside and dismissed as some sort of good-faith mistake.” The financial statements, she said, were “grossly inflated, objectively false and therefore fraudulent.”\nMr. Trump, his company and his family, she added, “should all be held accountable.”", "url": "https://www.nytimes.com/live/2022/09/21/nyregion/trump-fraud-lawsuit-ny-james/letitia-james-has-been-one-of-trumps-chief-antagonists-in-new-york"}