{"authors": ["Mark Landler", "Emily Anthes"], "date_download": "2022-10-25 23:50:41", "date_modify": "2022-10-25 23:50:41", "date_publish": "2021-07-19 08:57:29", "description": "A move to end most legal limits on social contact, including reopening nightclubs and ending a national mask mandate, went ahead even with cases surging.", "filename": "live_2021_07_19_world_covid-variant-vaccine-updates_uk-england-covid-boris-johnson_1666741841.html", "image_url": "https://static01.nyt.com/images/2021/07/19/multimedia/19virus-briefing-freedomday-videocover/19virus-briefing-freedomday-videocover-facebookJumbo.jpg?year=2021&h=550&w=1050&s=08345c69ab735226db1b2c39ce6df236016e2e3a1fbbc67c9afacb25673df2f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_19_world_covid-variant-vaccine-updates_uk-england-covid-boris-johnson_1666741841.html", "title": "Covid News: Canada Will Reopen Border With U.S.", "title_page": "Covid News: Canada Will Reopen Border With U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:27 - 0:00 transcript Canada to Reopen Border to Vaccinated U.S. Travelers Canadian officials said fully vaccinated citizens and permanent residents of the United States would be allowed to enter the country starting Aug. 9. Canada hopes to allow visitors from other countries by early September. On Sept. 7, we intend to allow entry for fully vaccinated travelers from any country, for non-essential travelers. Travelers will have to be fully vaccinated with a Health Canada authorized vaccine, at least 14 days prior to entering the country. But ahead of that date, on Aug. 9, a number of important changes at the border will come into effect to allow fully vaccinated United States citizens and permanent residents who are currently residing in the United States to enter Canada for non-essential purposes. The same requirements will apply. Travelers will have to be fully vaccinated with a Health Canada authorized vaccine, at least 14 days before entering the country. Our approach at the border has always been based on the latest science and evidence. This approach will be — the relaxation of measures will be a gradual process, taking into account the vaccination rate of Canadians and our own epidemiological situation. All travelers, regardless of vaccination status, will still need a negative pre-departure test. However, starting Aug. 9, we will shift to a mandatory randomized testing for fully vaccinated travelers. So only those that have been randomly selected will need to complete a Day 1 test. This shift allows us to focus efforts on unvaccinated travelers, while still keeping track of the new variants. Canadian officials said fully vaccinated citizens and permanent residents of the United States would be allowed to enter the country starting Aug. 9. Canada hopes to allow visitors from other countries by early September. Credit Credit... Lindsay Dedario/Reuters\nCanada is poised to welcome back fully vaccinated travelers, including Americans, after over a year of strict controls at the border.\nBeginning on Aug. 9, citizens and permanent residents of the United States will be allowed to enter Canada as long as they have been fully vaccinated for at least 14 days before travel, federal government officials said on Monday.\nCanada then hopes to allow visitors from other countries beginning on Sept. 7, a date that could change depending on conditions.\nPressure has been building on both sides of the border to reopen, to bolster tourism and allow separated families to reunite (though Canada has already made some exceptions for relatives). The two countries have renewed the closure every month since the border closed to nonessential travel on March 21, 2020. Commercial traffic was never halted.\nBefore the pandemic, Canada was the second most popular foreign destination for Americans, behind Mexico.\nCanada is ready to lift border restrictions because it has made rapid progress vaccinating its population after months of delays. It now has higher vaccination rates than the United States, with 50 percent of its population fully vaccinated, and 75 percent of residents having received at least one dose, according to its federal public health agency.\nPrime Minister Justin Trudeau had indicated that Canada would begin to open its border after it crossed the 75 percent threshold for residents who are at least partly vaccinated.\nTravelers must present Canadian border officials with proof of vaccination. Canada will accept only the Covid vaccines it has approved for its population: those made by Pfizer and BioNTech, Moderna, AstraZeneca or the Serum Institute of India, and Janssen, the brand used by Johnson & Johnson in Canada.\nIn a news conference on Monday, Bill Blair, the public safety minister, said he shared Canada’s border plan with his U.S. counterparts last week, but “they’ve not yet made a decision.”\nThe White House press secretary, Jen Psaki, said in a briefing Monday that the United States would continue travel restrictions.\n“Any decisions about reopening travel will be guided by our public health and medical experts. We take this incredibly seriously, but we look and are guided by our own medical experts,” Ms. Psaki said. “I wouldn’t look at it through a reciprocal intention.”\nSeveral members of Congress from both parties applauded Canada’s move and called on the United States to follow suit. Representative Brian Higgins, Democrat of western New York, criticized the Biden administration for what he called a “lack of urgency” in lifting restrictions at the border.\nRepresentative Pete Stauber, Republican of Minnesota, said on Twitter that the news was “long overdue. Our border communities have suffered for over a year.”\nThe United States must decide by Wednesday to either extend its border closures with Canada and Mexico by a month or lift them altogether.\nAlso as of Aug. 9, Canada is dropping its mandatory government-approved-hotel quarantine requirement for air travelers, and removing the quarantine period for eligible, fully vaccinated visitors.\nChildren under 12, who are not yet eligible for the vaccines, or dependents of fully vaccinated travelers, will also be exempt from a 14-day quarantine. They may “move around with their parents, but must avoid group settings, such as camps or daycares,” public health officials said in briefing documents.\nThe highly contagious Delta virus variant remains a concern, so some fully vaccinated travelers will be randomly selected to complete a post-arrival test for the virus.\nRegardless of vaccination status, all travelers will be required to present a negative test taken within 72 hours before arrival.\nAirline passengers have so far been limited to traveling through four international airports in Montreal, Toronto, Calgary and Vancouver. Now, the government is expanding international flights to Halifax, Quebec City, Ottawa, Winnipeg and Edmonton.\nOn Friday the Toronto Blue Jays, a Major League Baseball team, were granted a travel exemption allowing them to return to Canada, after being forced to play across the border throughout the pandemic.\nCanada also let National Hockey League teams cross the border for the Stanley Cup playoffs.\nMiriam Jordan contributed from Los Angeles.", "url": "https://www.nytimes.com/live/2021/07/19/world/covid-variant-vaccine-updates/uk-england-covid-boris-johnson"}