{"authors": ["Ron Depasquale"], "date_download": "2022-10-25 23:42:56", "date_modify": "2022-10-25 23:42:56", "date_publish": "2021-10-02 14:03:41", "description": null, "filename": "live_2021_10_02_world_covid-delta-variant-vaccine_virus-forces-the-broadway-musical-aladdin-to-cancel-more-shows_1666741376.html", "image_url": "https://static01.nyt.com/images/2021/10/01/lens/01virusbriefing-aladdin-photo/01virusbriefing-aladdin-photo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8b18c6e19c3c6ffe59d194d57f2519b3a2d3149b3bcd3c2a02f996c9448f7432&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_02_world_covid-delta-variant-vaccine_virus-forces-the-broadway-musical-aladdin-to-cancel-more-shows_1666741376.html", "title": "Two studies suggest that newer variants of the coronavirus are better at traveling through the air.", "title_page": "Two studies suggest that newer variants of the coronavirus are better at traveling through the air. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The new findings show that the virus is becoming more formidable and highlight the need for better masks in some situations. Credit... Jeenah Moon for The New York Times\nNewer variants of the coronavirus like Alpha and Delta are highly contagious, infecting far more people than the original virus. Two new studies offer a possible explanation: The virus is evolving to spread more efficiently through air.\nThe realization that the coronavirus is airborne indoors transformed efforts to contain the pandemic last year, igniting fiery debates about masks, social distancing and ventilation in public spaces.\nMost researchers now agree that the coronavirus is mostly transmitted through large droplets that quickly sink to the floor and through much smaller ones, called aerosols, that can float over longer distances indoors and settle directly into the lungs, where the virus is most harmful.\nThe new studies don’t fundamentally change that view. But the findings signal the need for better masks in some situations, and indicate that the virus is changing in ways that make it more formidable.\n“This is not an Armageddon scenario,” said Vincent Munster, a virologist at the National Institute of Allergy and Infectious Diseases, who led one of the new studies. “It is like a modification of the virus to more efficient transmission, which is something I think we all kind of expected, and we now see it happening in real time.”\nDr. Munster’s team showed that small aerosols traveled much longer distances than larger droplets and the Alpha variant — or B.1.1.7, first identified in Britain — was much more likely to cause new infections via aerosol transmission. The second study found that people infected with Alpha exhaled about 43 times more virus into tiny aerosols than those infected with older variants. The studies compared Alpha with the original virus or other older variants. The results may also explain why the Delta variant is so contagious — and why it displaced all other versions of the virus. “It really indicates that the virus is evolving to become more efficient at transmitting through the air,” said Linsey Marr, an expert in airborne viruses at Virginia Tech who was not involved in either study. “I wouldn’t be surprised if, with Delta, that factor were even higher.” The tools at our disposal all still work well to halt the spread. Even loosefitting cloth and surgical masks block about half of the fine aerosols containing virus, according to the study of people infected with variants, published this month in the journal Clinical Infectious Diseases. Still, at least in some crowded spaces, people may want to consider switching to more protective masks, said Don Milton, an aerosol expert at the University of Maryland who led the research.\nShow more", "url": "https://www.nytimes.com/live/2021/10/02/world/covid-delta-variant-vaccine/virus-forces-the-broadway-musical-aladdin-to-cancel-more-shows"}