{"authors": ["Nicholas Fandos", "Emily Cochrane", "Adam Rasgon"], "date_download": "2022-10-25 23:38:11", "date_modify": "2022-10-25 23:38:11", "date_publish": "2021-01-06 13:57:36", "description": "Vice President Mike Pence made Joe Biden’s victory official early Thursday despite mayhem at the Capitol that delayed proceedings. President Trump said there would be an “orderly transition.”", "filename": "live_2021_01_06_us_electoral-vote_action=click&module=Spotlight&pgtype=Homepage_1666741091.html", "image_url": "https://static01.nyt.com/images/2021/01/07/us/politics/07transition-briefing-sweepy-cong/merlin_182076939_379d7db0-5499-47e2-b229-2eaa68593ef0-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d0e55b5f62bb31b603191619760a5e5ed7528acc81bcd00680669ce444f6f77e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_06_us_electoral-vote_action=click&module=Spotlight&pgtype=Homepage_1666741091.html", "title": "Trump Supporters Storm Capitol", "title_page": "Trump Supporters Storm Capitol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 2:56 - 0:00 transcript Senate and House Vote to Certify Biden’s Victory The Senate and House voted early Thursday to certify Joseph R. Biden Jr. as winner of the 2020 presidential election. “To those who wreaked havoc in our Capitol today: You did not win. Violence never wins. Freedom wins, and this is still the people’s house.” “When I arrived in Washington this morning, I fully intended to object to the certification of the electoral votes. However, the events that have transpired today have forced me to reconsider, and I cannot now in good conscience object to the certification of these electors.” [hitting gavel] “On this vote, the yeas are six, the nays are 93. The objection is not sustained. The secretary will notify the House of the action of the Senate, informing that body that the Senate is now ready to proceed to joint session with further counting of the electoral vote for president and vice president. For what reason does the gentleman from Pennsylvania rise?” “Mr. President, sadly but resolutely, I object to the electoral votes of my beloved Commonwealth of Pennsylvania on the grounds of multiple constitutional infractions that they were not under all of the known circumstances regularly given. And on this occasion, I have a written objection signed by a senator and 80 members of the House of Representatives.” “In the Senate of the United States ordered that the Senate, by a vote of seven ayes to 92 nays, rejects the objection to the electoral votes cast in the Commonwealth of Pennsylvania for Joseph R. Biden for president and Kamala D. Harris for vice president.” “Ordered that the House of Representatives rejects the objection to the electoral vote of the Commonwealth of Pennsylvania.” “The votes for president of the United States are as follows: Joseph R. Biden Jr. of the state of Delaware has received 306 votes. Donald J. Trump of the state of Florida has received 232 votes. The whole number of electors appointed to vote for vice president of the United States is 538. Within that whole number, a majority is 270. The votes for vice president of the United States are as follows: Kamala D. Harris of the state of California has received 306 votes. Michael R. Pence of the state of Indiana has received 232 votes. The announcement of the state of the vote by the president of the Senate shall be deemed a sufficient declaration of the persons elected president and vice president of the United States, each for the term beginning on the 20th day of January 2021, and shall be entered together with the list of the votes on the journals of the Senate and the House of Representatives.” The Senate and House voted early Thursday to certify Joseph R. Biden Jr. as winner of the 2020 presidential election. Credit Credit... Erin Schaff/The New York Times\nCongress confirmed President-elect Joseph R. Biden Jr.’s victory early Thursday morning, hours after a mob of loyalists urged on by President Trump stormed and occupied the Capitol, disrupting the final electoral count in a shocking display of violence that shook the core of American democracy.\nPresident Trump, who spent months stoking the anger of his supporters with false claims that the election was stolen and refused to condemn the violent protesters on Wednesday, said early Thursday that he would respect the results of the election.\n“Even though I totally disagree with the outcome of the election, and the facts bear me out, nevertheless there will be an orderly transition on January 20th,” he said in a statement.\nMr. Trump’s comments came moments after Mr. Biden’s victory was certified shortly before 4 a.m. by a joint session of Congress presided over by Vice President Mike Pence.\nThere was no parallel in modern American history, with insurgents acting in the president’s name vandalizing Speaker Nancy Pelosi’s office, smashing windows, looting art and briefly taking control of the Senate chamber, where they took turns posing for photographs with fists up on the dais where Mr. Pence had just been presiding.\nBy the time the Senate reconvened late on Wednesday evening, hours after lawmakers had been evacuated from a Capitol overrun by rebels carrying pro-Trump paraphernalia, one of the nation’s most polarizing moments had yielded an unexpected window of solidarity. Republicans and Democrats locked arms to denounce the violence and express their determination to carry out what they called a constitutionally sacrosanct function.\n“To those who wreaked havoc in our Capitol today, you did not win,” Mr. Pence said in a sharp break from Mr. Trump, who had praised the mob. “Violence never wins. Freedom wins. And this is still the people’s house.”\nSenator Mitch McConnell, Republican of Kentucky and the majority leader, said the “failed insurrection” had only clarified Congress’s purpose.\n“They tried to disrupt our democracy,” he said. “They failed.”\nThe upheaval unfolded on a day when Democrats secured a stunning pair of victories in runoff elections in Georgia, winning effective control of the Senate and the complete levers of power in Washington. And it arrived as Congress met for what would normally have been a perfunctory and ceremonial session to declare Mr. Biden’s election.\nThe siege was the climax of a weekslong campaign by Mr. Trump, filled with baseless claims of fraud and outright lies, to try to overturn a democratically decided election that he lost.\n“We gather due to a selfish man’s injured pride, and the outrage of supporters who he has deliberately misinformed for the past two months and stirred to action this very morning,” Senator Mitt Romney, Republican of Utah and the 2012 presidential nominee, said after the chamber reconvened. “What happened here today was an insurrection incited by the president of the United States.”\nWednesday evening, Mr. Biden, seeking to tamp down the anarchy that Mr. Trump stoked with angry language just hours earlier, Mr. Biden urged rioters to abandon what amounted to an armed occupation of the House and Senate. The president-elect denounced Mr. Trump’s refusal to graciously accept defeat, and suggested that the president was to blame for the violence.\n“At their best, the words of a president can inspire,” Mr. Biden said. “At their worst, they can incite.”\nFar from discouraging confrontation, Mr. Trump had encouraged his supporters earlier Wednesday to confront Republican lawmakers going against him to side with the Constitution.\nAfter the voted was finally certified, Barry C. Black, the Senate chaplain, said a prayer in the chamber that acknowledged the violence.\n“These tragedies have reminded us that words matter and that the power of life and death is in the tongue,” he said.", "url": "https://www.nytimes.com/live/2021/01/06/us/electoral-vote?action=click&module=Spotlight&pgtype=Homepage"}