{"authors": ["Azi Paybarah", "Adeel Hassan", "Asmaa Al-Omar", "Saif Hasnat", "The New York Times", "Ron Depasquale", "Emily Anthes"], "date_download": "2022-10-25 23:49:59", "date_modify": "2022-10-25 23:49:59", "date_publish": "2021-08-10 09:01:42", "description": "Oregon will restore its statewide mask mandate as Delta surges. Washington D.C. will require public workers to be vaccinated or tested.", "filename": "live_2021_08_10_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741799.html", "image_url": "https://static01.nyt.com/images/2021/08/11/world/11virus-briefing-texas-outbreaks-1/11virus-briefing-texas-outbreaks-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=45c2d5b653e42aedb29a6fc11c448dc87d6a6c938af9a17857a78d1cc8352706&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_10_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741799.html", "title": "Texas Judges Rule Against Governor in Suits Over Mask Mandate Ban", "title_page": "Texas Judges Rule Against Governor in Suits Over Mask Mandate Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:15 - 0:00 transcript Dallas County Judge Issues Mask Mandate A Texas judge ordered indoor mask-wearing in the Dallas area after rising coronavirus cases fueled by the Delta variant brought the levels of virus transmission and hospitalizations to those seen during the height of the pandemic. From the date of this executive order, all child care centers and pre-K through 12 public schools operating in Dallas County must develop and implement a health and safety policy. The health and safety policy must require, at a minimum, universal indoor masking for all teachers, staff, students and visitors to child care centers and pre-K through 12 schools, regardless of vaccination status, except for children under the age of 2 years. From the date of this executive order, all commercial entities in Dallas County providing goods or services directly to the public must develop and implement a health and safety policy. The health and safety policy must require, at a minimum, universal indoor masking for all employees and visitors to the commercial entities, business premises or other facility. Your personal freedom is very important to me and to everyone. But your personal freedom does not extend to hurting your neighbors, particularly at a time of a public health disaster like this. A Texas judge ordered indoor mask-wearing in the Dallas area after rising coronavirus cases fueled by the Delta variant brought the levels of virus transmission and hospitalizations to those seen during the height of the pandemic. Credit Credit... Christopher Lee for The New York Times\nTwo court rulings on Tuesday cleared the way for local leaders who oppose a ban by Gov. Greg Abbott of Texas, a Republican, on mask mandates to at least temporarily require face coverings to help curb a rise in coronavirus cases.\nThe first ruling came in Bexar County, which includes San Antonio. Masks can now be required in public schools and other public buildings there.\nMasks will also be required for county and city employees, said Andy Segovia, the city attorney for San Antonio. The chief executive of Bexar County, Judge Nelson W. Wolff, said that the ruling was important because many students who are too young to be vaccinated would otherwise be coming back to school with no protection.\nThe second ruling was delivered by a district judge in Dallas County who said the ban prevented officials from protecting residents during an emergency.\n“Dallas County citizens will be irreparably harmed” if local leaders cannot require face coverings to stop the transmission of the virus, the judge, Tonya Parker, wrote in the ruling.\nIn light of the decision, Clay Jenkins, the county’s chief elected official, said he planned to issue an emergency order on Wednesday. [Update Aug. 12: The order was issued at 11:59 p.m. on Wednesday.]\nDallas and San Antonio now join Austin, Fort Worth and Houston in instituting mask mandates in schools. That means the state’s five largest cities are defying Mr. Abbott’s ban for schools.\nOn Tuesday, Texas recorded 20,000 new virus cases, nearly double the number of cases as two weeks ago, according to a New York Times database.\nSome hospitals in the state are nearing capacity and are bracing for an influx of patients. The intensive care unit at Lyndon B. Johnson Hospital in Houston is at full capacity, and 63 percent of those patients are Covid cases, CNN reported.\nWhile Mr. Abbott remains unmoved as one of the most strident opponents of mask mandates, he did put some restrictions in place in March 2020, such as limiting social gatherings to 10 people and closing some businesses, like gyms. Those that remained open operated at a limited capacity. Last July, as cases surged across Texas, he enacted a mask mandate.\nThe state lifted the mandate this past March, citing the presence of vaccine.\nThis week the governor appeared to acknowledge the growing burden on the health care system. He directed the state Health Department to find additional health care workers from outside Texas to provide reinforcements for overwhelmed hospitals statewide. He also sent a letter to the Texas Hospital Association telling hospitals to postpone elective medical procedures.\nPresident Biden has recently criticized the governors of Texas and Florida, two states where virus cases have risen particularly sharply, for their pandemic response.\n“I say to these governors, please, if you aren’t going to help, at least get out of the way for people who are doing the right thing,” he said at a news conference last week. On Tuesday, he encouraged people to get vaccinated as part of their preparation for hurricane and wildfire seasons.\nMr. Biden singled out Florida, Texas, Louisiana, Alabama, and Mississippi as states with low vaccination rates that are also more at risk from hurricanes.\nOn Tuesday, a temporary mask mandate for students, staff members and visitors to public schools in Dallas went into effect.\nBrendan Steinhauser, a consultant who lives in a Republican-leaning suburb of Austin, said the rising number of cases had led more people to wear masks.\n“It is palpable,” he said of his neighbors’ mask-wearing attitude. “I noticed it and it was like, ‘Whoa.’”\nCorrection: An earlier version of this item misspelled the surname of Bexar County’s chief executive. He is Judge Nelson W. Wolff, not Wolf.", "url": "https://www.nytimes.com/live/2021/08/10/world/covid-delta-variant-vaccine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}