{"authors": ["Patrick Kingsley", "Raja Abdulrahim", "Isabel Kershner"], "date_download": "2022-10-25 23:55:38", "date_modify": "2022-10-25 23:55:38", "date_publish": "2022-05-12 07:55:17", "description": "The Palestinian Authority said it would not let Israeli officials examine the bullet that killed Shireen Abu Akleh in the occupied West Bank during an Israeli raid. Israel said that is the only way to determine who fired it.", "filename": "live_2022_05_12_world_al-jazeera-journalist-killed-west-bank_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666742138.html", "image_url": "https://static01.nyt.com/images/2022/05/12/world/12israel-briefing-promo-920am-ET/12israel-briefing-promo-920am-ET-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_12_world_al-jazeera-journalist-killed-west-bank_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666742138.html", "title": "The Killing of Shireen Abu Akleh", "title_page": "The Killing of Shireen Abu Akleh: Investigation and Reactions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Shireen Abu Akleh, reporting in Jerusalem for Al Jazeera, was one of the best known Palestinian journalists. Credit... via Agence France-Presse\nJERUSALEM — Shireen Abu Akleh originally studied to be an architect but could not see a future for herself in the field. So she decided to go into journalism instead, becoming one of the best-known Palestinian journalists.\n“I chose journalism to be close to the people,” she said in a short reel shared by Al Jazeera soon after she was killed on Wednesday by gunfire in the West Bank. “It might not be easy to change the reality, but at least I was able to bring their voice to the world.”\nA Palestinian American, Ms. Abu Akleh, 51, was a familiar face on the Al Jazeera network, where she spent 25 years reporting, making her name amid the violence of the Palestinian uprising known as the second intifada, which convulsed Israel and the occupied West Bank beginning in 2000.\nShe was shot in the head in the West Bank city of Jenin, Al Jazeera and the Palestinian Health Ministry said, blaming Israeli forces for her death. The Israeli military said on Twitter that “Palestinian armed gunfire” might have been responsible.\nMohammed Daraghmeh, the Ramallah bureau chief for the Arabic language news outlet Asharq News, who was friends with Ms. Abu Akleh for many years, said she had remained committed to covering all issues affecting the Palestinians, big and small.\nHe had last spoken with her two days earlier, he said on Wednesday, and told her that he did not think the events in Jenin were important enough for a journalist as senior as her to cover.\n“But she went anyway,” he said. “She covered the story the way it should be done.”\nIt was not the biggest or political stories that most interested Ms. Abu Akleh, but the smaller ones that showed how people lived, said Wessam Hammad, a news producer with Al Jazeera, who worked with her for 17 years. He said she would see a story where others would not.\n“Sometimes I would say, ‘No, Shireen forget it, it’s not a big story,’” he said. “But she would always think about so many different angles on how we could do it, and how can we make it a very human and a very touching story about Palestinians that no other journalist would ever think to do.”\nImage Ms. Abu Akleh was venerated as a martyr by women in Hebron on Wednesday. Credit... Hazem Bader/Agence France-Presse — Getty Images\nBorn in Jerusalem to a Catholic family, Ms. Abu Akleh studied in Jordan, graduating with a bachelor’s degree in journalism. She spent time in the United States when she was younger and obtained U.S. citizenship through family on her mother’s side, who lived in New Jersey, friends and colleagues said.\nAl Jazeera said that after graduating from college, she worked for several media outlets, including Voice of Palestine radio and the Amman Satellite Channel, before joining Al Jazeera in 1997. She soon became a household name among Palestinians and Arabs across the Middle East, inspiring many to follow in her path.\nHer live television reporting and signoffs became iconic for those who wanted to emulate her, said Dalia Hatuqa, a Palestinian American journalist and friend of Ms. Abu Akleh’s.\n“I know of a lot of girls who grew up basically standing in front of a mirror and holding their hair brushes and pretending to be Shireen,” Ms. Hatuqa said. “That’s how lasting and important her presence was.”\nAmong them was her 27-year-old niece, Lina Abu Akleh. As a young girl, she would take her aunt’s written reports and recite them into her pink Barbie phone.\n“I always told her, ‘I don’t know if I have the courage and strength that you do,’ and she would say it’s not easy, it’s a very hard job,” Lina Abu Akleh said.\nHer death also illustrated the dangers Palestinian journalists face doing their jobs, whether in the occupied West Bank, in Gaza or inside Israel, she said.\nIn a 2017 interview with the Palestinian television channel An-Najah NBC, she was asked whether she was ever afraid of being shot.\n“Of course I get scared,” she said. “In a specific moment you forget that fear. We don’t throw ourselves to death. We go and we try to find where we can stand and how to protect the team with me before I think about how I am going to go up on the screen and what I am going to say.”\nThe Palestinian Authority’s ambassador to Britain, Husam Zomlot, called her the “most prominent Palestinian journalist.”\nImage Women lighting candles in memory of Ms. Abu Akleh in Bethlehem on Wednesday. Credit... Hazem Bader/Agence France-Presse — Getty Images\nThe Abu Akleh family became known widely in Palestinian society because of Ms. Abu Akleh.\n“Everyone knows who Shireen is,” said her cousin, Fadi Abu Akleh. “Whenever I introduce myself people ask me, ‘How is Shireen related to you?’”\nShe lived in Ramallah, West Bank and Jerusalem. In Jerusalem, she lived with her brother and his family, including two nieces and a nephew, to whom she was very devoted, her cousin said.\n“She was my best friend, my second mom, my travel companion,” Lina Abu Akleh said. “She was my everything.”\nTheir last trip together was to New York to spend the Christmas holidays with relatives in the United States.\nMs. Abu Akleh recently spent several weeks in the United States, returning to Ramallah about a month ago. But she never seems to have thought seriously about living in the United States, Mr. Daraghmeh said.\nAl Jazeera once sent her to the United States to work. After three months, she returned to Ramallah.\n“When she got back, she said: ‘I can breathe now. Everything in the U.S. is technical and complicated,’” Mr. Daraghmeh recalled. “‘Here life is simple. I love Palestine. I want to stay here.’”\nA state funeral procession was held on Thursday in the West Bank city of Ramallah, departing from the presidential headquarters and with the Palestinian Authority president Mahmoud Abbas in attendance.\nShe will be buried on Friday in Jerusalem in a cemetery next to her mother.\n“Shireen was a trailblazer,” Ms. Hatuqa said. “I’m just sad that she won’t be around to continue to lead in this industry.”\nRaja Abdulrahim reported from Jerusalem, and Ben Hubbard from Doha, Qatar. Hiba Yazbek contributed reporting from Nazareth, Israel. Kitty Bennett contributed research.", "url": "https://www.nytimes.com/live/2022/05/12/world/al-jazeera-journalist-killed-west-bank?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}