{"authors": ["Sapna Maheshwari"], "date_download": "2022-10-25 23:41:35", "date_modify": "2022-10-25 23:41:35", "date_publish": "2022-03-03 12:46:46", "description": "More European and American businesses have been ceasing sales and other operations in Russia and expressing their support for the Ukrainian people.", "filename": "live_2022_03_03_business_stocks-economy-inflation-ukraine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741295.html", "image_url": "https://static01.nyt.com/images/2022/03/04/business/04ukraine-retail-print/03ukraine-retail-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_03_business_stocks-economy-inflation-ukraine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741295.html", "title": "Business News for March 3, 2022", "title_page": "Business News for March 3, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Workers at the REI store in Manhattan store began to organize in the fall of 2020.\nWorkers at an REI store in New York City voted to unionize on Wednesday, creating the only union at the outdoor-equipment and apparel retailer. The vote, which took place at the store, was 88 to 14.\nThe balloting, in the SoHo neighborhood of Manhattan, followed a string of unionization efforts at high-profile employers in the service industry. Workers at three Starbucks stores have voted to unionize since early December, creating the only union at stores owned by the company. Workers at two Amazon warehouses will finish voting in union elections at the end of the month.\nREI, with about 170 stores and 15,000 employees nationwide, is a cooperative owned by customers who buy lifetime memberships, currently $30, and brands itself as a progressive company, in the vein of Starbucks. Its website says that the cooperative believes in “putting purpose before profits” and that it invests more than 70 percent of its profits in “the outdoor community,” including contributions to nonprofit organizations.\n“The workers of REI SoHo are ready to negotiate a strong contract that will allow them to uphold the co-op’s progressive values while providing the top-notch service REI customers have come to expect,” said a statement from Stuart Appelbaum, president of the Retail, Wholesale and Department Store Union, which helped organize the workers.\nAfter the vote, the company said in a statement, “As we have said throughout this process, REI firmly believes that the decision of whether or not to be represented by a union is an important one, and we respect each employee’s right to choose or refuse union representation.”\nJohn Logan, a professor of labor studies at San Francisco State University, said that like Starbucks, REI attracts workers who appear to have an ideological affinity for unions beyond the potential practical benefits, like an increase in wages.\n“REI seems like another example of predominantly young workers who are not buying the arguments about unions being special-interest groups,” Mr. Logan said in an email.\nThe company put the average age of its workers at 37, about five years younger than the median age of all U.S. workers.\nWorkers at the store began to organize in the fall of 2020, partly because many felt that employees who had been outspoken in raising Covid-related safety concerns were not allowed to return after REI temporarily closed its stores that year. An election petition was filed five weeks ago.\nIn a video conference with reporters last week convened by the retail workers union, Claire Chang, a visual presentation specialist who has worked at the store for over four years, also cited concerns about coronavirus safety.\nMs. Chang said that after the store reopened in 2020, managers asked workers how comfortable they would feel about reopening the fitting rooms, where employees are in frequent contact with apparel worn by customers.\n“The majority of staff, if not everybody on staff, said that they were not comfortable with that, and they still went ahead and did it,” Ms. Chang said.\nSteve Buckley, a sales specialist who has been at the store for about six months, said in the video conference that he was one of several workers who had become infected with the coronavirus during the Omicron surge, while the store was crowded with customers.\nAn REI spokeswoman said that the retailer had let go fewer than 5 percent of its workers nationwide upon reopening and that the decisions had nothing to do with how outspoken employees were. She said that fitting rooms were equipped with sanitizing supplies and that the store had restricted capacity throughout the pandemic.\nShe cited a 2021 survey showing that employees typically rated the company highly on questions like whether it treated them as valued employees.\nSeveral workers said they had sought to unionize because of a gap they perceived between REI’s behavior and its stated values, asserting that the workplace had become more impersonal and profit-focused as it sought to expand.\n“There has been a huge push to sell memberships,” Graham Gale, an employee involved in the organizing, said in a text message to a reporter in January.\nThe workers also said REI had waged an aggressive anti-union campaign, flying in company officials to hold meetings with employees about the risks of unionizing and hanging material in break rooms and creating a website that highlighted these risks.\nMr. Buckley said a meeting he attended with senior officials in February lasted roughly two hours and touched on issues like health insurance. The officials were “openly yelling at us that we were wrong about basic policies at our store and basic conditions that we face,” he said. “How is that a respectful environment?” The company offers health insurance to workers who average at least 20 hours per week after one year.\nThe spokeswoman said that the company had sought to share information about unions, and that the February meeting was a long-scheduled training session for the relaunching of the company’s membership program.\nMr. Logan, the labor studies professor, said one reason REI’s efforts to dissuade workers from unionizing, like Starbucks’s, might not have been effective was that the stores were typically not top-heavy with supervisors.\n“They operate relatively autonomously, with little managerial presence or oversight, thus providing ample opportunity to talk union,” Mr. Logan said. “After they do this, anti-union propaganda becomes less effective — their minds are made up.”", "url": "https://www.nytimes.com/live/2022/03/03/business/stocks-economy-inflation-ukraine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}