{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:39:31", "date_modify": "2022-10-25 23:39:31", "date_publish": "2021-08-30 10:30:56", "description": "Gary Gensler, the chair of the Securities and Exchange Commission, called payment for order flow “an inherent conflict of interest.”", "filename": "live_2021_08_30_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741171.html", "image_url": "https://static01.nyt.com/images/2021/08/30/business/30economy-briefing-gensler-sec/merlin_192569091_1ca5207f-ae96-4e05-abe5-6057c291a57c-facebookJumbo.jpg?year=2021&h=550&w=1050&s=e04a298bf69b45d80de8d9c1c8f964f478cfddbfe73eec91e037060e74ac2dd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_30_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741171.html", "title": "The S.E.C. head is considering banning a key way Robinhood makes money.", "title_page": "The S.E.C. head is considering banning a key way Robinhood makes money. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Gary Gensler, the chair of the Securities and Exchange Commission. He called a key way that free brokerages make money “an inherent conflict of interest.” Credit... Jonathan Ernst/Reuters\nGary Gensler, the chair of the Securities and Exchange Commission, said on Monday that a ban was “on the table” for a practice that underpins some of the most popular free stock-trading apps.\nMr. Gensler told Barron’s in an interview that he would consider banning “payment for order flow” — the practice in which large trading operations pay to execute trades for clients of retail brokerage firms, such as Robinhood.\nThe arrangement is central to the way Robinhood and some of its competitors, including E-Trade and Charles Schwab, have organized their businesses to offer commission-free trades — a crucial factor in the rush of millions of everyday people into the stock market.\nThe big trading operations, including Citadel Securities and Virtu Financial, that execute the orders make tiny profits on such trades, and the enormous user base of commission-free brokerage firms means those tiny profits can quickly add up.\nMr. Gensler told Barron’s that the practice has “an inherent conflict of interest” because the firms that execute the trades can benefit from that information.\n“They get the data, they get the first look, they get to match off buyers and sellers out of that order flow,” he said. Over the past several months, Mr. Gensler has made a series of statements saying he was closely examining the practice and was open to a wide range of regulatory options. He ordered the agency to look into the matter shortly after he was confirmed; the review is still ongoing. Robinhood pointed to comments its chief financial officer, Jason Warnick, made as the company prepared for its initial public offering this year. “We think payment for order flow is a better deal for our customers versus the old commission structure,” he said at the time. In a call with investors earlier this month to discuss quarterly earnings, Robinhood officials said that they did not anticipate an outright ban of payment for order flow, but their sources of revenue were diverse and could easily withstand such a move. Citadel had no immediate comment. Virtu declined to comment. Consumer advocates and others have criticized the practice, complaining that it can give the large trading operations an advantage. Banning it would be a welcome development, said David Lauer, the chief executive of the data analytics firm Urvin.ai and a former high-frequency stock trader. “It is an intractable conflict of interest,” he said. “The brokers cannot get around it.” But, he said, ending the practice wouldn’t necessarily spell the end of free stock trades: Firms such as Fidelity already offer free trading without employing the payment-for-order-flow system. Robinhood’s shares finished the day down nearly 7 percent. Shares of Virtu Financial also moved lower after Mr. Gensler’s comments were published, finishing the day down almost 4 percent. Matthew Goldstein , Kate Kelly and Tara Siegel Bernard contributed reporting.\nShow more", "url": "https://www.nytimes.com/live/2021/08/30/business/economy-stock-market-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}