{"authors": ["Adam Liptak", "Katie Benner", "J. David Goodman", "Ruth Graham", "Charlie Savage"], "date_download": "2022-10-25 23:29:17", "date_modify": "2022-10-25 23:29:17", "date_publish": "2021-11-01 12:42:38", "description": "The Supreme Court heard two challenges on Monday to the law, which bars most abortions in Texas after about six weeks of pregnancy. The first was brought by abortion providers in Texas, and the second was brought by the Justice Department.", "filename": "live_2021_11_01_us_texas-abortion-supreme-court_1666740557.html", "image_url": "https://static01.nyt.com/images/2021/11/01/us/politics/01scotus-blog-promo-1/01scotus-blog-promo-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_01_us_texas-abortion-supreme-court_1666740557.html", "title": "What Happened at the Supreme Court Hearing Over the Texas Abortion Law", "title_page": "What Happened at the Supreme Court Hearing Over the Texas Abortion Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Abortion rights demonstrators and opponents of abortion rights rallied outside the Supreme Court as justices heard challenges to a Texas law that bans most abortion after about six weeks with no exceptions for pregnancies resulting from rape or incest.\n“We have to continue to speak out.” “Abortion saves lives.” “[Unclear] know best — we know what our capacity is.” “[unclear] for my Black people.” [cheering] “[unclear] so much to listen to me.” “Hey hey, ho ho, Roe v. Wade has got to go. Hey hey, ho ho —” “Abortion hurts women.” [unclear] “Pro-life, pro-woman.”\nDozens of protesters gathered in front of the Supreme Court during arguments on Monday, as the justices heard challenges to the Texas law that prohibits abortions after about six weeks of pregnancy.\nDemonstrators from around the country gathered at the foot of the steps, most carrying signs supporting abortion rights and marking the sidewalks in chalk as the arguments, which were streamed live, played from speakers.\n“It’s really sad to think about what women across my state are going through at the moment,” said Abby Springs, a senior at the University of Texas, Austin, who is studying in Washington for a semester. “As we speak, right now, women are having to drive hours and hours and hours across state lines just to be able to access an abortion.”\nValerie Reyes-Jimenez, a community organizer from New York City, said she arrived on a bus this morning with demonstrators from Housing Works, a nonprofit that supports efforts to end AIDS and homelessness. She said she thought the Texas law was especially harmful to women’s health because of the six-week timeline.\nImage Officers stand guard as abortion rights supporters participate in a protest at the Supreme Court. Credit... Tom Brenner for The New York Times\n“I had an abortion when I was 13, and I have no regrets about it,” she said, adding that she had been about 10 weeks pregnant at the time. “I am a mother and a grandmother today, but I knew that was the right decision for me.”\nTens of anti-abortion demonstrators were also gathered before the Supreme Court, many dressed in red and carrying red heart-shaped balloons to show their support for the Texas law, which is known as the “heartbeat act” because it bans abortion after cardiac activity is detected. Many were organized to attend by the Texas attorney general’s office and declined to speak with reporters.\nChristopher Palmer, 20, said he came to Washington from New Jersey with students from Rider University’s students for life organization to show that the Texas abortion law had support from young people.\n“I think the Supreme Court should allow the State of Texas to make a decision,” adding that he and his organization wanted to see the court enable “ending abortion in America, starting with Texas and going state by state.”\nMany of the abortion-rights demonstrators said they were planning to be back at the court on Dec. 1, when the court is scheduled to hear a case on Mississippi’s ban on abortions after 15 weeks of pregnancy.", "url": "https://www.nytimes.com/live/2021/11/01/us/texas-abortion-supreme-court"}