{"authors": ["Patrick J. Lyons", "Patrick Cassidy", "Murray Carpenter", "William P. Davis", "The New York Times", "Scott Dodd", "Catherine Mcgloin", "Matt Berg", "Vimal Patel", "Isabella Grullón Paz"], "date_download": "2022-10-25 22:57:06", "date_modify": "2022-10-25 22:57:06", "date_publish": "2022-01-29 10:32:13", "description": null, "filename": "live_2022_01_29_us_snow-winter-storm_the-colder-the-air-the-deeper-the-snow-heres-why_1666738626.html", "image_url": "https://static01.nyt.com/images/2022/02/28/world/28snowstorm-briefing-snow-depth-01/28snowstorm-briefing-snow-depth-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_01_29_us_snow-winter-storm_the-colder-the-air-the-deeper-the-snow-heres-why_1666738626.html", "title": "Winter Storm Moves Into Maine After Pounding Northeast With Heavy Snow", "title_page": "Winter Storm Moves Into Maine After Pounding Northeast With Heavy Snow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The worst of the storm seemed to be over for New York, Rhode Island and southern Massachusetts on Saturday night, as the powerful snow system moved into northern New England, where it was predicted to linger overnight and then disperse around noon on Sunday, David Roth, a meteorologist with the National Weather Service, said.\n“The focus is becoming more and more Maine and northern Massachusetts,” Mr. Roth said.\nAreas like Cape Cod in Massachusetts, the coast of New Jersey and the state of Rhode Island, which were pelted with snow throughout the morning and afternoon, were not expected to receive any more snowfall through the night, Mr. Roth said. He added that the snow flurries over Long Island were “evaporating pretty fast” as well.\nParts of Rhode Island and eastern Massachusetts had received almost two feet of snow. Maine was expected to get an estimated 12 to 18 inches across the central and eastern parts of the state.\nAs the fiercest effects of Saturday’s storm began to wane on Cape Cod, it remained unclear what the night’s high tide at around 8:30 p.m. would mean for the area’s beaches and coastal homes. There had been no reports of major damage throughout the day, and the worst of the storm had already passed.\nThe coastal flood warning that had been in place during the day has since been reduced to a coastal flood advisory, according to a statement from the Barnstable County Regional Emergency Planning Committee. The evening’s high tide was expected to be as much as a foot lower than the morning high tide, and winds had started to die down as well.\nAt 8:30 p.m. there were still about 80,000 customers without power on Cape Cod and the islands of Martha’s Vineyard and Nantucket, down from nearly 90,000 earlier in the day. The temperature had also begun to drop precipitously. With the wind chill, temperatures were expected to fall below zero in some places, according to the Weather Service.\nSeveral towns across the region have opened warming centers and the Chappaquiddick Ferry on the Vineyard had resumed service as of 6 p.m., according to the Edgartown Police Department.\nAcross the Northeast, the Weather Service reported these as the highest snowfall totals as of 5 p.m. on Saturday:\nIslip, N.Y., 24.1 inches\nBridgewater, Mass., 24 inches\nGroton, Conn., 21.5 inches\nBayville, N.J., 21 inches\nWarren, R.I., 21 inches\nEastport, Maine, 14 inches\nAs of 3 p.m. on Saturday:", "url": "https://www.nytimes.com/live/2022/01/29/us/snow-winter-storm/the-colder-the-air-the-deeper-the-snow-heres-why"}