{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:32:27", "date_modify": "2022-10-25 23:32:27", "date_publish": "2020-01-31 11:52:30", "description": "Senators have adjourned until Monday morning and will vote on Wednesday on whether to remove President Trump from office.", "filename": "live_2020_trump-impeachment-trial-01-31_1666740747.html", "image_url": "https://static01.nyt.com/images/2020/01/31/us/politics/31dc-mcconnell/31dc-mcconnell-articleLarge.jpg?year=2020&h=400&w=600&s=&k=", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_trump-impeachment-trial-01-31_1666740747.html", "title": "Day in Impeachment: Senate Votes Against Considering Witnesses", "title_page": "Day in Impeachment: Senate Votes Against Considering Witnesses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Senate Republicans appeared poised to block witnesses in President Trump’s impeachment trial, Lev Parnas, a former associate of Rudolph W. Giuliani who played a key role in the Ukrainian pressure campaign at the center of the proceeding, made a last-ditch bid to testify.\nIn a letter on Friday to Senator Mitch McConnell, Republican of Kentucky and the majority leader, a lawyer for Mr. Parnas outlined an array of evidence that he might offer at the trial.\n“Mr. Parnas would testify that at all times he was acting at the direction of Mr. Giuliani, on behalf of his client the president, and that the president and a number of the people in his administration and the G.O.P. were aware of the demands being imposed upon Ukraine,” the lawyer, Joseph A. Bondy, wrote in the letter, which was also sent to Senator Chuck Schumer, Democrat of New York and the minority leader.\nWhile the letter did not detail major new revelations, Mr. Bondy hinted at important additions to the timeline of events surrounding the pressure campaign and the effort to remove the American ambassador to Ukraine, Marie L. Yovanovitch.\nThe letter also highlighted what Mr. Bondy described as Mr. Parnas’s first-hand knowledge of the events under scrutiny in the impeachment trial. That “personal knowledge,” he wrote, was “corroborated by physical evidence including text messages, phone records, documentary evidence and travel records.”\nIn particular, Mr. Bondy wrote, Mr. Parnas would testify that he worked alongside a “handful of Republican operatives” to remove Ms. Yovanovitch and unearth damaging information about the Bidens. He then listed a number of senior officials who he said played a role “in this plot,” including the president, Vice President Mike Pence, the former energy secretary Rick Perry, Secretary of State Mike Pompeo, Attorney General William P. Barr and Senator Lindsey Graham.\nThe letter also referred to the pressure the president appeared to be placing on John R. Bolton, the former national security adviser and the witness most sought by Democrats.\nThe letter capped Mr. Bondy’s weekslong effort to present Mr. Parnas as a potential witness, even as Mr. Parnas, a Soviet-born businessman from Florida and former Trump donor, faces criminal charges in federal court in Manhattan.\nWhile it appeared highly unlikely that Mr. Parnas, or anyone else would be called, Mr. Bondy concluded his letter with a final appeal.\n“We urge you to endorse voting in favor of calling witnesses and hearing evidence, so senators can make a fully informed choice in the president’s impeachment inquiry, based upon all the relevant facts,” he wrote.", "url": "https://www.nytimes.com/live/2020/trump-impeachment-trial-01-31"}