{"authors": ["Daniel Politi", "Vimal Patel"], "date_download": "2022-10-25 22:57:01", "date_modify": "2022-10-25 22:57:01", "date_publish": "2021-10-20 09:03:19", "description": "Many nations and territories in the region have had trouble rolling out vaccination drives and need test more, officials said.", "filename": "live_2021_10_20_world_covid-vaccine-boosters_covid-caribbean-paho_1666738621.html", "image_url": "https://static01.nyt.com/images/2021/10/20/us/20virus-briefing-PAHO/20virus-briefing-PAHO-facebookJumbo.jpg?year=2021&h=550&w=1050&s=39d420902717710b17e7ca8620fa2a032711ddc05e8a89c199a3ca83e49e50ff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_20_world_covid-vaccine-boosters_covid-caribbean-paho_1666738621.html", "title": "Covid Updates: F.D.A. Authorizes Moderna and J.&J. Boosters and Mix-and-Match Strategy", "title_page": "Covid Updates: F.D.A. Authorizes Moderna and J.&J. Boosters and Mix-and-Match Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A New York Police Department officer directs traffic in Herald Square in Manhattan on Wednesday. Credit... Benjamin Norman for The New York Times\nThe announcement on Wednesday that New York City’s municipal employees would be required to get vaccinated against the coronavirus was met with a variety of reactions from the unions that represent those workers, from grudging acceptance to pledges to fight it.\nBut there is one thing most of the unions agree on: that the mandate could lead some employees to quit or move up their retirement dates, which could put a strain on some city agencies. Virtually all city workers are required to have gotten at least one dose by Nov. 1.\nThe mandate affects roughly 160,000 employees, who were already required to either show proof of vaccination or submit to weekly testing. The rule announced by Mayor Bill de Blasio on Wednesday removes the testing option.\nHarry Nespoli, the president of the Uniformed Sanitationmen’s Association, which represents sanitation workers, said the weekly testing requirement had been working well, and that he believed there was no reason to do away with it.\n“I don’t understand why now all of the sudden the city wants to mandate these people,” he said. He said that sanitation workers were unlikely to pass on the virus to members of the public while picking up garbage or clearing streets of snow.\n“We don’t come in contact with the public, we don’t hug the public,” said Mr. Nespoli, who is vaccinated and contracted Covid-19 early in the pandemic. “We start at 5 o’clock in the morning. No one’s there, and we do what we have to do and we come in.”\nMr. Nespoli said he believed that the sudden imposition of a mandate was disrespectful. He noted that his members had turned up for work throughout the pandemic, while many other New Yorkers had been able to work from home. “Now you’re going to turn around and say ‘Get the shot or lose your job.’ That’s not right. That’s totally wrong.”\nThe union representing rank-and-file police officers in New York City, the Police Benevolent Association, pledged to fight the mandate. “Now that the city has moved to unilaterally impose a mandate, we will proceed with legal action to protect our members’ rights,” the union’s president, Patrick J. Lynch, said in a statement.\nBut others were less enthusiastic about a legal fight.\nGregory Floyd, president of Teamsters Local 237, which represents more than 18,000 municipal workers in New York City, said that he believed Mr. de Blasio had the authority to impose a vaccine mandate and that challenging it with a lawsuit would be fruitless.\n“I understand why he’s doing it,” he said. “I can’t say it’s wrong, because we have a pandemic.”\nMr. Floyd’s union represents about 7,400 employees of the New York City Housing Authority, which manages the city’s public housing, and has one of the lowest employee vaccination rates of any municipal agency, at 59 percent.\nMr. Floyd said he anticipated that many unvaccinated employees would get the shot in the days ahead, noting that the $500 incentive the city is offering to those who get their shots at city-run sites would help. “I think with the $500, and needing employment, they will have a conversation with their physician and get vaccinated.”\nStill, he predicted that some of Nycha’s workforce “will probably walk away from the job.” He said that rampant misinformation about the vaccine had left many of his members fearful. “They don’t know what the vaccine is going to do to them — they’re afraid of it,” he said.\nOther union leaders also thought the mandate would lead some workers to retire early or find other jobs. Mr. Nespoli said he feared the mandate could leave the Department of Sanitation short-staffed when the first snowstorm hit this winter.\nThe mandate applies to workers at dozens of city agencies, about 46,000 of whom have not received a vaccine dose yet, city officials said. It requires most unvaccinated city workers to have gotten a first dose by Nov. 1.\nHenry Garrido, executive director of the city’s largest public union, District Council 37, urged City Hall to slow down. “The proposed mandate must be collectively bargained and we expect City Hall to slow down and sit down with us,” he said in a statement.\nEric Adams, the Democratic mayoral nominee, said he supported the mandate, but that more work was necessary to get the unions on board.\n“It is essential we get all of our public employees vaccinated — especially those who interact directly with the public — and I support a mandate,” Mr. Adams said on Wednesday. “But we must also work with our unions to make sure there is buy-in from our workers to ensure compliance.”", "url": "https://www.nytimes.com/live/2021/10/20/world/covid-vaccine-boosters/covid-caribbean-paho"}