{"authors": ["Declan Walsh", "Lynsey Chutel", "Noele Illien"], "date_download": "2022-10-25 22:55:44", "date_modify": "2022-10-25 22:55:44", "date_publish": "2021-11-28 11:47:17", "description": "In the country where researchers first identified the Omicron variant, just under one-quarter of the population has been fully inoculated. Experts warned it may take weeks to know how effective the vaccines are against Omicron.", "filename": "live_2021_11_28_world_covid-omicron-variant-news_1666738544.html", "image_url": "https://static01.nyt.com/images/2021/11/28/multimedia/28live-blog-20211128-covid-vaccine-boosters-variant-header-11/28live-blog-20211128-covid-vaccine-boosters-variant-header-11-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_28_world_covid-omicron-variant-news_1666738544.html", "title": "Covid News: South Africa Has One of Continent’s Better Vaccination Rates", "title_page": "Covid News: South Africa Has One of Continent’s Better Vaccination Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A health worker greeted people at a vaccine pop-up center in August, in East Rand, South Africa, as part of a measure to help the government speed up the inoculation campaign in the country’s remote communities. Credit... Siphiwe Sibeko/Reuters\nOn the face of it, the emergence of the Omicron variant is the unhappy fulfillment of expert predictions that the failure to prioritize vaccinations for African countries would allow the coronavirus to continue to circulate and mutate there, imperiling the world’s ability to move beyond the pandemic.\nAs Western nations kept most of the global vaccine supply for themselves, African countries were denied access to doses or could not afford them. Around 10 percent of people in Africa have received one dose of a vaccine, compared with 64 percent in North America and 62 percent in Europe.\nBut the problem is changing shape. In recent weeks, vaccines have started to flow into Africa, and the new challenge is how to rapidly scale up vaccinations — as South Africa demonstrates.\n“We haven’t completely overcome the problem of vaccine supply to lower-income countries,” said Shabir Madhi, a virologist at the University of the Witwatersrand in Johannesburg. “But where they are available, countries are struggling to scale up.”\nScientists in South Africa, which has the most sophisticated genomic sequencing facilities on the continent, were the first to announce the detection of the new variant, after it was found in four people in Botswana.\nSouth Africa has a better vaccination rate than most countries on the continent: Just under one-quarter of the population has been fully vaccinated, and the government said it has over five months’ worth of doses in its stores. But they are not being administered fast enough.\nVaccinations in South Africa are running at about half the target rate, officials said last week. To prevent vaccines from expiring, the government has even deferred some deliveries scheduled for early next year.\nIn a briefing on Sunday to announce the country’s response to the new variant, President Cyril Ramaphosa said his cabinet was considering making vaccines mandatory for specific locations and activities. Before enforcing the new rules, though, a task team will investigate “a fair and sustainable approach.”\nIn a country where vaccines are free, this was a more desirable approach than imposing additional lockdown restrictions as he said that new virus infections in general more than tripled in a week. Masks remain mandatory in public, and a curfew is in place from midnight to 4 a.m.\n“We know enough about the variant to know what we need to do to reduce transmission and to protect ourselves against severe disease and death,” said Mr. Ramaphosa. “The first, the most powerful, tool we have is vaccination.”\nBut the problem is not just a product of the misinformation-driven hesitancy that has plagued vaccination efforts in the West. In fact, some studies suggest it’s a small part of the problem in South Africa.\nInstead, the inoculation campaign has been slowed by a complex range of logistical, financial and even political issues. And Western actions are partly to blame.\nMany African countries lack the cold storage facilities or logistics chains for a large-scale vaccination campaign. Dilapidated health systems mean a lack of clinics or qualified personnel to administer vaccines.\nWith Western countries hogging vaccine supplies for most of this year, and doses from India halted as cases surged in there, many African countries have relied on donations. But some of those vaccines have landed close to their expiration date, giving countries a narrow window in which to safely deliver them.\nAnd many Africans are constrained by time and money. They may lack the bus fare to reach a distant vaccination center — or be reluctant to stand in line for hours if there’s a risk of missing work, or losing a job.\nMisinformation and cultural factors matter, too. Africa has a long history of vaccinating young children against diseases like polio, but a mass vaccination drive among adults is “very, very unusual” Dr. Matshidiso Moeti, the World Health Organization’s Africa director, told reporters last week.\nEven nurses and doctors are prone to believing false tales of dangerous side effects: Recent studies in Ghana and Ethiopia found that fewer than 50 percent of health workers intend to get vaccinated, Dr. Moeti said.\nIn South Africa, race is a factor: Researchers at the University of Johannesburg found that white people were more vaccine hesitant than Black people — but were more likely to have been inoculated because they had access to better health care.\nThe race to vaccinate Africans is progressing. In the past eight weeks, 30 African countries have administered 80 percent of doses received, according to the World Health Organization. Only Djibouti and the Democratic Republic of Congo administered fewer than 20 percent of doses received.\nStill, there is a long way to go. So far, wealthy countries have delivered just 14 percent of the 1.7 billion doses promised to low- and middle-income countries by next September, according to data collated by Our World in Data, a project at Oxford University.\nAnd no matter how quickly those doses arrive, experts say African countries need support to help get them into people’s arms.\nIn Kenya this month, the Secretary of State Antony J. Blinken outlined measures to help Kenyans overcome such “last mile” obstacles through the Global Covid Corps, a new public-private partnership aimed at overcoming logistical and delivery hurdles. As fear of the new variant spreads, the sense of urgency around such programs is likely to grow.", "url": "https://www.nytimes.com/live/2021/11/28/world/covid-omicron-variant-news"}