{"authors": ["Thomas Gibbons-Neff", "Kamila Hrabchuk", "Natalia Yermak", "Cassandra Vinograd"], "date_download": "2022-10-25 23:42:25", "date_modify": "2022-10-25 23:42:25", "date_publish": "2022-07-03 05:14:34", "description": "With Russia’s military in control of large parts of the Donbas in the east, it can now push further south and west, ensuring that the next phase of the battle will be just as bloody as the last.", "filename": "live_2022_07_03_world_russia-ukraine-war-news_1666741345.html", "image_url": "https://static01.nyt.com/images/2022/07/03/world/03ukraine-briefing-promo-500pm/merlin_209508597_55dc210e-0b33-4941-b6b3-cdbf144f4b86-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_03_world_russia-ukraine-war-news_1666741345.html", "title": "Ukrainian Withdrawal From Key City Allows Russia to Refocus", "title_page": "Ukrainian Withdrawal From Key City Allows Russia to Refocus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Lesia Tsurenko of Ukraine during her match against Germany's Jule Niemeier. Credit... Adrian Dennis/Agence France-Presse — Getty Images\nWIMBLEDON, England — Lesia Tsurenko’s Wimbledon campaign ended Friday during a match in which her head was someplace else.\nMs. Tsurenko, a 33-year-old tennis veteran from Kyiv, had been watching the news from home all week and seeing that Russians had bombed a shopping mall and other civilian targets.\n“They’re just trying to kill as many people as possible,” Ms. Tsurenko said of the Russian military.\nSince February, she had gotten better at keeping thoughts about the Russian invasion of Ukraine out of her mind when she was on the tennis court, but Friday was a bad day. She said she felt off-balance from the time she woke up, “like there was no ground beneath my feet.” And once she took the court against Jule Neimeier of Germany, she said she “had no idea how to play tennis.”\nJuggling the constant travel and physical and mental grind of professional tennis is hard for even the best players. For players from Ukraine these days, who have not been home in months and spend much of their free time getting updates on the health and safety of friends and family members back home, the challenge is monumental.\nThe good news for Ms. Tsurenko is she seems to have found a semi-permanent home in northern Italy, at an academy run by the famed coach Ricardo Piatti. She has an apartment. Her sister, Oksana, recently joined her. So did her husband, Nikita Vlasov, a former military officer, who is ready to return as soon as he gets the call but for the moment the forces do not need someone at his level.\n“We have no problem with people,” Ms. Tsurenko said, a little while after her defeat. “The problem is the heavy weapons.”\nMs. Tsurenko left Ukraine before the war started, so she is not technically a refugee. Recently, she had to miss a tournament so she could stay in Italy and file paperwork to allow her to remain there. She is waiting for approval. Also, her mother, who lives near Mykolaiv, in southern Ukraine, does not want to leave, despite heavy bombing. The mother of her sister’s husband also lives there.\nHer time playing tennis in England the past month has provided a respite. Russian and Belarusian players were barred from competing at Wimbledon. Knowing how popular President Vladimir V. Putin remains in Russia, Ms. Tsurenko has assumed some of the Russian and Belarusian players likely support him. It’s been better, she said, not bumping into them in the locker room, though she will soon when the WTA Tour moves outside of Britain and they return to competition.\nThere have been many matches since the war began Feb. 24 when Ms. Tsurenko has wondered what she is even doing playing tennis. One particular match in Marbella, Spain, stands out. That morning she had seen a photo of an administration building in Mykolaiv with a massive hole from a missile strike. She could not get the image out of her head.\nLately, though, she has found clarity. She has always played tennis because she loves the game. The riches the sport offered never motivated her. Now they do.\n“I play for the money now,” she said. “I want to earn so much so I can donate this,” she said, “I feel like that may be a bad quality, because it has nothing to do with tennis, but that is what I am playing.”\nComing into the tournament, Ms. Tsurenko, who has four career WTA titles and has earned more than $5 million, had won $214,000 so far this year. Making the third round at Wimbledon earned her an additional $96,000. For the world’s 101st ranked player, that is a solid month’s work. She hopes there will be more ahead this summer.", "url": "https://www.nytimes.com/live/2022/07/03/world/russia-ukraine-war-news"}