{"authors": ["Julian E. Barnes"], "date_download": "2022-10-25 22:58:34", "date_modify": "2022-10-25 22:58:34", "date_publish": "2021-03-16 12:26:51", "description": "A newly declassified report represents the most comprehensive intelligence assessment of foreign efforts to influence the 2020 vote. President Biden faces intensifying criticism over his handling of migration to the U.S. border with Mexico.", "filename": "live_2021_03_16_us_biden-news-today_1666738714.html", "image_url": "https://static01.nyt.com/images/2021/03/16/us/politics/16live-blog-header-promo1/16live-blog-header-promo1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=72cb3067e043442f82bca2fd68e30cfdf10536afda055199ecd891cd64615ac5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_03_16_us_biden-news-today_1666738714.html", "title": "Russia and Iran Tried to Influence 2020 Presidential Election, But China Did Not, Intelligence Report Says", "title_page": "Russia and Iran Tried to Influence 2020 Presidential Election, But China Did Not, Intelligence Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image President Vladimir V. Putin of Russia authorized election interference operations that aimed to benefit former President Donald J. Trump’s campaign. Credit... Pool photo by Alexei Druzhinin\nPresident Vladimir V. Putin of Russia authorized extensive efforts to hurt the candidacy of Joseph R. Biden Jr. during the election last year, including by mounting covert operations to influence people close to President Donald J. Trump, according to a declassified intelligence report released on Tuesday.\nThe report did not name those people but seemed to refer to the work of Mr. Trump’s former personal lawyer Rudolph W. Giuliani, who relentlessly pushed accusations of corruption about Mr. Biden and his family involving Ukraine.\n“Russian state and proxy actors who all serve the Kremlin’s interests worked to affect U.S. public perceptions,” the report said.\nThe declassified report represented the most comprehensive intelligence assessment of foreign efforts to influence the 2020 vote. Besides Russia, Iran and other countries also sought to sway the election, the report said. China considered its own efforts but ultimately concluded that they would fail and most likely backfire, intelligence officials concluded.\nA companion report by the Justice and Homeland Security Departments also rejected false accusations promoted by Mr. Trump’s allies in the weeks after the vote that Venezuela or other countries had defrauded the election.\nThe reports, compiled by career officials, amounted to a repudiation of Mr. Trump, his allies and some of his top administration officials. They reaffirmed the intelligence agencies’ conclusions about Russia’s interference in 2016 on behalf of Mr. Trump and said that the Kremlin favored his re-election. And they categorically dismissed allegations of foreign-fed voter fraud, cast doubt on Republican accusations of Chinese intervention on behalf of Democrats and undermined claims that Mr. Trump and his allies had spread about the Biden family’s work in Ukraine.\nThe report also found that neither Russia nor other countries tried to change ballots themselves. Efforts by Russian hackers to gain access to state and local networks were unrelated to efforts by Moscow to influence the presidential vote.\nThe declassified report did not explain how the intelligence community had reached its conclusions about Russian operations during the 2020 election. But the officials said they had high confidence in their conclusions about Mr. Putin’s involvement, suggesting that the intelligence agencies have developed new ways of gathering information after the extraction of one of their best Kremlin sources in 2017.\nForeign efforts to influence United States elections are likely to continue in coming years, American officials said. The public has become more aware of disinformation efforts, and social media companies act faster to take down fake accounts that spread falsehoods. But a large number of Americans remain open to conspiracy theories pushed by Russia and other adversaries, a circumstance that they will exploit, officials warned.\n“Foreign malign influence is an enduring challenge facing our country,” Avril D. Haines, the director of national intelligence, said in a statement. “These efforts by U.S. adversaries seek to exacerbate divisions and undermine confidence in our democratic institutions.”\nThe report rebutted yearslong efforts by Mr. Trump and his allies to sow doubts about the intelligence agency’s assessments that Russia not only wanted to sow chaos in the United States but also favored his re-election.\n“They were disingenuous in downplaying Russia’s influence operations on behalf of the former president,” Representative Adam B. Schiff, Democrat of California, who leads the House Intelligence Committee, said in an interview. “It was a disservice not to level with the public and to try to fudge the intelligence in the way they did.”", "url": "https://www.nytimes.com/live/2021/03/16/us/biden-news-today"}