{"authors": ["Richard Fausset", "Tariro Mzezewa"], "date_download": "2022-10-25 23:27:24", "date_modify": "2022-10-25 23:27:24", "date_publish": "2021-11-05 13:30:46", "description": "While the defense portrayed the fatal shooting as ‘self-defense,’ the prosecution took the contrary position that it was the victim, Ahmaud Arbery, who had been under attack. Our reporters are sending news from the courthouse.", "filename": "live_2021_11_05_us_ahmaud-arbery-shooting-trial_1666740444.html", "image_url": "https://static01.nyt.com/images/2021/11/05/us/live-blog-20211028-ahmaud-arbery-shooting-trial-header/merlin_197382927_3c95e601-b7b2-4677-9772-c79a9d63bcbf-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_05_us_ahmaud-arbery-shooting-trial_1666740444.html", "title": "Arbery Updates: Defense Lawyer Invokes Citizen’s Arrest Law", "title_page": "Arbery Updates: Defense Lawyer Invokes Citizen’s Arrest Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:45 - 0:00 transcript Defense Lawyers Claim ‘Self-Defense’ in Ahmaud Arbery Shooting In his opening statement, the lawyer for Travis McMichael said his client “lawfully” shot the 25-year-old Black man, portraying the fatal shooting as an act of self-defense. “The evidence shows overwhelmingly that Travis McMichael honestly and lawfully attempted to detain Ahmaud Arbery, according to the law, and shot and killed him in self-defense. What we’re asking you to do is hard, and it may be unpopular, but we’re asking you to recognize your responsibility as jurors. And being open to the facts and putting aside emotion and listening to the law and applying that and doing your duty.” “Greg McMichael was absolutely sure, he was absolutely certain and he was absolutely right. The guy he saw was the guy he suspected. This case turns on intent, beliefs, knowledge, reasons for those beliefs, whether they were true or not. Were there good reasons to believe them? Were there good reasons to believe that this young man, Ahmaud Arbery, had been in this house where things had been taken and that he may have been the person who took them? Were there good reasons to believe that as he ran past Greg McMichael that day, that he was fleeing from someone or something who had seen him in that house or near that house, which turned out to be exactly what happened.” In his opening statement, the lawyer for Travis McMichael said his client “lawfully” shot the 25-year-old Black man, portraying the fatal shooting as an act of self-defense. Credit Credit... Pool photo by Octavio Jones\nIn an opening statement on Friday, the lawyer for Travis McMichael, the man who shot and killed Ahmaud Arbery, painted his client as a man who felt a “duty” to protect his neighborhood, and who had reason to believe that Mr. Arbery had committed a burglary — giving him the right, under Georgia law, to carry out a citizen’s arrest.\nThe lawyer, Robert G. Rubin, said that Mr. McMichael was trying to “de-escalate” a potentially violent situation when he pointed his shotgun at Mr. Arbery as he was sprinting toward him. And Mr. Rubin said that Mr. McMichael acted in self-defense when he pulled the trigger after Mr. Arbery turned toward him and the two men tussled.\nAt that point, Mr. McMichael “has no choice, because if this guy gets his gun, he’s dead or his dad’s dead,” Mr. Rubin said, referring to Mr. McMichael’s father and fellow defendant Gregory McMichael. As a veteran of the U.S. Coast Guard, Travis McMichael was taught “never lose your weapon. And that’s why he shoots,” he said.\nMr. Rubin’s opening remarks followed the prosecution’s opening statement, in which the lead prosecutor, Linda Dunikoski, said that it was Mr. Arbery who had been “under attack” by the defendants.\nMr. Rubin was the first of the three defense teams to offer an opening statement as the trial opened on Friday. Franklin Hogue, a lawyer for the elder Mr. McMichael, spoke next, echoing the argument that the defendants had acted in self-defense. Gregory McMichael, he said, was “in abject fear that he is about to witness his only son be shot.” A lawyer for the third defendant, William Bryan, deferred his statement until later in the trial.\nMr. Rubin’s argument in favor of Travis McMichael’s innocence, rooted in the citizen’s arrest law and the principle of self-defense, had been widely expected.\nHe spent the first part of his statement focusing on the break-ins and property crimes in Satilla Shores, the neighborhood where Mr. McMichael was living in his parents’ house. It was a neighborhood “on edge,” Mr. Rubin said. Residents posted their concerns on social media. Some told their children not to play outside after dark. People put up security cameras. As a result, Mr. Rubin said, “people were alert to suspicious behavior.”\nMr. Rubin noted that Mr. Arbery had been spotted via security cameras in a half-built house in Satilla Shores four times before the afternoon of Feb. 23, 2020, when he visited the house, sprinted away, and was soon chased by the three men in two trucks.\nIn two cases, the owner of the house, Larry English, had called the police, but Mr. Arbery had vanished before they arrived. Mr. English, Mr. Rubin said, had been telling neighbors that a suspicious person had been visiting the house, and that items had been taken from a boat he sometimes kept on the property.\nMr. Arbery’s fourth visit to the property — in which he never seemed to do more than walk around — occurred on the night of Feb. 11. That evening at around 7:30, Mr. McMichael left his house to fill up his car and saw a figure darting across the street, and then hiding in the shadows. It was a man, who eventually emerged from behind a portable toilet.\nMr. McMichael aimed the headlights of his truck at the man and got out of his car to ask why he was there. Mr. Rubin said Mr. McMichael then saw the man reach into his waist, as if reaching for a weapon.\nSo on the day of the confrontation and the killing, Mr. Rubin said, Mr. McMichael had probable cause to assume that a burglary had occurred — thus giving him the right to make a citizen’s arrest — and reason to suspect that Mr. Arbery might be armed, given the alleged movement of his hand toward his waistband on the night of Feb. 11.\nAfter the shooting, Mr. Rubin said, Mr. McMichael was “distraught,” “upset” and covered in blood.\n“There’s no glee in having done what he just did. It’s awful,” he said.\nHe asked the jurors to put aside their emotions and apply the law to the facts of the case: “The only right verdict is not guilty on each and every count in the indictment.”\nMr. Hogue, the attorney for Gregory McMichael, then walked jurors through the events of the February afternoon from his client’s point of view. The elder Mr. McMichael was sitting outside his home upholstering the seats to his truck when he saw Mr. Arbery “sprinting” past his house, causing him to become convinced that Mr. Arbery was running “away from something or someone,” Mr. Hogue said.\nCertain that Mr. Arbery was the same man he had seen in videos from a neighbor whose boat had been burglarized, he yelled out to his son. The two got into Travis McMichael’s truck and chased Mr. Arbery with the sole intention of detaining him for police or identifying him, Mr. Hogue said.\nHe noted that Travis McMichael was in the driver’s seat while his father sat atop his grandson’s car seat in the back, later moving to the bed of the truck where there was a toolbox he could sit on.", "url": "https://www.nytimes.com/live/2021/11/05/us/ahmaud-arbery-shooting-trial"}