{"authors": ["Matt Phillips"], "date_download": "2022-10-25 23:41:07", "date_modify": "2022-10-25 23:41:07", "date_publish": "2020-09-21 11:29:58", "description": null, "filename": "live_2020_09_21_business_stock-market-today-coronavirus_wall-street-continues-slide-as-virus-cases-rise-and-washington-gridlock-worsens_1666741267.html", "image_url": "https://static01.nyt.com/images/2020/09/21/business/21markets-brf-quibi/21markets-brf-quibi-facebookJumbo.jpg?year=2020&h=550&w=1050&s=4dd8521fd5e030d334896d9db9f2e5054233558ba542ecbe17aed37eea981420&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_09_21_business_stock-market-today-coronavirus_wall-street-continues-slide-as-virus-cases-rise-and-washington-gridlock-worsens_1666741267.html", "title": "Quibi Is Exploring a Sale", "title_page": "Quibi Is Exploring a Sale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Quibi, founded by Jeffrey Katzenberg, has struggled since it became available in April. Credit... Etienne Laurent/EPA, via Shutterstock\nQuibi, the short-form streaming service started by Jeffrey Katzenberg and led by Meg Whitman, is exploring a sale of the company, two people familiar with the matter said Monday.\nThe company is working with financial advisers to consider a range of options that also include raising money or going public by merging with a special purpose acquisition vehicle, according to the people, who spoke on condition of anonymity to discuss company plans.\nQuibi was launched earlier this year with the aim of providing short entertainment and news videos for people on the go. But it fell out of the list of the 50 most downloaded free iPhone apps in the United States after just a week when it debuted in April. Executives blamed the coronavirus pandemic, saying people no longer needed to turn to their smartphones in the same way while stuck at home.\nWhile Quibi is not in danger of running out of cash immediately, raising funds could help stem any short-term worries. Quibi raised $750 million in March, bringing its total funding to $1.75 billion.\n“Meg and Jeffrey are committed to continuing to build the business in the way that gives the greatest experience for customers, greatest value for shareholders and greatest opportunity for employees,” a spokesperson for the company said. “We do not comment on rumor or speculation.”\nThe Wall Street Journal first reported that Quibi was exploring its options.", "url": "https://www.nytimes.com/live/2020/09/21/business/stock-market-today-coronavirus/wall-street-continues-slide-as-virus-cases-rise-and-washington-gridlock-worsens"}