{"authors": ["Will Wright", "Simon Romero", "James Dobbins", "Johnny Diaz", "Oscar Lopez"], "date_download": "2022-10-25 23:48:06", "date_modify": "2022-10-25 23:48:06", "date_publish": "2021-02-19 10:00:33", "description": null, "filename": "live_2021_02_19_us_winter-storm-weather-live_biden-to-sign-major-disaster-declaration-as-scope-of-crisis-emerges-in-texas_1666741686.html", "image_url": "https://static01.nyt.com/images/2021/02/19/world/19vid-Biden-Texas-still/merlin_183995193_b1dafff1-0fc9-4a00-b262-924fbd6ddc6b-facebookJumbo.jpg?year=2021&h=550&w=1050&s=cbe40a46c14e622c056eb574d41db721712292a32b76873978dbedc75987c041&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_19_us_winter-storm-weather-live_biden-to-sign-major-disaster-declaration-as-scope-of-crisis-emerges-in-texas_1666741686.html", "title": "Texans Are on the Hunt for Food and Clean Water After Storm", "title_page": "Texans Are on the Hunt for Food and Clean Water After Storm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:46 - 0:00 transcript Winter Storms Delayed Delivery of 6 Million Vaccines, White House Says Andy Slavitt, a White House pandemic adviser, said a backlog of coronavirus vaccine shipments caused by severe winter storms across the country were expected to be delivered in the next week. We have a backlog of about six million doses due to the weather. All 50 states have been impacted. The six million doses represents about three days of delayed shipping. There are three places along the distribution chain that have been impacted by the weather. First, FedEx, UPS and McKesson, our logistics and distribution teams, have all faced challenges as workers have been snowed in and unable to get to work to package and ship the vaccines, kits and the required diluent. Second, road closures have held up delivery of vaccines at different points in the distribution process — between manufacturing sites to distribution and to shipping hubs. Third, more than 2,000 vaccine sites are located in areas with power outages, so they’re currently unable to receive doses. Because of 72-hour cold-chain constraints, we don’t want to ship doses to those locations and have them sitting at a site where they might expire. So the vaccines are sitting safe and sound in our factories and hubs, ready to be shipped out as soon as the weather allows. Now, as weather conditions improve, we’re already working to clear this backlog: 1.4 million doses are already in transit today, and we anticipate that all the backlog doses will be delivered within the next week. We’re asking vaccine administration sites to extend their hours even further, and offer additional appointments and to try to reschedule the vaccinations over the coming days and weeks as significantly more supply arrives. Andy Slavitt, a White House pandemic adviser, said a backlog of coronavirus vaccine shipments caused by severe winter storms across the country were expected to be delivered in the next week. Credit Credit... James Estrin/The New York Times\nThe White House on Friday said that six million doses of coronavirus vaccines had been held up because of snowstorms across the country, creating a backlog affecting every state and throwing off the pace of vaccination appointments over the next week.\nAndy Slavitt, a White House pandemic adviser, said at a news conference that the six million doses represented about three days’ worth of shipping delays, and that states had already made up for some of the backlog with existing stock. Of the six million doses, 1.4 million were already in transit on Friday, he said, and the rest were expected to be delivered in the next week.\nBut Mr. Slavitt pleaded with local officials to make up for the lost time in the coming days.\n“We’re asking vaccine administration sites to extend their hours even further and offer additional appointments and to try to reschedule the vaccinations over the coming days and weeks as significantly more supply arrives,” he said.\nThe delay revealed how interconnected the nation’s vaccine distribution network is, vulnerable to substantial interruptions because of extreme weather. Mr. Slavitt said that FedEx, UPS and McKesson — the drug distribution giant that manages Moderna’s vaccine — had been impeded, with workers snowed in and unable to package and ship vaccines, including the kits and diluent that go with them.\nFedEx and UPS would make Saturday deliveries this week, he said.\nClosed roads on delivery routes were also forming a bottleneck, and more than 2,000 vaccination sites located in areas with power outages could not receive doses. That prompted federal officials to hold off shipping to areas that might not be able to keep them at the frigid temperatures required.\n“They’re sitting safe and sound in our factories and hubs, ready to be shipped out as soon as the weather allows,” Mr. Slavitt said.\nEarlier this week, the Centers for Disease Control and Prevention had projected “widespread delays” in vaccine shipments and deliveries because of weather affecting a FedEx facility in Memphis and a UPS facility in Louisville, both vaccine shipping hubs.\nShipment delays had already been reported in California, Colorado, Florida, Illinois, Nevada, New Jersey, Ohio, Oregon, Utah and Washington, among other states, forcing vaccine sites to temporarily shutter and coveted appointments to be rescheduled.\nIn Texas, where millions of residents lost power during this week’s powerful storm, a delivery of more than 400,000 first doses and 330,000 second doses had been delayed in anticipation of the bad weather. A portion of those shots — roughly 35,000 doses of Pfizer’s vaccine — were sent to providers in North Texas on Wednesday, but shipments will continue to depend on safety conditions.\nChris Van Deusen, a spokesman for the Texas Department of State Health Services, said Thursday that the state was “asking providers that aren’t able to store vaccine due to power outages to transfer it elsewhere or administer it so it doesn’t spoil.”\nOn Monday, health officials in Texas scrambled to get more than 5,000 shots into arms after a power outage in a storage facility where they were being kept. But Mr. Van Deusen said that “reports of vaccine spoiling have been minimal.”\nThe Houston Health Department said Thursday that it would restart vaccinations for second doses this weekend, and schedule additional first and second dose appointments next week.\nIn New York, Gov. Andrew M. Cuomo said on Friday that nearly all of the vaccines that were supposed to be delivered by the federal government had been delayed by the snow. He said the Pfizer vaccines would now arrive on Monday, and Moderna’s would likely arrive in the middle of next week.\nNo appointments at state-run vaccination sites have been rescheduled so far, he said, though he suggested it was possible if the vaccines did not arrive soon.\n“If there is any impact, we’ll let you know right away,” Mr. Cuomo said at a news conference he held earlier Friday.\nThe governor had said on Thursday night that most of the vaccines for New York, scheduled for delivery between Feb. 12 and Feb. 21, had been delayed.\nIn New York City, Mayor Bill de Blasio said on Friday during an interview on WNYC that expected shipments of more than 100,000 doses had still not fully arrived from factories, but did not provide an update on when they would come. On Thursday he had said at a news conference that “a vast majority of the resupply we expected for this week has not shipped from the factories yet.”\nThe city had to hold off on scheduling upward of 35,000 appointments for first vaccine doses because of shipment delays and vaccine shortages, he said then. The opening of two new distribution sites on Thursday had also been postponed, according to the city, with the launch of one at the Empire Outlets on Staten Island moved back to Friday and another in Queens still delayed.\n“We still haven’t gotten everything we expect,” Mr. de Blasio said on Friday. “Everything’s been disrupted by the storm.”\nIn Los Angeles, the city said that appointments for about 12,500 people would be delayed.\nGov. Ron DeSantis of Florida said that while 136,000 Pfizer doses had arrived this week, the state had still not received its shipment for the week of 200,000 Moderna doses. He said the shipment could be delayed as late as Monday.\n“Because the storms we are seeing in the rest of the country, it’s basically sitting in the FedEx warehouse — and I don’t think they can even get into it because of everything,” Mr. DeSantis said at a news conference Thursday, encouraging those who had appointments rescheduled to “hang in there, the doses are going to get here.”\nThe White House on Friday also announced the opening of four new federally-supported community vaccination sites in Florida — in Orlando, Miami, Tampa and Jacksonville — that would be able to vaccinate 12,000 people each day. Another new site in Philadelphia would have the capacity to vaccinate 6,000 people a day. All sites would be functioning within two weeks, Mr. Slavitt, the White House adviser, said.\nNicholas Bogel-Burroughs , Troy Closson , Amanda Rosa and Mihir Zaveri contributed reporting.", "url": "https://www.nytimes.com/live/2021/02/19/us/winter-storm-weather-live/biden-to-sign-major-disaster-declaration-as-scope-of-crisis-emerges-in-texas"}