{"authors": ["John Koblin", "James Poniewozik", "Margaret Lyons"], "date_download": "2022-10-25 22:59:25", "date_modify": "2022-10-25 22:59:25", "date_publish": "2022-09-12 21:01:16", "description": "Drama acting awards went to Zendaya for “Euphoria” and Lee Jung-jae for “Squid Game,” and comedy acting awards went to Jason Sudeikis for “Ted Lasso” and Jean Smart for “Hacks.”", "filename": "live_2022_09_12_arts_emmys_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738765.html", "image_url": "https://static01.nyt.com/images/2022/09/12/arts/12live-blog-20220912-emmys-header-lotus/merlin_213028428_122f2462-07c2-4bb3-805d-c7f6adbb3f64-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_12_arts_emmys_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738765.html", "title": "Highlights From the 2022 Emmy Awards", "title_page": "Highlights From the 2022 Emmy Awards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jesse Armstrong, the creator of “Succession,” with the cast accepting the Emmy for best drama on Monday night.\n“Succession,” HBO’s portrait of a dysfunctional media dynasty, won best drama at the 74th Emmy Awards on Monday night, the second time the series has taken the prize.\nJesse Armstrong, the show’s creator, also took home the Emmy for best writing, the third time he’s won in that category. And Matthew Macfadyen won best supporting actor in a drama for the first time for his performance on the show.\nIt was the sixth time in eight years that HBO has taken the television industry’s biggest prize for a recurring series, making it yet another triumphant night for the cable network. HBO, as well as its streaming service, HBO Max, won more Emmys (38) than any other outlet, besting its chief rival, Netflix (26).\n“The White Lotus,” the cable network’s beloved upstairs-downstairs dramedy that took place at a Hawaiian resort, won best limited series, and tore through several other categories. The show won 10 Emmys altogether, more than any other series. Mike White, the show’s creator and director, won a pair of Emmys for best directing and writing. And performers from the show, Murray Bartlett and Jennifer Coolidge, both received acting Emmys.\n“Mike White, my God, thank you for giving me one of the best experiences of my life,” Bartlett, who played an off-the-wagon hotel manager, said from the Emmys stage.\nBut HBO’s chronicles of the rich were not the only winners on Monday night.\n“Ted Lasso,” the Apple TV+ sports series, won best comedy for a second consecutive year, as the tech giant continues on an awards show tear. Apple TV+, which had its debut in November 2019, won best picture at the Oscars (“CODA”) earlier this year. And Jason Sudeikis repeated as best actor in a comedy as the fish-out-of-water soccer coach in “Ted Lasso.”\nThere were other big moments in the comedy awards. Quinta Brunson, the creator of the good-natured ABC workplace sitcom, “Abbott Elementary,” about a group of elementary schoolteachers at an underfunded Philadelphia public school, won for best writing in a comedy. It was only the second time a Black woman won the award (Lena Waithe was the first, in 2017, for “Master of None”).\nIn one of the night’s most electric moments, Sheryl Lee Ralph won best supporting actress in a comedy for her role on “Abbott Elementary” as a veteran teacher at the school. Ralph began her Emmys speech by singing “Endangered Species” by Dianne Reeves, and received a standing ovation from the room full of nominees. Her victory was also historic: It was only the second time a Black woman won the award. The last time was in 1987, when Jackée Harry won for her role in the NBC sitcom “227.”\nThis has been the most competitive Emmys season ever: Submissions for all the categories surged, and 2022 is very likely to set yet another record for the highest number of scripted television series.\nBut there was also a sense of concern among the executives, producers and agents in attendance at Monday night’s Emmy Awards, that 2022 represents the pinnacle of the so-called Peak TV era, which has produced the highest number of scripted television series, nearly every year, for more than a decade.\nNetflix, which lost subscribers this year for the first time in a decade, has laid off hundreds of staffers and is reining in its spending. HBO’s parent company, Warner Bros. Discovery, has shelved projects and is about to lay off a significant number of employees. NBC executives are considering ending its prime-time lineup at 10 p.m., and handing the hour over to local stations.\nBusiness challenges aside, the night was mostly a feel-good celebration. Zendaya won her second Emmy by taking best actress in a drama for her role as a troubled teen in HBO’s “Euphoria.” Jean Smart repeated as the best actress in a comedy for her role as a Joan Rivers-like comedian in HBO Max’s “Hacks.”\n“Squid Game,” the blood-splattered, South Korean Netflix series, won a pair of awards: Lee Jung-jae for best actor in a drama, and Hwang Dong-hyuk for directing. Those wins represented a major breakthrough for a foreign language show as television becomes more global, and as American audiences are increasingly receptive to series with subtitles.\nMichael Keaton, who played a small town doctor in “Dopesick,” took the best actor award in a limited series. And Amanda Seyfried won best actress in a limited series for her well-received performance as Elizabeth Holmes in “The Dropout.”\nEmmy voters often have a habit of finding a winner, and sticking with it, and this year was no different. John Oliver’s “Last Week Tonight” won the best talk show category for a seventh consecutive year, and “Saturday Night Live” took the best variety sketch series for a sixth straight year.\nThis year’s ceremony was the first return to the Microsoft Theater since the pandemic. Producers for the Emmys incorporated an element that it experimented with at last year’s ceremony, which took place inside a tent: Instead of theater-style seating, nominees were gathered around tables with bottles of champagne and wine around them.\nThis year’s host, Kenan Thompson, the “Saturday Night Live” veteran, opened the ceremony in a top hat and led a group of dancers in a bizarre interpretive dance to theme songs of famous TV series like “Law & Order,” “The Brady Bunch” and “Game of Thrones.”\nDuring his monologue, Thompson took a dig at Netflix’s recent woes.\n“If you don’t know what ‘Squid Game’ is, it is the contest you enter when you’re in massive debt and desperate for money,” the host said. “Joining the cast next season? Netflix.”", "url": "https://www.nytimes.com/live/2022/09/12/arts/emmys?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}