{"authors": ["Michael D. Shear", "David E. Sanger", "Rick Gladstone"], "date_download": "2022-10-25 23:39:06", "date_modify": "2022-10-25 23:39:06", "date_publish": "2021-09-21 08:53:30", "description": "Covid-19 and climate change dominated the start of the General Assembly gathering. The U.N. secretary general warned that an increasingly divided world was “on the edge of an abyss.”", "filename": "live_2021_09_21_world_un-general-assembly_1666741146.html", "image_url": "https://static01.nyt.com/images/2021/09/21/world/21un-briefing--promo-01/21un-briefing--promo-01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=e8b6c598da913b291eae6ca5cee7652149fd9574bef4dd5fafad5ae9ebcb6fe1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_09_21_world_un-general-assembly_1666741146.html", "title": "Biden Pledges to Work Toward ‘Peaceful, Prosperous Future For All’", "title_page": "Biden Pledges to Work Toward ‘Peaceful, Prosperous Future For All’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 2:10 - 0:00 transcript Biden Urges Unity Against Common Threats in an ‘Interconnected’ World President Biden called for an era of international cooperation in tackling global threats in his first address to the United Nations General Assembly as president. We stand, in my view, at an inflection point in history. And I’m here today to share with you how the United States intends to work with partners and allies to answer these questions, and the commitment of my new administration help lead the world toward a more peaceful, prosperous future for all people. Instead of continuing to fight the wars of the past, we are fixing our eyes on devoting our resources to the challenges that hold the keys to our collective future. Ending this pandemic, addressing the climate crisis, managing the shifts in global power dynamics, shaping the rules of the world on vital issues like trade, cyber and emerging technologies, and facing the threat of terrorism as it stands today. We’ve ended 20 years of conflict in Afghanistan. And as we close this period of relentless war, we’re opening a new era of relentless diplomacy, of using the power of our development aid, to invest in new ways of lifting people up around the world, of renewing and defending democracy, of proving that no matter how challenging or how complex the problems you’re going to face government by and for the people is still the best way to deliver for all of our people. And as the United States turns our focus to the priorities and the regions of the world like the Indo-Pacific that are most consequential today and tomorrow, we’ll do so with our allies and partners through cooperation and multilateral institutions like the United Nations to amplify our collective strength and speed, our progress toward dealing with these global challenges. Our security, our prosperity and our very freedoms are interconnected, in my view, as never before, and so I believe we must work together as never before. President Biden called for an era of international cooperation in tackling global threats in his first address to the United Nations General Assembly as president. Credit Credit... Doug Mills/The New York Times\nPresident Biden delivered his debut address to the annual gathering of world leaders at the United Nations on Tuesday amid strong new doubts about his ability to vault the United States back into a position of global leadership after his predecessor’s promotion of “America First” isolationism.\nSpeaking to a smaller than usual audience of his peers because of the still-raging Covid-19 pandemic, Mr. Biden called for a new era of global unity against the coronavirus, climate change, emerging technological threats and the expanding influence of autocratic nations such as China and Russia.\n“No matter how challenging or how complex the problems we’re going to face, government by and for the people is still the best way to deliver for all of our people,” he said, insisting that the United States and its Western allies would remain vital partners.\n“Our security, our prosperity and our very freedoms are interconnected, in my view as never before,” Mr. Biden said.\nCalling for the world to make the use of force “our tool of last resort, not our first,” he defended his decision to end the U.S. war in Afghanistan, a chaotic withdrawal of American troops that left allies blindsided.\n“Today, many of our greatest concerns cannot be solved or even addressed by the force of arms,” he said. “Bombs and bullets cannot defend against Covid-19 or its future variants.”\nBut Mr. Biden’s efforts to move America past President Donald J. Trump’s more confrontational policies come amid growing frustration among allies with his administration’s diplomatic approach.\nHis familiar refrain that the world must choose between democracy and autocracy looks different now that the Taliban are once again in control of Kabul, reversing many of the democratic gains of the past 20 years. Covid is resurging in much of the world. And the French just recalled their ambassador in outrage — not just over losing a $60 billion-plus submarine contract, but because it was made clear they are not in the inner circle of allies.\nImage Listening to Mr. Biden. Credit... Doug Mills/The New York Times\nMr. Biden and other leaders are gathering against a backdrop of disastrous climate change, polarized superpower relations and a devastating pandemic that has worsened the global rich-poor divide.\nThe event is a major test of credibility for Mr. Biden, who was among the first to address the 193-member General Assembly. The last to speak in the morning session was President Xi Jinping of China, via prerecorded video, bookending with the competing views of the two most powerful countries in the world.\nBoth leaders announced potentially significant steps to address climate change, a rare moment of common purpose: Mr. Biden said he intended to double the American financial contribution to developing countries’ efforts to tackle the climate crisis, and Mr. Xi said China would stop financing coal-fired power projects abroad, a major source of heat-trapping gases.\nSecretary General António Guterres, who has openly fretted about the bitter rivalry between China and the United States, said he was encouraged by “the leaders of the world’s two largest economies regarding their commitment to climate action.”\nStill, a dominant theme of Mr. Biden’s speech was what he described as the choice faced by the world between the democratic values espoused by the West and the disregard for them by China and other authoritarian governments.\n“The future belongs to those who give their people the ability to breathe free, not those who seek to suffocate their people with an iron hand authoritarianism,” he said. “The authoritarians of the world, they seek to proclaim the end of the age of democracy, but they’re wrong.”\nBut the president vowed not to pursue a new era of sustained conflict with countries like China, saying that the United States would “compete vigorously and lead with our values and our strength to stand up for our allies and our friends.”\n“We’re not seeking — say it again, we are not seeking — a new Cold War or a world divided into rigid blocs,” he said.\nClimate change and the pandemic are also expected to dominate the week, and Mr. Biden planned to host a Covid summit on the sidelines to push other countries to increase capacity to manufacture vaccines for poor countries.\n“This year has also brought widespread death and devastation from the borderless climate crisis,” Mr. Biden said. “Extreme weather events that we’ve seen in every part of the world — and you all know it and feel it — represent what the secretary general has rightly called Code Red for humanity.”\nOn Covid, Mr. Biden urged leaders to move more quickly to rein in a pandemic that has killed millions.\n“We need a collective act of science and political will,” he said. “We need to act now to get shots in arms as fast as possible, and expand access to oxygen, tests, treatments, to save lives around the world.”", "url": "https://www.nytimes.com/live/2021/09/21/world/un-general-assembly"}