{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:47:38", "date_modify": "2022-10-25 23:47:38", "date_publish": "2021-10-25 09:01:24", "description": "The main organizers of the deadly 2017 white nationalist rally are being sued in federal court. Here’s a guide to what to expect at the trial.", "filename": "live_2021_charlottesville-rally-trial-explained_1666741658.html", "image_url": "https://static01.nyt.com/images/2020/09/10/us/politics/25charlottesville-explainer/merlin_125926775_b787ad05-3732-4a70-b68f-ec952ac6af6a-articleLarge.jpg?year=2021&h=400&w=600&s=&k=&tw=1", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_charlottesville-rally-trial-explained_1666741658.html", "title": "What to Know About the Charlottesville Rally Civil Trial", "title_page": "What to Know About the Charlottesville Rally Civil Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Charlottesville Rally Civil Trial, Explained The main organizers of the deadly 2017 white nationalist rally are being sued in federal court. Here’s a guide to what to expect at the trial. Give this article Give this article Give this article\nImage Clashes during the Unite the Right rally in Charlottesville in 2017. Credit... Edu Bayer for The New York Times\nMore than four years after hundreds of white nationalists and far-right extremists descended on the city of Charlottesville, Va., in a rally that turned deadly, a civil case that takes aim at the organizers began in federal court on Monday.\nIn simple legal terms, the nine plaintiffs — including an ordained minister, a landscape gardener and a lawyer who was a student at the time — are suing 14 men and 10 groups considered the main organizers of the rally, accusing them of violating their civil rights and seeking damages for the injuries they sustained.\nBut the conflict in Charlottesville has always been about a lot more than the rally itself. Delayed repeatedly by the coronavirus pandemic, the trial will revisit one of the most searing manifestations of how hatred and intolerance that festers online can spread onto the streets.\nAlthough the events prompted a few criminal cases, including one that resulted in a murder conviction, the plaintiffs’ lawyers say they decided to act after there was no broader federal or state effort to hold the organizers accountable for the violence that ensued. They are also seeking to deter others from organizing similar events.\nIn the fallout from the 2017 rally, most of the 14 defendants have lost their leadership positions in their far-right groups, many of which have either dissolved or rebranded in an attempt to distance themselves from the events. If the plaintiffs prevail, their chances of collecting damages appear slim, given that some of the defendants are representing themselves because they cannot afford lawyers.\nThe main argument of the defendants is that their views constitute free speech, and that any violence stemmed from self-defense against attacks by counterprotesters.", "url": "https://www.nytimes.com/live/2021/charlottesville-rally-trial-explained"}