{"authors": ["Michael Corkery", "Kevin Armstrong", "Brent Murray", "Chelsea Brasted", "John Taggart", "Rachel Wharton"], "date_download": "2022-10-25 23:42:34", "date_modify": "2022-10-25 23:42:34", "date_publish": "2021-11-26 10:30:29", "description": null, "filename": "live_2021_11_26_business_black-friday-2021_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741354.html", "image_url": "https://static01.nyt.com/images/2021/11/26/business/26blackfriday-briefing-promo3/26blackfriday-briefing-promo3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_26_business_black-friday-2021_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741354.html", "title": "Holiday Shopping Kicks Into High Gear on Black Friday", "title_page": "Holiday Shopping Kicks Into High Gear on Black Friday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Black Friday is an American import that has caught on in much of Europe, embraced by retailers and shoppers as an opening trumpet blast for the start of the holiday shopping season — even if Thanksgiving remains a distant country’s holiday.\nBut Black Friday takes shape in different forms. With toy stores as a focus, here are three snapshots of the state of Black Friday in Europe.\nEarly this week, Clara Pascual was preparing to pin a poster advertising a Black Friday sale onto the front door of her family-owned toy store in central Madrid.\nHer store was empty of customers — which was no reason to worry, she said, because she expected most of her clientele to show up Friday and Saturday to take advantage of the 10 percent discount on toys purchased during her Black Friday event.\n“For the past week or so, I think more people have been coming in to check that we were going to have a Black Friday special offer than to actually buy something,” said Ms. Pascual, whose store is called Hola Caracola, or Hello Snail.\nFor toy stores, Black Friday is a shift forward in their retail calendars, because the Spanish tradition is that children get their presents on Jan. 6, the feast of Epiphany, which celebrates how a star led the three kings to baby Jesus.\n“We have already had to adapt to the fact that more Spanish families are gifting at Christmas than for the kings so that their children could enjoy their toys during a longer holiday spell,” Ms. Pascual said, “and now on top of that we know that many people will be buying their Christmas toys already on Black Friday — particularly this year as everybody has got worried about delivery problems.”\n“Obviously Black Friday is a cultural import that has nothing to do with our own traditions and everything to do with globalization,” she said, “which is something that can you can welcome or not.”\nFederico Corradini, the chief executive of XChannel, a marketing company that represents a dozen toy brands in Spain and Italy, said he expected their sales to triple this Black Friday compared with last year, buoyed by an increase in their ad spending.\n“Most of our companies are placing a big bet on this Black Friday to sell as much as possible, also because they already know that they will have delivery troubles during the Christmas time,” he said.\nIn Italy, the appeal of serving customers in person.\nImage Pinocchio gets a holiday hat at the Dreoni toy store in Florence, Italy. Credit... Clara Vannucci for The New York Times\nThe Dreoni toy store has been a landmark in Florence, Italy, for 98 years, and it didn’t last that long without responding to new trends.\nA few years ago, Italians started expecting big sales on a day called Black Friday, said Silvia Dreoni, a co-owner of the store and a member of the third generation to run it.\n“We inevitably had to adapt,” she said. “We want to keep the pace with the times, and we embraced the Black Friday, like we did with Halloween.”\nHowever, when translated to Italian the words suggested a collapse in the stock market. So the English term “Black Friday” stuck, marking its American roots.\nWalking into Dreoni is magic for children and adults alike, with a ceiling painted to look like a blue sky crossed by puffy white clouds. A large puppet theater shows the Italian character of Pinocchio, the wooden puppet who dreams of becoming a real boy. The tale of Pinocchio was written by Carlo Collodi, who was born near the store.\nAbout 10 years ago, Ms. Dreoni and her sister realized that their business needed a website, and their online store now showcases the 8,000 toys that they have on their shelves. But in-person sales provide more satisfaction, Ms. Dreoni said.\n“Online sales are fine, but they are cold, no emotions,” she said. “Many people still like to touch a toy or have an expert explain it to them. It’s not like buying a pan or a pot.”\nThe surge in online purchases at this time of the year strains courier services across the country, making life difficult for smaller delivery companies.\nLarge national and international delivery companies have been swamped with online orders from Amazon and other e-commerce sites, said Marco Magli, owner of the ADL SPA Corriere Espresso, a local courier in Bologna. “Every day, we need to figure out who can help us deliver our goods in Milan or outside of the city” he said. “The market is totally saturated.”\n“In the last couple of years, volumes of deliveries started going up already in November — whereas before it was only in early December” confirmed Massimo Pedretti, a union leader at SDA, a courier company owned by Italy’s postal service.\n“It’s because of the Black Friday week,” he said.\nIn Germany, another holiday season can’t escape the pandemic.\nImage A closed Christmas market in Munich, Germany. Credit... Christof Stache/Agence France-Presse — Getty Images\nRecord numbers of new coronavirus cases are dampening German shoppers’ spirits in a year when many were looking forward to the chance to return to holiday markets and decorated shopping streets.\nIn Bavaria, the closure of many holiday markets to curb the virus’s spread has turned out to be good for business atKunst und Spiel, or Art and Play, a store that specializes in German-made wooden toys and games.\n“Our customers are happy that we are open,” said Florian Bartsch, who runs the store.\nBut given the current rate of infection, only 50 people are allowed at a time in the downtown Munich store, he added. And limited supplies are hindering sales. “Wooden toys are popular this year, although we are having trouble with deliveries,” Mr. Bartsch said. “All of the wholesalers are buying them up.”\nSupplies of some locally sourced toys are still feeling the effects of the previous lockdowns, he said, including some items produced at a workshop for the handicapped in Germany.\n“They were forced to close at the height of the pandemic last year and only recently got back to full production,” he said. “They are backed up by at least nine months.”\nFears that the shipping delays will make it harder to find last-minute gifts could drive up sales during Black Friday promotions by 27 percent over last year, the German retail association H.D.E. said this week.\nAt the start of November, the retail association was predicting a sales increase of 2 percent increase for the last two months of the year based on strong consumer sentiment heading into the holiday season. But the past two weeks have seen the country break one record after another in numbers of new infections, forcing authorities to close restaurants, bars and Christmas markets in the country’s eastern and southern states.\nAt Kunst und Spiel, Mr. Bartsch said that sales during the last three months of the year typically account for 70 percent of his annual business. After the loss he incurred during the lockdown in 2020, he is hoping he will be able to stay open, even if it means his staff has the added job of ensuring shoppers are vaccinated, masked and no more than 50 at a time.\n“If our sales remain as they are so far, I will be happy,” he said.", "url": "https://www.nytimes.com/live/2021/11/26/business/black-friday-2021?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}