{"authors": ["Sarah Mervosh", "Emily Anthes"], "date_download": "2022-10-25 23:23:57", "date_modify": "2022-10-25 23:23:57", "date_publish": "2021-08-30 09:16:39", "description": "The U.S. Education Department is investigating five states where such bans are in place. Federal officials said the prohibitions may run afoul of civil rights laws protecting students with disabilities.", "filename": "live_2021_08_30_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740237.html", "image_url": "https://static01.nyt.com/images/2021/08/30/us/30virus-brief-promo/30virus-brief-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1b86cdc91cf3b6c49c45a1e0c2bdea60f2d9480ab82873023468a71dc1b55152&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_30_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740237.html", "title": "Covid News: Florida Withholds Funds From Schools That Defied Governor’s Mask Mandate Ban", "title_page": "Covid News: Florida Withholds Funds From Schools That Defied Governor’s Mask Mandate Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Gov. Kim Reynolds of Iowa spoke with reporters last week after President Biden ordered the education secretary to explore possible legal action against states like hers that have blocked school mask mandates and other public health measures meant to protect students against Covid-19. Credit... Charlie Neibergall/Associated Press\nWASHINGTON — The Education Department has initiated investigations into five states whose prohibitions on universal mask mandates in schools may run afoul of civil rights laws protecting students with disabilities, federal officials announced Monday.\nThe department’s civil rights head wrote to state education leaders in Iowa, Oklahoma, South Carolina, Tennessee and Utah, notifying them that the department’s Office for Civil Rights would determine whether the prohibitions are restricting access for students who are protected under federal law from discrimination based on their disabilities, and are entitled to a free appropriate public education.\nThe investigations make good on the Biden administration’s promise to use the federal government’s muscle — including civil rights investigations and legal action — to intervene in states where governors and other policymakers have come out against mask mandates in public schools. The Centers for Disease Control and Prevention recommends that everyone in schools wear masks, regardless of vaccination status.\nIn letters to state leaders, the acting assistant secretary for civil rights said the department would explore whether the prohibitions “may be preventing schools from meeting their legal obligations not to discriminate based on disability and from providing an equal educational opportunity to students with disabilities who are at heightened risk of severe illness from Covid-19.”\nThe department said it has not opened investigations in Florida, Texas, Arkansas or Arizona because those states’ bans on universal indoor masking are not being enforced in schools because of litigation or other state action.\nOn Friday, a Florida court rejected an effort by Gov. Ron DeSantis, a Republican, and other state officials to prevent mask mandates in schools.\nSydnee Dickson, Utah’s superintendent of public instruction, said in a statement on Monday that while she appreciated the federal department’s efforts to protect children, she believed “they have unfairly defined Utah as a state where mask mandates cannot occur.”\nShe said that the state’s law left the decision up to local officials, and that several counties had implemented them. She noted that the C.D.C., in March, studied a Utah district as an example of how elementary schools had reopened without significant outbreaks.\nOklahoma and South Carolina education officials signaled that they opposed their states’ prohibitions on mask mandates.\nJoy Hofmeister, Oklahoma’s superintendent of public instruction, said in a statement that the State Department of Education planned to cooperate with the investigation. Oklahoma’s law against mask mandates “is preventing schools from fulfilling their legal duty to protect and provide all students the opportunity to learn more safely in person,” she said.\nIn a statement, the South Carolina Department of Education said that the state superintendent “has repeatedly implored the legislature to reconsider” a recently passed proviso on mask mandates, which it said was being challenged in court.\nThe department said it “is particularly sensitive to the law’s effect on South Carolina’s most vulnerable students.”\nBrian Symmes, the communications director for Gov. Henry McMaster of South Carolina, wrote in a statement that the federal investigation by the Education Department was “another attempt by the Biden administration to force a radical liberal agenda on states and people who disagree with them.”\nHe continued, “Under South Carolina law, anybody who wants to wear a mask — in a school setting or elsewhere — is free to do so, but the governor isn’t going to ignore a parent’s fundamental right to make health decisions for their children.”\nOfficials in the education departments of Iowa and Tennessee acknowledged they received and were reviewing their letters.\nEarlier this month, President Biden announced he had directed his education secretary, Miguel A. Cardona, to use the agency’s broad power to intervene in states where governors had blocked mask mandates.\nDr. Cardona has said he is particularly perturbed by prohibitions in places where the Delta variant of the coronavirus has sent cases surging. He said that he has heard from desperate parents who fear sending their immunocompromised and medically vulnerable children into schools that do not have universal masking.\nThis month, parents of children with disabilities sued Gov. Greg Abbott of Texas, a Republican, over his ban on mask mandates in public schools, arguing that his order prevented their medically at-risk children from being able to attend school safely.\n“The department has heard from parents from across the country — particularly parents of students with disabilities and with underlying medical conditions — about how state bans on universal indoor masking are putting their children at risk,” Dr. Cardona said in a statement announcing the investigations.\nMillions of public school children qualify for special education services that often require hands-on instruction and other services and therapies. And the population has been a priority to get back into classrooms after experiencing steep academic and social setbacks as a result of school closures during the pandemic.\nThe department will specifically look at whether the state bans violate Section 504 of the Rehabilitation Act of 1973, which includes “the right of students with disabilities to receive their education in the regular educational environment, alongside their peers without disabilities, to the maximum extent appropriate to their needs,” the department said.\nIt will also look at whether statewide prohibitions violate Title II of the Americans With Disabilities Act of 1990, which prohibits disability discrimination by public entities.\nThe department said the investigations are not indicative of a violation, which could result in a state losing federal funding. Most investigations result in resolution agreements between the agency and the state.", "url": "https://www.nytimes.com/live/2021/08/30/world/covid-delta-variant-vaccine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}