{"authors": ["Shane Goldmacher", "Maya King", "Lisa Lerer", "The New York Times", "Ken Bensinger"], "date_download": "2022-10-25 23:25:14", "date_modify": "2022-10-25 23:25:14", "date_publish": "2022-10-04 13:36:19", "description": "While the Georgia Senate candidate denied a report that he paid for an ex-girlfriend’s abortion, his Republican allies looked past the claims toward November.", "filename": "live_2022_10_04_us_elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740314.html", "image_url": "https://static01.nyt.com/images/2022/10/04/multimedia/04midterms-briefing-PROMO/04midterms-briefing-PROMO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_04_us_elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740314.html", "title": "In Speedy Embrace of Herschel Walker, Republicans Make Familiar Political Bargain", "title_page": "In Speedy Embrace of Herschel Walker, Republicans Make Familiar Political Bargain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Damage to the Sanibel Causeway, the only road in or out of Sanibel Island, in southwest Florida on Sept. 29.\nHurricane Ian’s wrath made clear that Florida faces some of the most severe consequences of climate change anywhere in the country. But the state’s top elected leaders opposed the most significant climate legislation to pass Congress — laws to help fortify states against, and recover from, climate disasters, and confront their underlying cause: the burning of fossil fuels.\nSenators Marco Rubio and Rick Scott voted against last year’s bipartisan infrastructure law, which devotes some $50 billion to help states better prepare for events like Ian, because they said it was wasteful. And in August, they joined every fellow Republican in the Senate to oppose a new climate law that invests $369 billion in reducing greenhouse gas emissions, the largest such effort in the country’s history.\nAt the same time, Republican Gov. Ron DeSantis has blocked the state’s pension fund from taking climate change into account when making investment decisions, saying that politics should be absent from financial calculations.\nIn the aftermath of Ian, those leaders want federal help to rebuild their state — but don’t want to discuss the underlying problem that is making hurricanes more powerful and destructive.\nImage From left, Florida’s governor, Ron DeSantis, and two senators, Rick Scott and Marco Rubio, in 2019. Credit... Kevin Lamarque/Reuters\nAs Hurricane Ian approached Florida’s coast, the storm grew in intensity because it passed over ocean water that was two to three degrees warmer than normal for this time of year, NASA data show. Its destructive power was made worse by rising seas; the water off the southwest coast of Florida has risen more than seven inches since 1965, according to data from the National Oceanic and Atmospheric Administration. Finally, warmer air resulting from climate change increased the amount of rain that Ian dropped on Florida by at least 10 percent, or about two extra inches in some places, according to a study released last week.\nMr. Rubio has secured millions of dollars to restore the Everglades as a way to store floodwaters, and repair coral reefs to buffer storm surges. One of his House colleagues, Representative Mario Diaz-Balart, a South Florida Republican, has won billions for climate resiliency.\nBut none of the top Republicans in the state have supported legislation to curb the greenhouse gas emissions causing climate change.\nWith its sun and offshore wind, Florida could be a leader in renewable energy, said Representative Kathy Castor, a Democrat who represents Tampa. Instead, it imports natural gas that it burns to produce electricity.\n“To not admit that climate change is real and we need to address it bodes nothing but a harm for the future for Florida and the nation,” said Charlie Crist, a former Republican Florida governor who won a House seat as a Democrat, and is now challenging Mr. DeSantis’s re-election.\nHurricane Ian is far from the first time Florida has felt the impacts of climate change. In Miami, the rising ocean means streets and sidewalks regularly flood during high tide, even on sunny days. In the Florida Keys, officials are looking at raising roadbeds that will otherwise become impassable.\nYet the state’s leaders have long resisted what scientists say is needed to stave off a catastrophic future: an aggressive pivot away from gas, oil and coal, and toward solar, wind and other renewable energy sources.\n“Attempting to reverse engineer the U.S. economy to absolve our past climate sins — either through a carbon tax or some ‘Green New Deal’ scheme — will fail,” Mr. Rubio wrote in 2019. “None of those advocates can point to how even the most aggressive (and draconian) plan would improve the lives of Floridians.”\nImage A damaged gas station remained open in Fort Myers. Credit... Jason Andrew for The New York Times\nMr. Scott, the former governor of Florida who is now the state’s junior senator, has argued the cost of attacking climate change is just too great.\n“We clearly want to, and need to, address the impacts of climate change,” Mr. Scott told NPR last summer. “But we’ve got to do it in a fiscally responsible manner. We can’t put jobs at risk.”\nHurricane Ian could be among the costliest storms to hit Florida, with losses estimated in the tens of billions.\nThe two senators also voted against last year’s infrastructure bill, which provided about $50 billion toward climate resilience — the country’s largest single investment in measures designed to better protect people against the effects of climate change.\nThat bill, which passed the Senate with support from 19 Republicans, included measures designed to help protect against hurricanes. It provided billions for sea walls, storm pumps, elevating homes, flood control and other projects.\nMany of those measures were co-written by another coastal Republican, Senator Bill Cassidy of Louisiana, who called it “a major victory for Louisiana and our nation.” Senator Lisa Murkowski of Alaska, also a Republican, supported the bill, too. Both states face enormous threats from climate change.\nBut Mr. Rubio called it “wasteful” while Mr. Scott said it was “reckless spending.” Both voted no.\nMr. Scott and Mr. DeSantis did not respond to requests for comment.\nDan Holler, a deputy chief of staff to Mr. Rubio, said the senator opposed the infrastructure bill because it included unnecessary measures, just as he opposed the final version of relief for Hurricane Sandy in 2013 because of what he called extraneous pork barrel spending.\nBut the larger issue, Mr. Holler said, is that those pushing broad measures to wean the nation from fossil fuels have yet to prove to Mr. Rubio that such efforts would actually slow sea level rise, calm storms or mitigate flooding.\nOther Republicans offer similar explanations. Anna Paulina Luna, a Republican candidate expected to win the House district around Tampa Bay, spoke of the devastation she said she saw in Fort Myers, Pine Island and Sanibel Island.\n“The damage is so catastrophic we are going to need help,” she said on Monday.\nImage Anna Paulina Luna, on primary night in August, is expected to win the House district around Tampa Bay. Credit... Octavio Jones/Reuters\nBut Ms. Luna pushed back hard on the need to address climate change by cutting fossil fuel emissions. She called it “completely bonkers” that the United States would harm its own economy “while we send manufacturing to a country that is one of the top polluters of the world,” referring to China.\nMr. Crist sounded almost sympathetic as he discussed the bind that Florida Republicans find themselves in — accepting donations from the oil and gas industry, unwilling to raise the issue of climate change with their most loyal voters, while surveying the damage it is doing to their state.\nThe oil and gas industry is not a major source of campaign cash for politicians in Florida, where offshore drilling is prohibited. Mr. Rubio has received $223,239 from the oil and gas industry since 2017, which puts the industry at 15th on his donor list, federal records show. Mr. Scott has received $236,483 from oil and gas, his 14th most generous industry.\nBut the National Republican Senatorial Committee, which Mr. Scott leads, has received $3.2 million in oil and gas donations this campaign cycle, according to the Center for Responsive Politics, eclipsed only by real estate, Wall Street and retirees. By contrast, the fossil fuel business isn’t among the top 20 industries that have given this cycle to the Democratic Senatorial Campaign Committee.\n“There’s an ‘ideological versus reality’ divide here that must be very excruciating to these Republican politicians,” Mr. Crist said.\nRepublicans in the state have taken steps to fund climate resilience and adaptation efforts but shy away from using the term “climate.” In 2017, Mr. Diaz-Balart, then the Republican chairman of the House appropriations subcommittee that funds housing programs, secured $12 billion for “mitigation” measures in block grants to states and communities, $1.4 billion of that for Florida. The word “climate” did not appear in the definition of “mitigation.”\nImage A helicopter evacuating people from Pine Island, Fla., on Saturday. Credit... Hilary Swift for The New York Times\n“If you’re from Florida, you should be leading on climate and environmental policy, and Republicans are still reticent to do that because they’re worried about primary politics,” said Carlos Curbelo, a former Republican congressman from South Florida. “But on this the consequences are so serious, it’s worth putting politics aside and addressing climate head on.”\nWhile Mr. DeSantis announced a program last year to provide $1 billion over four years to local governments to address flooding, rising seas and other challenges, he has blocked his state’s pension plan from accounting for the environmental performance of companies in making investment decisions.\n“We are prioritizing the financial security of the people of Florida over whimsical notions of a utopian tomorrow,” Mr. DeSantis said in a statement announcing the decision.\nMr. DeSantis’s record on other climate decisions may also come back to haunt him. As a congressman in 2013, he voted against a bill to provide extra disaster aid to victims of Hurricane Sandy — the same type of extra support that Florida is now seeking for Ian.\nOn Friday, Mr. Rubio and Mr. Scott wrote to their Senate colleagues, asking them to support a package of disaster aid. Like Mr. DeSantis, Mr. Rubio opposed a similar measure after Sandy struck the Northeast in 2012. (Mr. Scott had not yet been elected to the Senate.)\nYoca Arditi-Rocha, executive director of the CLEO Institute, a nonprofit group in Florida that promotes climate change education, advocacy and resilience, said the state’s top elected officials need to do much more than react after disaster strikes.\n“Florida will continue to be on the front lines of more destructive hurricanes fueled by a warming climate,” Ms. Arditi-Rocha said. “We need Republican leaders to step up.”", "url": "https://www.nytimes.com/live/2022/10/04/us/elections-midterms?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}