{"authors": ["Sheryl Gay Stolberg", "Benjamin Guggenheim"], "date_download": "2022-10-25 23:23:12", "date_modify": "2022-10-25 23:23:12", "date_publish": "2021-01-29 09:57:56", "description": "The E.U. moved to limit AstraZeneca from sending doses outside the bloc, amid a dispute with the company over delivery delays. Johnson & Johnson said that its one-dose vaccine was effective, but less so in South Africa, where a new variant is circulating.", "filename": "live_2021_01_29_world_covid-19-coronavirus_1666740192.html", "image_url": "https://static01.nyt.com/images/2021/01/29/world/29virus-briefing-whvirusteam-1/29virus-briefing-whvirusteam-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fac9d9b95b24a01ac09c3a1767fdfc0dad0d0de7f0a25f6ed73b467334104c9f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_29_world_covid-19-coronavirus_1666740192.html", "title": "Covid-19: Vaccines Must Be Ready to Adapt to Variants, Fauci Says", "title_page": "Covid-19: Vaccines Must Be Ready to Adapt to Variants, Fauci Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:28 - 0:00 transcript Fauci Warns New Virus Mutations Are a ‘Wake-Up Call’ On Friday, Dr. Anthony S. Fauci warned that new virus variants, despite the global vaccine distribution, should offer a wake-up call to the continuing dangers of the pandemic. We’re all aware of the variance that we knew dominated — the U.K. B.1.1.7 , the B.1.351 in South Africa and other variants, such as the P.1. in Brazil. When these variants were first recognized, it became clear that we had to look at, in vitro, in the test tube, whether the antibodies that were induced by the vaccines that we had available would actually neutralize these new mutants. Antigenic variation, i.e. mutations that lead to different lineage do have clinical consequences because as you can see, even though the long-range effect in the sense of severe disease is still handled reasonably well by the vaccines, this is a wake-up call to all of us that we will be dealing as the virus uses its devices to evade pressure, particularly immunological pressure, that we will continue to see the evolution of mutants. So that means that we as a government, the companies, all of us that are in this together, will have to be nimble to be able to just adjust readily to make versions of the vaccine that actually are specifically directed towards whatever mutation is actually prevalent at any given time. On Friday, Dr. Anthony S. Fauci warned that new virus variants, despite the global vaccine distribution, should offer a wake-up call to the continuing dangers of the pandemic. Credit Credit... Doug Mills/The New York Times\nDr. Anthony S. Fauci warned Friday that new clinical trial results from Johnson & Johnson, showing that its vaccine is less effective against a highly infectious variant of the coronavirus circulating in South Africa, were a “wake-up call.” He said the virus will continue to mutate, and vaccine manufacturers will have to be “nimble to be able to adjust readily” to reformulating the vaccines if needed.\nDr. Fauci’s warning, at the White House briefing on the virus, comes amid increasing concern about new and more infectious variants of the virus that are emerging overseas and turning up in the United States. This week, officials in South Carolina reported identifying two cases of the variant circulating in South Africa, and officials in Minnesota announced they had found a case of the variant that was first detected in Brazil.\nDr. Rochelle Walensky, the new director of the Centers for Disease Control and Prevention, who was also at the briefing, said another variant, first identified in Britain, has now been confirmed in 379 cases in 29 states. She said officials remained concerned about the variants and were “rapidly ramping up surveillance and sequencing activities” to closely monitor them. Unlike Britain, the United States has been conducting little of the genomic sequencing necessary to track the spread of the variants.\nDr. Walensky also issued a plea to Americans to continue wearing masks and practice social distancing, and to avoid travel. Earlier this month, the C.D.C. warned that the variant circulating in Britain could become the dominant source of infection in the United States and would likely lead to a surge in cases and deaths that could overwhelm hospitals. And given the speed at which the variant swept through that country, it is conceivable that by April it could make up a large fraction of infections in the United States.\n“By the time someone has symptoms, gets a test, has a positive result and we get the sequence, our opportunity for doing real case control and contact tracing is largely gone,” she said. “We should be treating every case as if it’s a variant during this pandemic right now.”\nFriday’s briefing, the second in what the Biden White House has promised will be thrice-weekly updates on the pandemic, came just hours after Johnson & Johnson reported that while its vaccine was 72 percent effective in the United States, the efficacy rate was just 57 percent in South Africa, where a variant has been spreading.\nPublic health officials including Dr. Fauci and Dr. Walensky say the emergence of these variants is heightening the urgency of vaccinations. Dr. Fauci also said Friday that children under 16, who are not currently eligible for the vaccine, will likely start getting vaccinated “by late spring or early summer” if small-scale clinical trials show that it is safe and effective to do so.\nHe noted that the Johnson & Johnson vaccine is 85 percent effective against severe disease, and called the results “very encouraging,” even though the vaccine is not as effective as those by Pfizer and Moderna, which have emergency approval from the Food and Drug Administration. Johnson & Johnson will now seek its own emergency approval.\n“This really tells us that we have now a value-added additional vaccine candidate,” he said.\nBut Dr. Walensky offered a far more sobering observation. While the daily number of new virus cases has been declining, the figures were still much higher than a period last summer, and deaths currently remain worrisome.\nAccording to data compiled by The New York Times, new virus cases have averaged about 160,000 a day in recent days, compared to about 40,000 new cases a day around early September. As of Thursday, the seven-day average of new deaths was more than 3,200 a day, still near peak levels. The daily death toll has topped 4,000 deaths six times in the United States, including twice this week.\nAt Wednesday’s briefing by the Biden virus team, Jeffrey D. Zients, Mr. Biden’s coronavirus response coordinator, said the United States is lagging far behind other countries in sequencing the genomes of the new variants — a delay he called “totally unacceptable.” Dr. Walensky said she is working to change that.\n“We have scaled up surveillance dramatically just in the last ten days, in fact, but our plans are more than what we’ve done so far,” Dr. Walensky said, adding that the C.D.C. is now asking every state to track for worrisome variants and sequence at least 750 samples from patients per week. In addition, she said, the agency has seven collaborations with universities to scale up surveillance to cover thousands of samples per week.", "url": "https://www.nytimes.com/live/2021/01/29/world/covid-19-coronavirus"}