{"authors": ["Todd Gregory", "Boryana Dzhambazova", "Hiba Yazbek"], "date_download": "2022-10-25 23:26:27", "date_modify": "2022-10-25 23:26:27", "date_publish": "2021-10-21 09:01:27", "description": "The C.D.C. recommends Moderna and Johnson & Johnson vaccine boosters for millions of Americans.", "filename": "live_2021_10_21_world_covid-vaccine-boosters_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740387.html", "image_url": "https://static01.nyt.com/images/2021/10/21/us/21virus-briefing-vaccine-equity/21virus-briefing-vaccine-equity-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b84bf0c5125c8b19429d29a5beeab3ceac0a9fb5c011319b2983d9c4eb82fd77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_21_world_covid-vaccine-boosters_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740387.html", "title": "Covid News: W.H.O. Warns Health Care Workers Are Burning Out", "title_page": "Covid News: W.H.O. Warns Health Care Workers Are Burning Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Gov. Philip D. Murphy of New Jersey, left, touring a coronavirus vaccination site earlier this month in Newark. Credit... Justin Lane/EPA, via Shutterstock\nNow that federal regulators have cleared booster shots of all three coronavirus vaccines in use in the United States, state health authorities and pharmacies have begun rolling out plans to get even more shots in arms.\nDr. Rochelle P. Walensky, the director of the Centers for Disease Control and Prevention, recommended Moderna and Johnson & Johnson boosters on Thursday for tens of millions of Americans, a move that came nearly a month after many Pfizer-BioNTech recipients were cleared for boosters of that company’s vaccine.\nThe C.D.C. also gave a green light to a “mix-and-match” strategy so people who are eligible for boosters can decide to get a dose of a different type than the one they first received.\nAnd as states, pharmacies and doctors began on Friday trying to get these shots into arms, they faced a variety of complex issues — they will have to help people understand whether they are eligible and answer questions about which booster to get.\nAccording to the C.D.C., certain groups of people who received their second dose of an mRNA vaccine six or more months ago are now eligible for a booster. Those who qualify are people 65 and older, those 18 and older who live in long-term care, and those who have underlying medical conditions or work or live in settings placing them at high risk of infection.\nFor those who received the single-shot Johnson & Johnson vaccine, anyone 18 and older who was vaccinated two or more months ago is eligible. The Moderna booster, whether people originally got that company’s vaccine or either of the other two, will be a half-dose shot.\nLimited evidence strongly suggests that booster doses of one of the two mRNA vaccines — Moderna or Pfizer-BioNTech — more effectively raise antibody levels than a booster dose of the Johnson & Johnson vaccine.\n“Now with 10 months of vaccine experience, some may have an express preference for one booster type over another,” Dr. Walensky said on Friday, referring to the mix-and-match option, adding that it was “perfectly fine” for people to choose a booster of the same vaccine that they received initially.\nOther challenges medical providers will contend with include reaching marginalized groups, including homeless people and migrant workers, who may have received the Johnson & Johnson vaccine when it was only meant as a single-dose option, and making sure that people receive the correct dose of a Moderna booster.\nMore than 120 million Americans will become eligible for a booster in the coming months, Jeffrey D. Zients, the White House coronavirus response coordinator, said at a news conference on Friday, adding that boosters were available at more than 80,000 locations across the country, including at least 40,000 local pharmacies. CVS and Walgreens said they expanded their booster offerings on Friday, and were able to provide “mix-and-match” doses.\nState health departments generally follow the recommendations of the C.D.C., and many were prepared to begin moving ahead with boosters.\nOn Friday, Gov. Jared Polis of Colorado got a Moderna booster, after receiving his second Moderna shot six months earlier. Mr. Polis, 46, said he was eligible because his job puts him at high risk of exposure.\n“Like most Coloradans and Americans, I am ready to put this pandemic behind us,” Mr. Polis said from behind a medical mask, adding. “I am excited to get this level of protection.”\nIn Maryland, Gov. Larry Hogan welcomed the C.D.C.’s guidance on Friday, saying in a statement that “Eligible Marylanders may now choose which vaccine they want for a booster, even if it is different from what they received initially.” Officials said that the state had been preparing for the decision for months, with more than 300 sites available since last month, including large and small pharmacies, hospitals, urgent care centers and mobile vaccination operations.\nIn Vermont, Gov. Phil Scott announced that eligible residents could receive the new boosters beginning on Friday.\nIn Oregon, the state health department has enrolled hundreds of providers to administer boosters, and will train them on giving different amounts of doses, according to Kristen Dillon, a senior adviser to the state’s Covid response and recovery unit.\nOfficials in New Jersey said they would open several state mass vaccination sites to handle the expected demand, in addition to offering shots at schools, pharmacies and large county sites.\nCoral Murphy Marcos and Giulia Heyward contributed reporting.", "url": "https://www.nytimes.com/live/2021/10/21/world/covid-vaccine-boosters?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}