{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:43:05", "date_modify": "2022-10-25 23:43:05", "date_publish": "2021-06-11 07:55:21", "description": "The pandemic forced world leaders to meet remotely for more than a year. And with much of the world still reeling from Covid, the Group of 7 is pledging to donate a billion vaccine doses.", "filename": "live_2021_06_11_world_g7-summit_1666741385.html", "image_url": "https://static01.nyt.com/images/2021/06/11/world/11biden-promo/11biden-promo-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c3e0df70e508558e94b575e9c7c1ca18cbde134416c05866b122931c26ffd1ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_11_world_g7-summit_1666741385.html", "title": "G7 News: A Return to Face-to-Face Diplomacy", "title_page": "G7 News: A Return to Face-to-Face Diplomacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily. Today: When Russia developed a vaccine against Covid-19, it prioritized exporting it to dozens of foreign countries at the expense of its own people. Sabrina Tavernise spoke with our colleague, Andrew Kramer, about how Russia is attempting to use its vaccine to improve its strength and standing on the world stage.\n[music]\nIt’s Monday, April 26.\nsabrina tavernise\nAndrew.\nandrew kramer\nSabrina, hello.\nsabrina tavernise\nHi. So why are we talking about Russia and vaccines?\nandrew kramer\nWell, this came as a surprise to I think a lot of people in 2020 when the pandemic began.\narchived recording The Russian government is saying it’s on track to approve a coronavirus vaccine in August, well ahead of other countries, including the U.S., the U.K.\nandrew kramer\nRussia very quickly announced that it was developing a vaccine against the coronavirus.\narchived recording The sheer speed at which Russian scientists have been able to develop this vaccine has raised a lot of eyebrows across the world.\nandrew kramer\nThere was skepticism. There was certainly the feeling that that’s not likely to be much of a success given the disorganized state of Russian science. But by the middle of the year, they had already announced a working vaccine.\narchived recording Russia’s Sputnik vaccine is 91.4 percent effective according to the manufacturer. It’s got emergency clearance in 15 nations.\nandrew kramer\nIf you look at the history, though, it’s less of a surprise.\nsabrina tavernise\nTell me about the history, what do you mean?\nandrew kramer\nWell, the story really starts in the aftermath of World War I when the Soviet Union encountered quite a lot of infectious disease throughout its territory. One of the main focuses was confronting the bubonic plague. It seems like a ghost from the Middle Ages, but this was actually a serious problem in the Soviet Union in the 1920s. And the country set up what were called sanitary epidemiological stations, the equivalent of the C.D.C. in the United States. There were field stations to detect and contain infectious diseases. There was a lot of resources put into this. And by the 1930s, a Soviet effort to control infectious diseases had really focused on vaccines. And by the end of this decade, the Soviet Union was a global leader in virology and vaccine development, but it was not alone. The U.S. had also been through the Spanish flu and had been forced to develop expertise in vaccines and was making strides in this science, so that both the Soviet Union and the United States were very proficient in vaccine development.\nsabrina tavernise\nSo these two countries were the global leaders in vaccines.\nandrew kramer\nThat’s right. Particularly coming out of World War II, the Soviet Union and the United States were the global leaders in vaccine science. And the real concern in the late 1940s was polio.\narchived recording This year the enemy, poliomyelitis, struck with such impact and fury that it shook the entire nation.\nandrew kramer\nPolio was the most frightening disease around.\narchived recording It has closed the gates on normal childhood. It has swept our beaches, stilled our boats and emptied our pockets.\nandrew kramer\nIt was the number one killer of children. And it has spread rapidly after the chaos of World War II.\narchived recording There has been no escape, no immunity, for this is epidemic.\nandrew kramer\nThere were devastating polio outbreaks in the United States as well as in the Soviet Union. By the mid 1950s, the Soviet Union was reporting about 22,000 polio cases a year, which was about one third of the level of polio in the United States, but was still a tremendous problem and something that was very frightening to parents because it was an incurable disease and very often resulted in paralysis and sometimes in death.\nsabrina tavernise\nSo by the 1950s, both the Soviet Union and the United States were experiencing really serious polio outbreaks. So what was the relationship between the two countries at the time?\nandrew kramer\nWell, it was complicated.\narchived recording Looking at Russia, we might see it as a country to be studied. Yet we know that Russia today is regarded as a grave threat to our nation.\nandrew kramer\nThis was the beginning of the Cold War, the two countries were at odds, really, everywhere you looked.\narchived recording Berlin, powderkeg of Europe, saw a mass demonstration of indoctrinated young Germans on mayday. And across the world in Japan, America stronghold in the Pacific, the busy commies were at it again.\nandrew kramer\nThere was military competition in Eastern Europe and in Southeast Asia.\narchived recording This first satellite was today successfully launched in the U.S.S.R.\nandrew kramer\nAnd the space race was just getting started at this time of the 1950s.\narchived recording On every continent and in every land, the story of Sputnik 1 dominated the front pages. The Soviets had scored a scientific first. It is a challenge that President Eisenhower has said, America must meet to survive in the space age.\nandrew kramer\nAnd there really wasn’t a whole lot of cooperation at all at this point.\nsabrina tavernise\nSo the Soviet Union and the United States are really at odds. We’re at the beginning of the Cold War. Meanwhile, polio is spreading really fast in both countries. So how do these two governments respond?\nandrew kramer\nSo the first vaccination efforts were carried out in the United States. There was an attempt to use killed — inactivated polio. Unfortunately, there was a bad batch of this polio vaccine, which infected hundreds of children in the United States and killed some of them, and created a lot of vaccine skepticism. And also, a realization that this approach to polio vaccine may not be the best and there might be a better way using a more modern technology, which was a weakened virus. But the problem was that this would require giving a live polio virus to children. And there was nobody really in the United States who wanted to run this experiment.\nsabrina tavernise\nAnd that’s because there had been this botched experiment in which children actually died.\nandrew kramer\nThat’s right. And it was even more frightening to give your child a live polio virus as opposed to something that had been inactivated or supposedly inactivated. So while the technology was developed in the United States, there just was no way to test this in the United States.\nsabrina tavernise\nWhat about the Soviet Union? What is it doing?\nandrew kramer\nWell, in the late 1950s, a Soviet delegation traveled to the United States, led by a husband and wife team of virologists, Mikhail Chumakov and Maria Voroshilova. And they visited with American scientists and asked for a sample of this new polio vaccine to bring back to the Soviet Union. Now, the American scientists sought permission. They approached the State Department and the F.B.I., which provided approval for exporting essentially a brand new medical invention to the Soviet Union. According to a study of this exchange, the Defense Department raised objections with the Soviets might use it to develop a germ warfare program. But ultimately, the decision was made that this could be provided to the scientists. There could be scientific cooperation between the two countries. And the live polio vaccine sample was carried to the Soviet Union by one account in the pocket of Mikhail Chumakov.\nsabrina tavernise\nIn the pocket?\nandrew kramer\nThat’s right. It was more casual perhaps than it would be done today. This was a potentially risky live virus. The Soviet scientists brought it to his laboratory for infectious disease, tested it, determined that it would probably be safe and effective. But then there was the next step that had to be taken. This had to be tested on children.\nsabrina tavernise\nSo what does Chumakov do?\nandrew kramer\nSo in Soviet medicine, there was a tradition that the inventor of a new technique or new medicine should try this on himself first. So he discusses this with his wife, who’s also a virologist. And they decide that they will provide the live polio vaccine to their own young children on sugar cubes.\nsabrina tavernise\nWow. That’s incredible. Their own children?\nandrew kramer\nThat’s right. And this experiment was carried out in a Moscow apartment in the late 1950s. They had their own children line up and provided them with the sugar cubes with a drop of live polio virus on them and then watch to see what would happen.\nsabrina tavernise\nAnd what did happen?\nandrew kramer\nWell, thankfully, nothing. It was a safe vaccine. They did not develop polio. What they did develop was immunity to polio because the virus was weakened and this was an effective vaccine. They took their findings based on this experiment on their own children to senior officials in the Soviet government. And as a next step, they tested the vaccine on orphans in the Baltic states, in Estonia and Latvia and Lithuania. There was a large polio outbreak in this area. And this was going to be the solution to the problem. And it was a gamble that paid off. By 1959, they had begun mass vaccinations. And in 1960, they vaccinated every person in the Soviet Union between the ages of two months and 20 years old. At the time, it was the fastest mass vaccination ever carried out. And they eliminated polio.\nsabrina tavernise\nWow. And what about the U.S.? Does it start using the new polio vaccine, too?\nandrew kramer\nSo the United States authorities agreed to approve this vaccine in the United States in 1962.\narchived recording The medical officer of health set the target, 300,000 men, women and children to be vaccinated in one week. And there’s no sore arm to worry about.\nandrew kramer\nAnd begin vaccination with live polio virus in 1963.\narchived recording [INAUDIBLE] treatment, two drops of vaccine make the dose [INAUDIBLE]. (SINGING) Hi ho, hi ho, hi ho, we’ll lick that polio.\nandrew kramer\nThis was a collaboration which stood out in the Cold War.\narchived recording Dr. Sabin recently returned from travels to Europe where his journeys took him to Soviet Russia.\nandrew kramer\nThe countries were in competition and yet —\narchived recording (albert b. sabin) I would say that the work on live polio virus vaccine and my associations with colleagues all over the world shows the capabilities and the possibilities of international cooperation on a large scale.\nandrew kramer\nSomehow the scientists were cooperating in solving the most feared infectious diseases of the time.\nsabrina tavernise\nSo Andrew, this is all really surprising to me. It’s an example of something that’s actually hopeful — a real collaboration — at a time when the Soviet Union is considered a superpower in the world. Of course, we know, decades later, that the Soviet Union falls apart.\nandrew kramer\nThat’s right. It was a very difficult time for Russians. Incomes plummeted. The store shelves were bare. And it was also a very difficult time for Russian scientists. What were once very prestigious jobs ended up paying just kopeks or pennies. And some scientists resorted to driving taxis, for example, to make a living. Also, abroad Russia’s international standing collapsed. The country was seen as a basket case. It was no longer one of the centers of power in the world. It was a recipient of international aid. And nonetheless, Russian scientists had a chip on their shoulder. They felt that they could achieve great things if they had resources. And Russia continue to be strong in science, and virology was one of those areas.\nsabrina tavernise\nThat’s interesting. So these Soviet scientists and then later Russian scientists, they’re still developing vaccines? They keep going?\nandrew kramer\nThey do. And they come out with announcements that nobody much believes that they’ve made progress on AIDS, for example. But then more recently, they developed a vaccine against MERS, which is very similar to the Covid-19. So when the coronavirus arrives, they’re ready to prove themselves to the world.\nmichael barbaro\nWe’ll be right back.\n[music]\nsabrina tavernise\nSo Andrew, it’s 2020, and the coronavirus hits. Set the stage for us between the U.S. and Russia leading up to that.\nandrew kramer\nThe relationship has gone dismally. Russia’s tried in various ways to regain influence in the world. And this has led to conflict with the United States. The relationship really worsened in 2014 when Russia intervene militarily in Ukraine. In 2016, Russia interfered in the U.S. elections in the United States. And there’s also been crackdowns at home against dissidents, in particular against the movement of Alexei Navalny. The United States has responded to these moves by Russia with sanctions. And the relationship is bad now. It’s really at the worst level that it’s been since the Cold War.\nsabrina tavernise\nSo it seems pretty safe to assume that despite Russia’s history with vaccines, cooperation between the U.S. and Russia is probably pretty much out of the question, right?\nandrew kramer\nRight. There’s no question of collaboration now. The Russians begin a rush to develop a Covid vaccine as does the Western world and China. And the Russians fall back on these research institutes that have existed in their country for decades and begin developing a domestic Covid vaccine.\nsabrina tavernise\nAnd what does that actually look like on the ground in Russia?\nandrew kramer\nWell, there were a number of scientific institutes that all had vaccine ideas. And by May, an institute in Moscow seemed to be in the lead. And we learned about this because the scientist who was developing the vaccine went on television.\narchived recording [RUSSIAN SPEECH]\nandrew kramer\nTo make the surprise announcement that he had injected himself with a test vaccine before animal trials had been completed.\nsabrina tavernise\nOh, my goodness.\narchived recording [RUSSIAN SPEECH]\nandrew kramer\nThis was, of course, a harkening back to the Russian scientific tradition of inventors trying their medicine on themselves first. But it was the first of several bold announcements by the Russians in the development of the vaccine that they eventually named Sputnik V.\nsabrina tavernise\nSputnik, like the satellite?\nandrew kramer\nThat’s right. The idea of the name was that this was a surprise to the Western world. The Sputnik satellite really indicated Russia’s supremacy in science in the 1950s. And it was way ahead of the United States in the space race. The Russians said, quite explicitly, that they viewed the vaccine in the same terms. That just as the Western world had heard the beeps of the radio of the Sputnik satellites circling the Earth, and that these beeps had indicated Russia was in the lead, they felt that their vaccine would be named Sputnik to indicate that it was in fact ahead of their vaccines.\nsabrina tavernise\nSo it was a very intentional naming, a kind of glory days reference.\nandrew kramer\nExactly. And a naming that also indicated they see this as a race, as the space race. And then they took it a step further.\narchived recording (vladimir putin) [RUSSIAN SPEECH]\nandrew kramer\nIn August, Putin went on television and announced that he had approved the vaccine for general use.\narchived recording (vladimir putin) [RUSSIAN SPEECH]\nsabrina tavernise\nI do remember Putin coming out and saying they had this vaccine. But I also remember thinking it’s really early because no one else did yet. Is this real?\nandrew kramer\nIt wasn’t really real. They had not tested the vaccine in late stage trials that were necessary to prove that it’s effective and safe. This was a propaganda move. And they were going to use the vaccine as a tool of influence in the world. And they began marketing it as a vaccine for all humankind.\nsabrina tavernise\nAll right. So we’re getting new information, new data on Russia’s vaccine.\nandrew kramer\nThey did eventually put the vaccine through trials. And when the results were in December, they were very good.\narchived recording It seems to contradict the skepticism that surrounded the heralding the jab by President Vladimir Putin back in August.\nandrew kramer\nThe vaccine was more than 90 percent effective, which is comparable to the vaccines under development in the United States.\narchived recording It is one of only three vaccines with efficacy of more than 90%. Sputnik V is the vaccine for the mankind.\nandrew kramer\nCrucially, at about the same time, the Trump administration puts a ban on exports of U.S.-made vaccines, saying that the vaccines made in America should be used first to vaccinate American citizens. And this leaves Russia standing ready with a very effective vaccine.\narchived recording Russia is throwing its hat in the ring to be a global savior.\nandrew kramer\nReady to make deals around the world at a time when the U.S. is not exporting any vaccine.\narchived recording Russia, for one, says it’s ready to send the E.U. 100 million doses of its Sputnik vaccine.\nandrew kramer\nThe Russians don’t waste any time.\narchived recording Sputnik V’s global uptake is on the rise.\nandrew kramer\nThey immediately start making export arrangements.\narchived recording Countries right now lining up for supplies of Sputnik V —\nandrew kramer\nSpecifically intended to undermine U.S. interest and European Union interests. And it really is setting itself up as this vaccine supplier to the bad boys club.\nsabrina tavernise\nWhat does that mean the bad boys club? Who is that?\nandrew kramer\nWell, these are countries that are at odds with the West and which Russia has sidled up to perhaps for that reason. It markets the vaccine to Cuba, to Iran, to Syria, to parts of North Africa. Russia has friendly relations with Venezuela, with Belarus. So there are a collection of countries loosely aligned with Russia. And these are relationships which Russia would like to deepen and strengthen. There are other factors at play here as well. Russia is using the vaccine to win influence in battleground countries, countries that are wavering between Russia and the West, such as Ukraine, or Hungary, for example. There’s a very strong P.R. element to vaccine diplomacy. It really flips the narrative about Russia. It’s no longer a discussion of suppressing dissidents at home or massing military forces on a border with a neighbor, for example. This is a discussion about saving lives, providing medicine that’s in great demand today.\nsabrina tavernise\nWhat’s an example, Andrew, of how one of these deals works on the ground?\nandrew kramer\nOne of the first countries that the Russians talked to was Brazil. Brazil is an important ally of the United States. It’s a major economic power in Latin America. And it was also an early target of Russian vaccine diplomacy. The U.S., we learned in January from documents released by the U.S. government, was working behind the scenes to prevent this from happening. And the U.S. Department of Health and Human Services disclosed that an American diplomat in Brazil had been arguing that the Brazilian government should reject the Russian vaccine because the vaccine was, in fact, seen as an agent of influence for the Russians in this important country. Now that was not a success. Brazil ultimately went with Russia for these supplies. And it illustrates well the weak hand that the United States has in vaccine diplomacy. On the ground, in situations like this, the United States has nothing to offer. The U.S. official could argue that Brazil should not take this lifesaving medicine from Russia, but they weren’t able to offer anything from the United States.\nsabrina tavernise\nAll right. I mean, U.S. sounds like it doesn’t really have a card to play, right? I mean, on what basis should Brazil not accept the Russian vaccine? There’s effectively no alternative.\nandrew kramer\nExactly. It showed the impotence of the United States in this contest that’s going on around the world over supply of vaccines. And Russia has gone from success to success in its vaccine diplomacy. For example, the European Union has been the target of a very effective vaccine diplomacy over the past several months. Two countries, Slovakia and Hungary, agreed to import Sputnik V vaccine. And this created a lot of discord within the European Union because the bloc had initially agreed to distribute vaccines equitably among its members. And they were breaking ranks with that policy. Also, the vaccine was not approved by European regulators. So this was creating discord within the European Union. And creating discord within the European Union has been a longtime goal of Russian diplomacy. And in this case, it was aided with the use of the vaccine. But it’s gone beyond that as well. The Russians have signed contracts with one region in Italy and with the state of Bavaria in Germany. So they’re winning customers now in the very heart of Europe.\nsabrina tavernise\nYeah, these are core bloc states of the E.U.\nandrew kramer\nThat’s right. And in countries that have been accepting the Russian vaccine, polls show that people trust it more than even vaccines made in the United States. For example, in Argentina and Mexico, polls have shown that more people trust the Russian made Sputnik V vaccine than American-made vaccines.\nsabrina tavernise\nThat’s surprising.\nandrew kramer\nIt is. And it’s been quite a benefit to Russia’s image around the world. Wherever we look in Russia’s vaccine diplomacy, it’s been quite effective politically and in terms of P.R. at the cost of, in fact, very small shipments of vaccine.\nsabrina tavernise\nWhat do you mean?\nandrew kramer\nFor example, only tens of thousands of doses were sent to Bolivia in Latin America.\narchived recording Bolivian President Luis Arce has signed a contract for the supply of the Sputnik V vaccine to fight Covid-19.\nandrew kramer\nAnd yet the president of the country came to the airport to meet the airplane that delivered them.\narchived recording [NON-ENGLISH SPEECH]\nandrew kramer\nSometimes very small numbers of doses are sent to places that will seem to have a high impact in terms of media coverage.\narchived recording While the rest of Europe is still struggling with the vaccination campaign, the tiny Republic of San Marino is on its way to immunize most of its citizens.\nandrew kramer\nFor example, in a staunch, Russia vaccinated the entire nation of San Marino with a population of 7,000 people.\narchived recording Thanks also to the use of Sputnik V, Russia’s vaccine.\nandrew kramer\nSo the numbers have been quite small, but they’ve had a very large impact politically.\nsabrina tavernise\nSo Andrew, in a way, this is making me think of how Russia has been acting ever since the Soviet Union collapsed. I mean, trying again and again on the world stage to prove it is still powerful, to prove it is still important. And these vaccines are a way to show that.\nandrew kramer\nIt also shows it in a different way than what we usually think of Russia, when we think of Russia asserting its influence. Typically, Russia is seen as a villain when it sends troops into a neighboring country like Ukraine or assassins abroad to target enemies. But in the story of vaccines, Russia has really been a savior. It’s been able to present itself as a country that’s helping the rest of the world. And in this way, it’s a form of influence which is very difficult for the West to counter, for the West to stand up against. And when the pandemic is over, it’s likely that Russia will emerge because of this vaccine diplomacy, as a country with more friends and allies than it would have had had it not pursued this course.\nsabrina tavernise\nThank you, Andrew.\nandrew kramer\nThank you very much.\nmichael barbaro\nSo far, Russia has manufactured about 20 million doses of its Covid-19 vaccine. Of those, it has exported about four million doses or one fifth to foreign countries instead of using them on Russians. As of this past weekend, Russia has fully vaccinated just 5 percent of its people. By comparison, the United States has fully vaccinated 27 percent.\n[music]", "url": "https://www.nytimes.com/live/2021/06/11/world/g7-summit"}