{"authors": ["Giulia Heyward", "Precious Fondren", "Lynsey Chutel", "Christina Jewett", "Robin Stein", "Niki Kitsantonis"], "date_download": "2022-10-25 23:42:54", "date_modify": "2022-10-25 23:42:54", "date_publish": "2021-12-14 10:00:47", "description": "Pfizer said a combination of pills reduced the risk of hospitalization and death by 89 percent if given within three days of the onset of symptoms.", "filename": "live_2021_12_14_world_covid-omicron-vaccines_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741374.html", "image_url": "https://static01.nyt.com/images/2021/12/13/us/13virus-brief-one-year-us/13virus-brief-one-year-us-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_12_14_world_covid-omicron-vaccines_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741374.html", "title": "Covid News: What the U.S. Vaccination Campaign Looks Like One Year On", "title_page": "Covid News: What the U.S. Vaccination Campaign Looks Like One Year On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A mass coronavirus vaccination event in Denver in January. Credit... Michael Ciaglo/Getty Images\nExactly a year ago, on Dec. 14, 2020, the United States watched as a nurse in Queens became the first person in the nation to receive a coronavirus vaccine outside a clinical trial.\nFor many people, that moment, less than a year after the discovery of the virus, was a turning point in the pandemic, raising hopes for light at the end of the pandemic tunnel.\nBut a year later, that bright moment has turned bittersweet. The world is still grappling with a deadly virus that many thought would be vanquished by now, and the need for vaccination — undisputed scientifically — has become a political and social question dividing the country.\nThe number of fully vaccinated Americans surpassed 200 million — just over 60 percent of the population — earlier this month, but the road to that milestone was not straight or smooth. Millions more who could have been vaccinated by now have yet to receive a dose, and many of them insist they never will.\n“I was hoping for a faster sprint across the finish line,” Sandra Lindsay, 53, the nurse who got the first shot, said this week in an interview. “And we have not seen that. We have more work to do here in the U.S., although we’ve made tremendous progress.”\nTwo groups deemed most at risk were first in line to get shots last winter: older Americans and frontline health care workers like Ms. Lindsay, who is the director of critical care nursing at Long Island Jewish Medical Center.\nIn the early going, demand far exceeded capacity, and people hunted high and low for appointments, sometimes driving long distances. Even as millions of people in those groups waited in line, big companies were already lobbying state officials to be next.\nWith virus cases soaring to record levels after the 2020 holidays, officials in many states moved to expand vaccine eligibility.\nBy mid-March, with daily case reports back down where they had been before the winter surge, state officials began to loosen restrictions, and more people began leaving their homes again and resuming aspects of normal life that they had forgone for months. The Centers for Disease Control and Prevention delivered new recommendations in March saying that vaccinated people could safely mingle in small groups without masks, and by May, the nation seemed to have turned a corner.\nBut as the pandemic appeared to dwindle in the United States, so did the appetite for the vaccines. Vaccine skepticism, often fueled by misinformation and political posturing, discouraged a significant number of people from getting shots.\nImage In the year since Sandra Lindsay received the first coronavirus vaccine dose administered in the United States outside a clinical trial, 200 million Americans have been fully vaccinated. Credit... Pool photo by Mark Lennihan\nThough supplies were ample, the pace of vaccine administration fell from an average of nearly 3.4 million doses a day in early April to just over 500,000 a day by early August, though the numbers surged after the emergence of the worrisome Delta and Omicron variants.\nFederal regulators expanded eligibility to teenagers, and then to children as young as 5, steps that reassured some families and divided others. Many parents said they were reluctant to get their children vaccinated, leading some defiant minors to try to get shots on their own.\nBy the summer, there were clear signs that the vaccines’ effectiveness would diminish with time and with the evolution of new variants, and that additional doses were needed, first for older and more vulnerable Americans and then for everyone. Soon, health care providers were seeing more people come in for booster shots than for initial doses.\nFrustrated leaders in government and industry began turning to vaccine mandates to push rates upward — moves that have been successful but have often met with dogged resistance and many lawsuits.\n“Ultimately, all pandemics burn themselves out,” Dr. Anthony S. Fauci, the government’s top infectious disease expert, said last month, adding: “So you have a choice. Do you want it to burn itself out and kill a lot more people and make a lot more people sick? Or do you want to do something about it to prevent further deaths and further illness?”", "url": "https://www.nytimes.com/live/2021/12/14/world/covid-omicron-vaccines?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}