{"authors": ["Jack Ewing", "The New York Times"], "date_download": "2022-10-25 23:38:42", "date_modify": "2022-10-25 23:38:42", "date_publish": "2022-02-25 10:30:06", "description": "The German carmaker said it would suspend work at factories in Zwickau and Dresden that make electric vehicles. War has disrupted the supply chain.", "filename": "live_2022_02_25_business_stock-market-economy-news_volkswagen-supply-chain-ukraine_1666741122.html", "image_url": "https://static01.nyt.com/images/2022/02/25/business/25economy-briefing-volkswagen/25economy-briefing-volkswagen-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_02_25_business_stock-market-economy-news_volkswagen-supply-chain-ukraine_1666741122.html", "title": "Stocks climb, erasing their losses for a tumultuous week.", "title_page": "Stocks climb, erasing their losses for a tumultuous week. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A measure of inflation that the Federal Reserve watches closely accelerated again in January, hitting a new 40-year high and speeding up on a monthly basis as food and energy prices climbed sharply.\nThe Personal Consumption Expenditures index, which the Fed targets as it aims for 2 percent annual inflation on average over time, rose 6.1 percent over the past year, the fastest pace of increase since 1982. Prices climbed 0.6 percent in January from December, up from 0.4 percent the prior month.\nThe data, released on Friday by the Commerce Department, was a fresh reminder that inflation remains stubbornly high as Russia’s invasion of Ukraine sends oil and other commodity prices higher and promises to continue to boost inflation.\nThe Fed has been preparing to steadily pull back its pandemic-era economic support in an effort to cool off consumer demand and tame prices. The White House is monitoring inflation closely as rising prices for food, rent and gas shake consumer confidence and dent President Biden’s approval ratings ahead of midterm elections in November.\nThe new inflation reading won’t surprise economists or policymakers — the Personal Consumption Expenditures number is fairly predictable because it is based on Consumer Price Index figures that come out more quickly, along with other already available data. But it reaffirms that price increases, which were expected to prove temporary as the pandemic economy reopened, have instead lasted almost an entire year and seeped into areas not affected by the coronavirus.\nRapid price increases have hit a wide array of products and services, including used cars, beef, chicken, restaurant meals and home furnishings, and several trends risk keeping inflation elevated. Notably, wages are rising rapidly, and employers are finding that they can pass their climbing labor costs along to shoppers.\nEconomists are also warily eyeing the conflict in Ukraine, which has already caused oil and gas prices to rise and is likely to further push up commodity costs. But some are also betting that the uncertainty it has spurred could inspire the Fed to take a more cautious approach as it tries to slow down the economy. Stock prices rose on Friday as traders pared back expectations that the Federal Open Market Committee will make a large, half-percentage-point rate increase in March in an effort to decisively tamp down inflation.\n“Despite the prospect of higher inflation, the Russian invasion leads us to now think the F.O.M.C. will raise rates by a more conservative” quarter point, Kathy Bostjancic, chief U.S. economist at Oxford Economics, wrote in research note on Friday.\nResearchers at Goldman Sachs estimate that an increase of $10 per barrel of oil would increase headline inflation in the United States by a fifth of a percentage point while lowering economic output by just under a tenth of a percentage point.\nWhile it is not clear how much gas prices will shoot up — it depends on the depth of the conflict, the breadth of sanctions and Russia’s reaction — several commodity prices jerked higher in the hours after the invasion in Ukraine began.\nBrent crude oil, the global benchmark, rose to more than $100 per barrel on Thursday after the invasion began before moderating again on Friday. There is still a risk that oil prices could climb further if Russia reacts to sanctions from the United States and Europe. Russia is a major exporter of energy to Europe.\nSome economists have noted an uncomfortable precedent when it comes to a gas shock.\nRising energy prices in the 1970s helped exacerbate inflation, causing rapid price increases to become a lasting feature of the economy, one that faded only after a painful response from the Fed. The central bank pushed interest rates — and unemployment — to double digits to bring price increases to heel during what is now known as the Great Inflation.\nThat episode happened after years of quick price increases that the Fed had proved slow to tamp down. This time, the central bank is gearing up to pull back support promptly.\nThe Fed is expected to initiate a series of rate increases in March, policy moves that should slow down lending and spending, which could translate into weaker hiring, more subdued economic growth and more modest price gains.\n“The Ukrainian situation does not alter, likely, the fundamental conclusion that it’s time to change monetary policy,” said Julia Coronado, founder of MacroPolicy Perspectives. “They’re not going to just shelve all the interest rate increases because there is a war in Ukraine.”\nChristopher Waller, a Fed governor, said during a speech on Thursday evening that the conflict could contribute to uncertainty, but that for now, the Fed should promptly pull back its support for the economy to try to control “alarmingly” high inflation.\nHe suggested that if Friday’s inflation report, along with other upcoming data “indicate that the economy is still running exceedingly hot, a strong case can be made” for raising interest rates by half a percentage point in March, twice the usual size of increase.\nFed officials appear to be poised to debate whether a bigger-than-usual increase is warranted at their meeting next month.\nWhile the Fed officially targets headline inflation, it also keeps a careful eye on a core price measure that strips out fuel and food costs, both of which bounce around from month to month. Core inflation picked up by 5.2 percent in January from the prior year, the quickest pace of increase since 1983. It has posted 0.5 percent monthly increases for four straight months.\nAnnual inflation should start to slow down mechanically sometime in the coming months, as prices are measured against stronger readings from last spring, when inflation first started to pick up. Fading government support is also weighing on household incomes, which could eventually help cause spending to slow somewhat.\nImage Grocery shopping in Queens this month. Several trends could keep prices elevated for an array of goods and services. Credit... Amir Hamja for The New York Times\nBut the moderation in price increases could prove more muted than economists and policymakers had previously expected, thanks in part to the potential for rising energy costs as the conflict in Ukraine escalates.\nWhile the Fed has primary responsibility for controlling inflation by guiding economic demand, the White House is trying to roll out policies to help supply catch up and has pledged to do what it can to keep oil and gas prices from rising to untenable levels during the Russian conflict.\n“I know this is hard and that Americans are already hurting,” Mr. Biden said during an address on Thursday. “I will do everything in my power to limit the pain the American people are feeling at the gas pump. This is critical to me. But this aggression cannot go unanswered.”\nRising fuel prices are painful for consumers, but economic policymakers typically try to look past them when setting policy because energy costs are so volatile. But officials are closely watching to see if inflation continues to broaden into categories that have been less driven by pandemic-tied supply constraints, like rent and other services.\nStrong consumer spending has helped to fuel the increase in prices, giving companies the wherewithal to charge more. Friday’s report also showed that personal outlays climbed by 2.1 percent in January from the prior year, beating the central analyst forecast in a Bloomberg survey.\nSeaWorld, the amusement park chain, posted strong financial results at the end of 2021 as the brand managed to attract guests and charge more even as many travelers from abroad remained at home thanks to the ongoing pandemic.\n“Our pricing and product strategies along with the strong consumer demand environment continued to drive higher realized pricing and strong guest spending,” Elizabeth Castro Gulacsy, the company’s chief financial officer, said during a Feb. 24 earnings call.\n“We’re operating in a good economic environment,” Marc Swanson, the company’s chief executive officer, later added. “So that’s obviously benefited us.”\nYet even as the economy enters 2022 with consumption hot, policymakers will be watching to see if demand wanes on its own as government pandemic relief programs tail off and as uncertainty stemming from the invasion of Ukraine threatens confidence.\n“It is possible that the state of the world will be different in the wake of the Ukraine attack, and that may mean that a more modest” change in monetary policy is appropriate, Mr. Waller from the Fed said. “But that remains to be seen.”\nBen Casselman contributed reporting.", "url": "https://www.nytimes.com/live/2022/02/25/business/stock-market-economy-news/volkswagen-supply-chain-ukraine"}