{"authors": ["Michael M. Grynbaum", "The New York Times"], "date_download": "2022-10-25 23:52:31", "date_modify": "2022-10-25 23:52:31", "date_publish": "2021-08-05 08:46:22", "description": "The network has been relying on an honor system rather than requiring proof of vaccination status.", "filename": "live_2021_08_05_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741951.html", "image_url": "https://static01.nyt.com/images/2021/08/05/business/05economy-briefing-cnn/05economy-briefing-cnn-facebookJumbo.jpg?year=2021&h=550&w=1050&s=73362ad31587037e898f222b1511d345e0b20570977d32a7edeb3fe6ec6ecd0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_05_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741951.html", "title": "CNN fires three employees who went into the office unvaccinated.", "title_page": "CNN fires three employees who went into the office unvaccinated. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Bank of England building, in the City of London. The House of Lords recently asked the central bank to demonstrate that it has a plan to keep inflation under control.\nInflation in Britain will rise to an annual rate of 4 percent later this year, according to new projections by the Bank of England, a level that is double the central bank’s target and one that hasn’t been reached in a decade.\nBut policymakers didn’t feel the need to immediately slow their efforts to stimulate the economy. They said that the increase in prices would be temporary and that inflation would return to its 2 percent target in 2023.\nThe central bankers also voted this week to keep interest rates at a record-low 0.1 percent and continue the bank’s enormous bond-buying program, which is scheduled to run until the end of the year.\n“The recovery will be bumpy given the nature and severity of the shock” to the economy from the pandemic, Andrew Bailey, the central bank’s governor, said on Thursday.\nThat said, the end of this emergency stimulus is in sight. Policymakers said that if the economic recovery continued as they expected, “some modest tightening” of monetary policy during the central bank’s forecast period, which runs until early 2024, “is likely to be necessary,” according to the minutes of the policy meeting published on Thursday.\nInvestors already expect interest rates to start rising next year.\nThe central bank also published updated forecasts for economic growth and employment on Thursday. It said that the economy grew faster than expected in the second quarter but that this would be offset by a loss of momentum in the third quarter as the Delta variant of the coronavirus spread, dampening consumer spending.\nOverall, the economy will still grow 7.25 percent this year and recover to its prepandemic levels, the bank said.\nInflation will be higher than expected, but the unemployment rate is forecast to be lower. The central bank no longer predicts a jump in unemployment once the government’s furlough program expires next month. Instead, the unemployment will hardly budge from its current 4.8 percent.\nNonetheless, the shape of the labor market has been changed by the pandemic. A quarter of a million more people are unemployed, about a million people are still on furlough, and hundreds of thousands of people are now counted as “inactive” because they have moved into full-time education.\nAll over the country, in a variety of sectors including hotels, restaurants, care work and truck driving, there are reports of staff shortages. Job vacancies are 10 percent higher than before the pandemic.\n“The challenge of avoiding a steep rise in unemployment has been replaced by that of ensuring a flow of labor into jobs,” Mr. Bailey said. “This is a crucial challenge.”\nThe central bank is betting that the disruptions to the labor market and supply chains that are causing prices to rise will be temporary. Once the furlough program ends, the bank expects some of the frictions in the jobs market to dissipate. It also predicts that inflation in the prices of goods will decline as more spending shifts back to services, such as hotels, restaurants and commuting, as the longer pandemic restrictions are lifted.\nThe debate facing the Bank of England and other central banks, including the Federal Reserve, is how much more stimulus the economy needs to ensure that the recovery continues without overheating and losing control of inflation. In Britain, the inflation rate is already 2.5 percent — above the bank’s 2 percent target. Three months ago, the central bank predicted 2.5 percent would be the peak reached at the end of the year. On Thursday, it significantly raised that forecast to 4 percent.\nNot every member of the bank’s Monetary Policy Committee is sure that the above-target inflation will dissipate over time. Michael Sauders said last month that he was not confident that “all the inflation overshoot will prove temporary.” This week, he voted to end the bond-buying program early.\nBut he was overruled by the other seven members of the committee, and the purchases will continue until the end of the year.\nThe central bank did issue an update on what it planned to do once it stopped buying bonds. Previously, it has said it would raise interest rates to 1.5 percent before it started selling the assets from the bond-buying program, a threshold that has never been reached. On Thursday, the bank said it would instead begin to reduce the stock of assets once it raised the interest rate to 0.5 percent by not reinvesting the proceeds from bonds it already held that matured. After interest rates reach 1 percent, the central bank would then consider selling off its stock of bonds.\nPart of the reason for lowering this threshold is that the central bank can now enact negative interest rates. In February, it gave banks six months to prepare for below-zero rates so it could make that policy change if needed. A negative interest rate would mean charging banks to store cash at the central bank, which would also lower the other interest rates in the economy, for example, on loans to businesses and households. In theory, this would encourage more borrowing and investment.\nSince the banks were asked to prepare, the British economy has moved into an upswing, albeit an uneven one, which has diminished the case for negative interest rates. But now, the Bank of England would have this policy tool in its pocket.", "url": "https://www.nytimes.com/live/2021/08/05/business/economy-stock-market-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}