{"authors": ["Hilary Moss", "Hallie Golden", "Brent Mcdonald", "Emily Rhyne", "Ben Laffin"], "date_download": "2022-10-25 23:47:47", "date_modify": "2022-10-25 23:47:47", "date_publish": "2021-01-20 13:17:05", "description": "Here’s what our reporters and photographers saw as the tumultuous Trump era drew to a close and a new chapter began for the United States.", "filename": "live_2021_01_20_us_inauguration-protests-parties_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741667.html", "image_url": "https://static01.nyt.com/images/2021/01/20/us/20inauguration-live-blog-fireworks-wh/merlin_182644413_66be3236-962c-4cd2-8fcf-40b69a292a68-articleLarge.jpg?year=2021&h=400&w=600&s=&k=&tw=1", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_20_us_inauguration-protests-parties_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741667.html", "title": "Highlights of Biden’s Inauguration Day: The Ceremonies, Parades, Protests and Performances", "title_page": "Highlights of Biden’s Inauguration Day: The Ceremonies, Parades, Protests and Performances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jan. 20 was a big day for Laura Franklin, and not just because it was her 103rd birthday. Ms. Franklin, who was born a year before American women won the right to vote, got to watch Kamala Harris, a Black woman like her, sworn in as vice president of the United States.\n“Best birthday ever!” said her daughter, Kathleen Leonard, 68. They celebrated together on Wednesday, Ms. Franklin toasting Ms. Harris on the television screen at her house in Houston, with her birthday treat: a bottle of Corona beer.\nMs. Franklin was born in Portsmouth, Va., more than a year before Congress passed the 19th Amendment on June 4, 1919, and more than two years before it was ratified by the states, enshrining women’s suffrage in the Constitution. She faced daily discrimination for both her race and her gender as she made her way through a career as a lab technician at the University of Chicago Comer Children’s Hospital.\nWhen she became an educator, she recalled, women were expected to leave teaching when they became pregnant. To get a credit card required her husband’s signature, she said, even though she was a working professional, including serving as the assistant principal of a public high school in Chicago.\n“So much has happened, and lots of wonderful things have happened,” since the era of her birth, Ms. Franklin said on Wednesday. “Getting the vote, women could be independent, that women could control their own lives,” she said. “They used to have to depend on their husband or some male figure to tell them what to do.”\nShe said she grew misty-eyed when Ms. Harris was sworn in, and chuckled at the term for Ms. Harris’s husband, Douglas Emhoff, now the second gentleman: “It’s kind of cute,” she said.\nGrowing up without Black women in positions of power as a model, Ms. Franklin said, made it impossible for her to conceive that such a women could be elected to nationwide office. “I don’t know that I ever really thought that it would happen, I’m just so glad it did and I am so glad she’s there,” Ms. Franklin said. “It just never occurred to me, because things had been so rough years ago.”\nFor her daughter, Ms. Harris’s ascendancy was not a victory at the end of a long road, but a beginning that would ensure her grandchildren, and her mother’s great-grandchildren, would have those models to look up to.\n“They will never know that there wasn’t a Black president, and they will never know that there wasn’t a female vice president and Black vice president,” Ms. Leonard said. “Someone who looks like them; that’s so huge.”\nFinishing up her birthday beer, Ms. Franklin joined in: “It’s one of those things that dreams are made of,” she said.", "url": "https://www.nytimes.com/live/2021/01/20/us/inauguration-protests-parties?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}