{"authors": ["Jonathan Weisman", "Jim Tankersley", "Emily Cochrane"], "date_download": "2022-10-25 23:50:57", "date_modify": "2022-10-25 23:50:57", "date_publish": "2021-10-28 11:34:46", "description": "President Biden went to the Capitol to lobby for a revised social spending and climate package, telling Democrats in private, “We badly need a vote.” The plan leaves out several major proposals, including paid family leave and lowering drug costs.", "filename": "live_2021_10_28_us_biden-bill-plan_1666741857.html", "image_url": "https://static01.nyt.com/images/2021/10/28/us/politics/28budget-briefing-newlede-2/28budget-briefing-newlede-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_28_us_biden-bill-plan_1666741857.html", "title": "What Happened Today in Biden Infrastructure and Spending Talks", "title_page": "What Happened Today in Biden Infrastructure and Spending Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image President Biden and Speaker Nancy Pelosi at the Capitol on Thursday. The framework leaves out several key planks of the economic agenda that the president laid out on the campaign trail and shortly after taking office. Credit... Stefani Reynolds for The New York Times\nPresident Biden pleaded with House Democrats on Thursday to embrace his “framework” for a $1.85 trillion economic and environmental bill, saying its fate would help determine that of his presidency and his party’s hold on Congress, and its success would restore the nation’s standing on the world stage.\nBut the president’s appeal appeared to have failed to break the logjam among Democrats. Crucial details of the legislation remained in flux, and progressives declared they would not bow to pressure to quickly throw their support behind a separate $1 trillion bipartisan infrastructure package that has already passed the Senate.\nBy Thursday night, House leaders had scrapped plans for a vote on the public works measure, and the chamber approved a short-term extension of transportation programs through early December, a sign that passage of both the infrastructure bill and the domestic policy plan may be far off.\nIt was a setback after an audacious gamble by Mr. Biden, who had delayed his departure for a trip to Europe to try to nail down an accord on his domestic agenda. He used a morning meeting at the Capitol to attempt to rally House Democrats around the emerging deal.\n“We have a framework that will get 50 votes in the United States Senate,” Mr. Biden told the group, according to a person familiar with his private remarks. “I don’t think it’s hyperbole to say that the House and Senate majorities and my presidency will be determined by what happens in the next week.”\nLater, in public remarks at the White House, Mr. Biden hailed the plan as “historic.”\n“No one got everything they wanted, including me,” he said in the East Room before departing on a trip to Rome. “But that’s what compromise is. That’s consensus. And that’s what I ran on.”\nHouse leaders hoped the framework would be enough to persuade the chamber’s most liberal members that Congress was on the verge of passing a truly progressive package — and that those liberals, in turn, would join more moderate and conservative Democrats to send the infrastructure bill to the president for his signature.\n“We badly need a vote on both of these measures,” Mr. Biden privately told lawmakers on Thursday morning, according to the person familiar with his remarks.\nBut liberals were still unsatisfied with a plan that was clearly unfinished — and that omitted many of their cherished priorities.\n“What I would say is you have the outline of a very significant piece of legislation — I want us to make it better,” said Senator Bernie Sanders, the Vermont independent and Budget Committee chairman.\nThe change of course on holding an infrastructure vote on Thursday was a sign that the last-minute visit by Mr. Biden had not been enough to assuage progressives worried about the fate of the economic and environmental bill.\n“Members of our caucus will not vote for the infrastructure bill without the Build Back Better Act,” Representative Pramila Jayapal, Democrat of Washington and the chairwoman of the Congressional Progressive Caucus, said in a statement that endorsed the president’s outline. “We will work immediately to finalize and pass both pieces of legislation through the House together.”\nTwo crucial holdouts, Senators Joe Manchin III of West Virginia and Kyrsten Sinema of Arizona, had yet to publicly commit to voting for the social policy legislation.\nIn a statement, Ms. Sinema stopped substantially short of such a promise, although she sounded an upbeat note on the talks.\n“After months of productive, good-faith negotiations with President Biden and the White House, we have made significant progress on the proposed budget reconciliation package,” she said.\nMr. Manchin did not commit to supporting it either, saying, “It’s in the hands of the House.”\nBut one person close to both senators said they had privately indicated that they supported Mr. Biden’s framework.\nThe package is considerably more modest than the cradle-to-grave expansion of the safety net that Mr. Biden initially envisioned, having been stripped of ambitious climate change programs and provisions to provide federal paid leave, a broad expansion of Medicare and two years of free community college.\nBut provisions to provide universal preschool for more than six million 3- and 4-year-olds and subsidies to limit the costs of child care to no more than 7 percent of income for most families would offer a significant boost to the middle class.\nAnd about $555 billion for programs to move Americans to electric vehicles and entice utilities away from natural gas and coal would be the largest federal investment in combating climate change.\nDemocratic leaders had been keen to hand Mr. Biden a victory before he arrived overseas for a week of summitry. The president is scheduled to attend a climate summit on Monday in Scotland, where he hoped to point to the deal as evidence of the United States’ commitment to tackling climate change.", "url": "https://www.nytimes.com/live/2021/10/28/us/biden-bill-plan"}