{"authors": ["Jesse Mckinley", "Nate Schweber", "Amanda Rosa", "Chelsia Rose Marcius", "Alyson Krueger", "Alison Kreuger"], "date_download": "2022-10-25 22:55:23", "date_modify": "2022-10-25 22:55:23", "date_publish": "2021-09-02 08:14:25", "description": "At least 43 people were killed, many of them in basement apartments, in a storm caused by the remnants of a hurricane that struck New Orleans days earlier.", "filename": "live_2021_09_02_nyregion_nyc-storm_1666738523.html", "image_url": "https://static01.nyt.com/images/2021/09/02/nyregion/02vid-ida-ny-nj-package-still/02vid-ida-ny-nj-package-still-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f241ee7d67230cd3c8a0b658c2bdd5094d69a05c1fe18b53c74cbc12470de908&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_09_02_nyregion_nyc-storm_1666738523.html", "title": "Flooding From Ida Kills Dozens of People in Four States", "title_page": "Flooding From Ida Kills Dozens of People in Four States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image People waiting for a bus in Brooklyn on Wednesday. The remnants of Hurricane Ida moved into New England on Thursday. Credit... Stephanie Keith for The New York Times\nThe remnants of Hurricane Ida swept across parts of southern New England on Thursday, flooding streets and homes while not causing the catastrophic damage that just hours earlier had paralyzed the New York City area and led to the deaths of dozens of people.\nThe storm dumped more than nine inches of rain on New Bedford, Mass., and nearly seven inches on Middletown, Conn., while Portsmouth, R.I., was drenched with more than eight inches of rain and about four inches fell on Hudson, Maine, according to the National Weather Service.\nA Connecticut State Police sergeant died after his vehicle was swept away in floodwaters in Woodbury, Conn., on Thursday morning, the authorities said. The trooper, Brian Mohl, who had been with the department for 26 years, called for help at 3:30 a.m. and was later found after a search by divers, helicopters and others, the authorities said. He was presumed dead while being flown to a hospital, where his death was confirmed, the state police said.\nSergeant Mohl “has given his life for our greater good,” Gov. Ned Lamont of Connecticut said at a news conference.\nIn Dennis, Mass., on Cape Cod, a tornado touched down at about 1:45 a.m., with winds of about 75 miles per hour, the Weather Service said.\nThe tornado caused minor damage to one house and some tree damage, but no one was injured, according to Lt. Peter Benson of the Dennis Police Department. “From talking to the people in the home, they realized what was going on and they sheltered in the basement,” he said.\nIn North Kingstown, R.I., firefighters evacuated 15 people from an apartment complex where storm water had come out of the electrical outlets, the fire chief, Scott Kettelle, said. No one was injured, he said, but two first-floor apartments had water damage.\nConcerns about storm water runoff and overflowing sewers prompted the Rhode Island Department of Environmental Management to close shellfish harvesting in Narragansett Bay and in coastal salt ponds. Sewer water and storm water runoff can contaminate oysters and other shellfish, which are prized delicacies in the state.\nIn Portsmouth, R.I., the flooding caused a road to crack apart and buckle, and water service in the area was “extremely limited,” the police there said.\nIn Waltham, Mass., the police shared an image of several school buses submerged in floodwater while the police in Bristol, R.I., shared a photo of submerged cars.\nIn Northbridge, Mass., roughly 43 miles southwest of Boston, the police reported that the Blackstone River had flooded backyards and had reached roads.\nThe Massachusetts Emergency Management Agency said it had been in contact with communities across the state to determine the extent of the damage.\n“At this time, the observed damage is mostly street flooding and other minor flooding as well as trees/power lines down resulting in scattered power outages,” the agency said in a statement.\nAt 11 a.m., Amtrak announced that all service between Washington and Boston had been canceled for the day.\nThe Weather Service had warned of life-threatening flash flooding in urban areas, including on highways and below underpasses, and in areas near streams and small rivers.\nNeil Mello, chief of staff to the mayor of New Bedford, said that despite the report that nine inches of rain had fallen there, most of the city had received about five inches.\nThe Fire Department was busy overnight pumping out flooded basements, he said, and some low-lying intersections had flooded. But “compared to winter storms and other storm events, the impact on the city traffic-wise and power-wise was pretty modest,” Mr. Mello said.\nSeveral rivers in Connecticut had approached or had crested above moderate flood stage, the Weather Service said, including the Mount Hope River in Ashford, the Quinnipiac River in Southington and the North Branch Park River in Hartford.\nAlthough the rainfall had moved out of the area by the middle of Thursday, there were still many flooded roads throughout southern New England.\n“It will take time for the water to recede in these areas,” the Weather Service in Boston warned on Thursday morning. “Do not attempt to cross any flooded roads this morning. Turn around don’t drown!”\nRhode Island has already seen two tropical storms make landfall this hurricane season: Henri last month, and Elsa in July.", "url": "https://www.nytimes.com/live/2021/09/02/nyregion/nyc-storm"}