{"authors": ["Bryan Pietsch", "Ethan Hauser"], "date_download": "2022-10-25 23:49:58", "date_modify": "2022-10-25 23:49:58", "date_publish": "2021-05-10 09:00:24", "description": "The W.H.O. says a coronavirus variant first found in India is a “variant of concern.” The F.D.A. authorizes the Pfizer-BioNTech vaccine for 12- to 15-year-olds.", "filename": "live_2021_05_10_world_covid-19-coronavirus_timespastHighlight=hajj_1666741798.html", "image_url": "https://static01.nyt.com/images/2021/05/10/world/10virus-briefing-plateau-sub/10virus-briefing-plateau-sub-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=faf54178ef03ec3f6fd54cde60dbca55b04c357f096d8d72ace078cf23cc6f88&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_10_world_covid-19-coronavirus_timespastHighlight=hajj_1666741798.html", "title": "Covid-19: Global Cases Fall but the Virus Is Surging in Countries That Lack Vaccines", "title_page": "Covid-19: Global Cases Fall but the Virus Is Surging in Countries That Lack Vaccines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Receiving a dose of the Pfizer-BioNTech coronavirus vaccine at a mass vaccination site in East Hartford, Conn., last month. Credit... Jessica Hill/Associated Press\nThe Food and Drug Administration on Monday authorized use of the Pfizer-BioNTech Covid-19 vaccine for 12- to 15-year-olds in the United States, a crucial step in the nation’s steady recovery from the pandemic and a boon to tens of millions of American families eager for a return to normalcy.\nThe authorization caps weeks of anticipation among parents, who have been grappling with how to conduct their lives when only the adults in a household are immunized. It removes an obstacle to school reopenings by reducing the threat of transmission in classrooms, and affords millions of adolescents the opportunity to attend summer camps, sleepovers and get-togethers with friends.\n“This is great news,” said Dr. Kristin Oliver, a pediatrician and vaccine expert at Mount Sinai Hospital in New York. “It feels like we’ve been waiting a long time to start protecting children in this age group.” The Pfizer-BioNTech vaccine is already available to anyone over 16.\nThe F.D.A.’s go-ahead is not the final hurdle. An advisory committee of the Centers for Disease Control and Prevention is expected to meet shortly to review the data and make recommendations for the vaccine’s use in 12- to 15-year-olds.\nIf the committee endorses the vaccine for that age group, as expected, immunizations in theory could begin immediately. Clinical trials have shown that these children may safely receive the dose already available for adults.\nIn a clinical trial, Pfizer and BioNTech enrolled 2,260 participants ages 12 and 15 and gave them either two doses of the vaccine or a placebo three weeks apart. The researchers recorded 18 cases of symptomatic coronavirus infection in the placebo group, and none among the children who received the vaccine, indicating that it was highly effective at preventing symptomatic illness.\nThe vaccine also appeared to be safe for these children, with side effects comparable to those seen in trial participants who are 16 to 25 years old. Fevers were slightly more common among inoculated 12- to 15-year-olds; about 20 percent of them had fevers, compared with 17 percent in the older age group.\nThe trend toward more fevers at younger ages was consistent with observations in an earlier trial, said Dr. Bill Gruber, a senior vice president at Pfizer and a pediatrician.\nThe trial results were a “trifecta” of good news, Dr. Gruber added: “We have safety, we got the immune response we wanted — it was actually better than what we saw in the 16- to 25-year-old population — and we had outright demonstration of efficacy.”\nThe company is still gathering information on potential asymptomatic infections by continuing to test the trial participants for the coronavirus every two weeks and checking them for antibodies produced in response to a natural infection, according to Dr. Gruber.\nThe push to immunize children may run into the same problems with hesitancy that have plagued attempts to inoculate adults. In one recent poll, just over half of parents said they were likely to have their children get a vaccine as soon as one was authorized.\nDr. Megan Ranney, an emergency room physician at Rhode Island Hospital in Providence, said she had “zero safety concerns” about the Pfizer-BioNTech vaccine, noting that hundreds of millions of people worldwide have received it.\nHer 12-year-old daughter is eager to be vaccinated, and her 9-year-old son will be immunized as soon as he is eligible, she said.\n“The risk of your child catching Covid and getting really sick is low, but it’s not zero,” she said. “And the risk of them getting sick or hospitalized or worse with Covid or with the post-Covid multi-inflammatory syndrome is higher than the risk of something bad from this vaccine.”\nVaccinating children shields others in the community from the virus, she noted, including people who are not protected by the vaccine, such as organ transplant recipients, cancer patients and those with impaired immune responses.\n“It also protects all of us from the virus continuing to spread and mutating further,” Dr. Ranney said. “That’s the thing that I’m most scared of right now.”\nPfizer and BioNTech began testing the vaccine in children ages 5 to 11 in March and extended the trial to even younger children, ages 2 to 5, last month. The companies next plan to test children who are 6 months to 2 years old.\nAssuming trial results are encouraging, the companies expect to apply to the F.D.A. in September for emergency authorization to administer the vaccine to children ages 2 to 11.\nResults from trials of Moderna’s vaccine in 12- to 17-year-olds are expected in the next few weeks. Findings from another trial of the company’s vaccine in children 6 months to 12 years old should be available in the second half of this year.\nAstraZeneca is testing its vaccine in children 6 months and older. Johnson & Johnson plans to wait for results from trials in participants older than 12 before testing its vaccine in younger children.\nJan Hoffman contributed reporting.", "url": "https://www.nytimes.com/live/2021/05/10/world/covid-19-coronavirus?timespastHighlight=hajj"}