{"authors": ["Sheryl Gay Stolberg", "Madeleine Ngo", "Kristine White"], "date_download": "2022-10-25 22:56:09", "date_modify": "2022-10-25 22:56:09", "date_publish": "2021-03-28 13:54:56", "description": "In a series of interviews aired by CNN, Dr. Deborah Birx, Dr. Anthony Fauci, and other Trump veterans tell of their own pandemic battles. Variants and eased restrictions are pushing cases up around the United States.", "filename": "live_2021_03_28_world_covid-vaccine-coronavirus-cases_1666738569.html", "image_url": "https://static01.nyt.com/images/2021/03/28/multimedia/28virus-briefing-cnn-birx-1/28virus-briefing-cnn-birx-1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=f771f11f5b99b3ae482d076e343b29097f7b04240cfea25b6815799d418e4418&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_03_28_world_covid-vaccine-coronavirus-cases_1666738569.html", "title": "Covid-19: Birx Lashes Trump’s Pandemic Response and Says Deaths Could Have Been ‘Decreased Substantially’", "title_page": "Covid-19: Birx Lashes Trump’s Pandemic Response and Says Deaths Could Have Been ‘Decreased Substantially’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Former President Donald J. Trump and former Vice President Mike Pence with Adm. Brett P. Giroir and Dr. Deborah Birx during a news conference at the White House in April 2020. Credit... Doug Mills/The New York Times\nIn interviews broadcast on CNN Sunday night, former President Donald J. Trump’s pandemic officials confirmed in stark and no uncertain terms what was already an open secret in Washington: The administration’s pandemic response was riddled with dysfunction, and the discord, untruths and infighting most likely cost many lives.\nDr. Deborah L. Birx, Mr. Trump’s coronavirus response coordinator, suggested that hundreds of thousands of Americans may have died needlessly, and Adm. Brett P. Giroir, the testing czar, said the administration had lied to the public about the availability of testing.\nThe comments were among a string of bombshells that emerged during a CNN special report that featured the doctors who led the government’s coronavirus response in 2020.\nDr. Robert R. Redfield, the former director of the Centers for Disease Control and Prevention, accused Mr. Trump’s health secretary, Alex M. Azar III, and the secretary’s leadership team of pressuring him to revise scientific reports. “Now he may deny that, but it’s true,” Dr. Redfield said in an interview with Dr. Sanjay Gupta, CNN’s chief medical correspondent. Mr. Azar, in a statement, denied it.\nDr. Stephen K. Hahn, the former commissioner of the Food and Drug Administration, said his relationship with Mr. Azar had grown “strained” after the health secretary revoked the agency’s power to regulate coronavirus tests. “That was a line in the sand for me,” Dr. Hahn said. When Dr. Gupta asked him if Mr. Azar had screamed at him, Dr. Hahn replied: “You should ask him that question.”\nBut it was Dr. Birx, who has been pilloried for praising Mr. Trump as being “so attentive to the scientific literature” and for not publicly correcting the president as he made outlandish claims about unproven therapies, whose disclosures may have been the most compelling.\nAs of Sunday, more than 548,000 Americans have died from infection with the coronavirus. “I look at it this way,” she said. “The first time, we have an excuse. There were about 100,000 deaths that came from that original surge.”\n“All of the rest of them,” she said, referring to almost 450,000 deaths, “in my mind, could have been mitigated or decreased substantially” had the administration acted more aggressively.\nIn what was one of her first televised interviews since leaving the White House in January, she also described a “very uncomfortable, very direct and very difficult” phone call with Mr. Trump after she spoke out about the dangers of the virus last summer. “Everybody in the White House was upset with that interview,” she said.\nAfter that, she decided to travel the country to talk to state and local leaders about masks and social distancing and other public health measures that the president didn’t want her to explain to the American public from the White House podium.\nDr. Gupta asked if she was being censored. “Clearly someone was blocking me from doing it,” she said. “My understanding was I could not be national because the president might see it.”\nSeveral of the officials in the interview, including Dr. Anthony S. Fauci — who unlike the others is a career scientist and is now advising President Biden — blamed China, where the virus was first detected, for not being open enough with the United States. And several, including Dr. Redfield and Admiral Giroir, said early stumbles with testing — and the attitude within the White House that testing made the president look bad by driving up the number of case reports — were a serious problem in the administration’s response.\nAnd the problems with testing went beyond Mr. Trump’s obsession with optics. Admiral Giroir said that the administration simply did not have as many tests as top officials claimed at the time.\n“When we said there were millions of tests — there weren’t, right?” he said. “There were components of the test available but not the full deal.”\nIn a lengthy statement Monday evening, Mr. Trump shot back at Dr. Fauci and Dr. Birx, blasting them as “two self-promoters trying to reinvent history to cover for their bad instincts and faulty recommendations,” while praising his administration’s efforts to develop a vaccine.\nThe former president, who routinely questioned the need for lockdowns and other precautions during his administration, said of Dr. Fauci and Dr. Birx, “If it were up to them, we’d currently be locked in our basements as our country suffered through a financial depression.”", "url": "https://www.nytimes.com/live/2021/03/28/world/covid-vaccine-coronavirus-cases"}