{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:47:33", "date_modify": "2022-10-25 23:47:33", "date_publish": "2021-05-26 14:24:56", "description": null, "filename": "live_2021_05_26_us_biden-news-today_the-mother-of-a-capitol-police-officer-who-died-lobbies-gop-to-drop-their-opposition-to-an-inquiry_1666741653.html", "image_url": "https://static01.nyt.com/images/2021/05/26/us/26new-washington-briefing-cheney-sicknick/26new-washington-briefing-cheney-sicknick-facebookJumbo-v4.jpg?year=2021&h=550&w=1050&s=4c13d28bc7395f32f03161d894cce47f18e51bc629a96def94e04570901bcfae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_26_us_biden-news-today_the-mother-of-a-capitol-police-officer-who-died-lobbies-gop-to-drop-their-opposition-to-an-inquiry_1666741653.html", "title": "Biden’s A.T.F. Nominee Faces Senate Panel and Questions on Gun Control", "title_page": "Biden’s A.T.F. Nominee Faces Senate Panel and Questions on Gun Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:39 - 0:00 transcript Biden’s A.T.F. Pick Reiterates Support for AR-15 Restrictions David Chipman, President Biden’s nominee to lead the Bureau of Alcohol, Tobacco, Firearms and Explosives, announced his support for a proposed ban on AR-15-style rifles during his Senate confirmation hearing Wednesday. “The leadership positions I held at A.T.F. grounded me in what it will take to improve bureau operations and morale. I’ve supervised agents in the field multiple times. I use that experience to develop new approaches to combat homicides committed with firearms impacting communities across the United States. While at A.T.F. headquarters during the Bush administration, I was responsible for all A.T.F. field policies and procedures. I later oversaw all firearms programs and foreign offices for the entire bureau. These experiences, hard won over the course of decades, will serve as my guide if I’m confirmed to lead the A.T.F. The bureau has excelled at investigating crimes since the days of Eliot Ness. My leadership mission will be to sharpen A.T.F.’s focus while striving to prevent more violent crimes from occurring in the first place.” “The AR-15 is one of, if not the most popular rifle in America. It’s not a machine gun, it’s a rifle. Your public position is that you want to ban AR-15s, is that correct?” “With respect to the AR-15, I support a ban as has been presented in a Senate bill and supported by the president. The AR-15 is a gun I was issued on A.T.F. SWAT team. And it’s a particularly lethal weapon, and regulating it as other particularly lethal weapons, I have advocated for. As A.T.F. director, if I’m confirmed, I would simply enforce the laws on the books. And right now, there is no such ban on those guns.” David Chipman, President Biden’s nominee to lead the Bureau of Alcohol, Tobacco, Firearms and Explosives, announced his support for a proposed ban on AR-15-style rifles during his Senate confirmation hearing Wednesday. Credit Credit... Al Drago for The New York Times\nDavid Chipman, President Biden’s pick to lead the Bureau of Alcohol, Tobacco, Firearms and Explosives, faced withering Republican criticism during his confirmation hearing on Wednesday over his history of scathing comments about gun ownership.\nMr. Chipman, a two-decade veteran of the A.T.F. who has advised gun control groups, was chosen in part because of his willingness to bluntly confront an industry that has handcuffed the agency, which enforces gun laws.\nBut his comments — including an interview last year in which he jokingly likened the frenzied buying of guns during the coronavirus pandemic to a zombie apocalypse — were the subject of repeated questions by Republicans on the Senate Judiciary Committee.\n“Many see putting a committed gun control proponent like David Chipman in charge of A.T.F. is like putting a tobacco executive in charge of the Department of Health and Human Services, or antifa in charge of the Portland Police Department,” said Senator Charles E. Grassley, Republican of Iowa and the ranking member of the committee.\nAs the hearing got underway, news alerts of a fatal shooting in San Jose, Calif., began pinging on lawmakers’ phones. “It is not lost on me that there is another mass shooting,” said Senator Amy Klobuchar, Democrat of Minnesota.\nThe National Rifle Association has mounted a coordinated campaign against Mr. Chipman’s nomination, citing his promises to regulate semiautomatic weapons and his support of universal background checks.\nThe organization has effectively exercised veto power over the appointment of stable leadership at the A.T.F., blocking several potential directors, including a conservative police union official tapped by President Donald J. Trump. The gun lobby has also led a decades-long campaign to hobble the A.T.F. by fighting funding increases and efforts to modernize its paper-based system of tracking firearms.\nRepublicans said Mr. Chipman’s penchant for provocation made him an unacceptable choice, hoping to scuttle his nomination just as a history of inflammatory Twitter posts doomed the nomination of Neera Tanden, Mr. Biden’s first choice to run his budget office.\nSenator Mike Lee, Republican of Utah, grilled Mr. Chipman for saying in jest in an interview last year that some first-time gun buyers were preparing “for end times scenarios and zombie apocalypses.”\nMr. Chipman, who appeared to try to avoid a back-and-forth with Republicans, said those remarks had been “self-deprecating.” He also deflected questions about his advocacy of progressive policy by saying that he viewed himself as “a cop.”\nA few minutes later, after Senator Ted Cruz, Republican of Texas, criticized him for calling for restrictions on AR-15-style rifles, Mr. Chipman thanked the senator for “offering me a Dr Pepper” during a private meeting the day before.\nMr. Biden chose Mr. Chipman after a lobbying campaign by gun safety organizations, led by former Representative Gabrielle Giffords. In recent years, Mr. Chipman has worked with groups run by Ms. Giffords and Michael R. Bloomberg, the former mayor of New York City, who also pressed for his selection.\nThe White House was initially reluctant to nominate someone who would provoke such intense opposition, but Mr. Biden decided that he needed to take a chance after the mass killings in Atlanta and Boulder, White House officials said.\nWhite House officials believe that Mr. Chipman has just enough votes — 50 to 52, by their estimate — to overcome near-unanimous opposition by Republicans.\nTwo critical Democrats, Senators Joe Manchin III of West Virginia and Kyrsten Sinema of Arizona, have told Democratic leaders that they are likely to vote for him, provided the hearings go well. Two Republicans, Senators Susan Collins of Maine and Patrick J. Toomey of Pennsylvania, have not ruled out supporting him.", "url": "https://www.nytimes.com/live/2021/05/26/us/biden-news-today/the-mother-of-a-capitol-police-officer-who-died-lobbies-gop-to-drop-their-opposition-to-an-inquiry"}