{"authors": ["Sheryl Gay Stolberg", "Emily Erdos", "Carly Olson"], "date_download": "2022-10-25 23:49:59", "date_modify": "2022-10-25 23:49:59", "date_publish": "2022-06-15 08:56:51", "description": "Dr. Anthony Fauci, the face of the U.S. pandemic response, has mild symptoms. An F.D.A. panel endorsed Moderna and Pfizer vaccines for young children, clearing the way for regulators to grant emergency authorization for vaccines for American children as young as 6 months old.", "filename": "live_2022_06_15_world_covid-19-mandates-vaccine-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741799.html", "image_url": "https://static01.nyt.com/images/2022/06/15/us/15virus-briefing-fauci-positive/15virus-briefing-fauci-positive-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_06_15_world_covid-19-mandates-vaccine-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741799.html", "title": "Covid Updates: Fauci Has His First Positive Test for the Coronavirus", "title_page": "Covid Updates: Fauci Has His First Positive Test for the Coronavirus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Dr. Anthony Fauci has not recently been in close contact with President Biden or other senior government officials, the institute he leads said in a statement. Credit... Stefani Reynolds for The New York Times\nWASHINGTON — Maybe it was only a matter of time.\nDr. Anthony S. Fauci, President Biden’s top medical adviser for the coronavirus pandemic, has tested positive for the virus and is experiencing “mild symptoms,” the National Institute of Allergy and Infectious Diseases said on Wednesday.\nDr. Fauci, the institute’s director, was positive on a rapid antigen test, the agency said in a statement. It added that he was fully vaccinated against the virus and had been boosted twice. He is taking Paxlovid, the Pfizer antiviral therapy authorized by the Food and Drug Administration for treatment of Covid-19, an agency spokeswoman said.\nNews that Dr. Fauci, one of the world’s foremost infectious disease specialists and a household name thanks to the pandemic, had fallen victim to the coronavirus reverberated across Washington and the country. The positive test was the first for Dr. Fauci, who is 81.\nBut with the Centers for Disease Control and Prevention estimating that more than half of Americans have contracted Covid-19, he is hardly the only big-name sufferer. Xavier Becerra, the secretary of health and human services, tested positive on Monday for the second time in less than a month. Representative Maxine Waters, Democrat of California, who is 83, announced on Tuesday that she had tested positive; she had also done so in April.\nDr. Fauci has not been in close contact with Mr. Biden or other senior government officials recently and will “isolate and continue to work from his home,” the statement from his institute said. He will return to his office once he tests negative.\nBut he had been making public appearances. The AIDS Clinical Trials Group — a network of hundreds of researchers conducting studies to improve treatment of H.I.V. and related infections — is meeting in Washington this week, and Dr. Fauci, whose laboratory work has been focused on H.I.V./AIDS, addressed the group in person on Tuesday.\nAlong with other top federal health officials, Dr. Fauci was expected to testify on Thursday before the Senate health committee on the state of the pandemic. An official said that Dr. Fauci’s institute was working with committee staff members to arrange for a remote appearance.\nWhile much of the nation appears to be trying to move on, the coronavirus remains a pervasive threat. According to a New York Times database, more than 100,000 new cases are still being identified each day in the United States — a figure that has stayed roughly flat during June. Many experts believe the number is an undercount because so many people are taking at-home tests whose results are not recorded with public health authorities.\nWhile cases are declining in the Northeast and the Midwest, cases and hospitalizations are surging in the West and the South. Reports of deaths, however, remain low. Fewer than 350 deaths are being reported each day, The Times’s database shows, down from more than 2,600 a day at the height of the Omicron surge.\nDr. Fauci has spent half a century in government and has advised seven presidents, beginning with Ronald Reagan, on epidemic and pandemic threats.\nBut the coronavirus pandemic turned him into a political lightning rod. His public urging of health precautions like mask-wearing and social distancing made him a frequent target of critics who questioned or opposed such measures.\nPerhaps more than anyone, he knows how infectious the coronavirus is. This spring, he decided against attending the White House Correspondents’ Dinner — a gathering of prominent political and news media figures that featured an appearance by the president — “because of my individual assessment of my personal risk,” he said then. At the time, Dr. Fauci was preparing for other public engagements, including commencement speeches at Princeton and the University of Michigan.\nThe correspondents’ dinner, which drew more than 2,000 guests to a packed hotel ballroom, ended up spreading the virus among many journalists and other attendees.\n“It’s a matter of time before we all get infected, honestly; this virus has become so transmissible,” Dr. Carlos del Rio, an infectious disease specialist at Emory University, said on Wednesday. “What I tell people is that at some point in time you will encounter this virus, because we are doing more things and getting together. And if you are going to encounter the virus, you’d better be vaccinated and boosted.”", "url": "https://www.nytimes.com/live/2022/06/15/world/covid-19-mandates-vaccine-cases?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}