{"authors": ["Matthew Goldstein", "Kate Kelly"], "date_download": "2022-10-25 23:39:30", "date_modify": "2022-10-25 23:39:30", "date_publish": "2021-02-01 11:50:27", "description": "A principal reason for the hit to Melvin Capital’s monthly performance were the massive losses the firm suffered when small investors bid up the stock of GameStop.", "filename": "live_2021_02_01_business_us-economy-coronavirus_gamestop-melvin-capital_1666741170.html", "image_url": "https://static01.nyt.com/images/2021/02/01/business/01economy-briefing-melvin/01economy-briefing-melvin-facebookJumbo.jpg?year=2021&h=549&w=1050&s=acaa39e557ac44f6205926d8991db4df49e5b7d1d31b3b03a4d08951719ff697&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_01_business_us-economy-coronavirus_gamestop-melvin-capital_1666741170.html", "title": "Exxon Commits $3 Billion to Emissions Project", "title_page": "Exxon Commits $3 Billion to Emissions Project - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The Securities and Exchange Commission said last week it was “actively monitoring” the volatile trading around GameStock shares and other securities. Credit... Carlo Allegri/Reuters\nThe GameStop strategy seems to have worked.\nThe headline-grabbing surge in the video game retailer’s shares last month came as a group of traders, organized on Reddit and other online forums, set out to inflict financial pain on Wall Street institutions. Those hedge funds had placed large bets against GameStop — a process known as shorting the stock. If the price rose enough they would be sitting on huge losses and, eventually, be forced to rush out of those positions in what’s called a short squeeze.\nData released on Monday suggests that this in fact is what has happened. Short interest in GameStop, a measure of the volume of bets against the stock, fell by more than half last week, according to the market-data firm S3 Partners.\n“The GME short squeeze has begun,” wrote Ihor Dusaniwsky, a managing director at S3, referring to GameStop by its stock-trading symbol. He said the stock’s short sellers are now down more than $13 billion.\nMany market watchers suspected as much last month, as they saw the price of GameStop surge from less than $20 a share to more than $400. After all, to “cover” a short — or close out the bet on a stock’s decline — an investor has to buy the shares, and if enough funds are clamoring at once to buy the stock as they seek to limit their losses it will surge, like GameStop’s did.\n(That’s not to mention that a few large investors had to fess up to the losses. Most notably, Melvin Capital sustained a 53 percent loss for the month of January and needed to raise rescue capital from some other firms.)\nBut on Monday, shares of GameStop were retreating — likely the result of a number of factors including that the buying pressure by the short sellers might have eased up, for now. The shares fell about 31 percent.\nThe drop also came as some investors turned their attention to the market for silver, where the price of the precious metal jumped to the highest since 2013 and websites selling silver coins reported unusually high demand. And, the investors who were bidding up the GameStop stock on apps like Robinhood still faced trading restrictions that limited how much they could buy.\nDoes it mean the GameStop trade is over? It’s far too soon to know. For one thing, even if short interest has fallen by half, many of the small traders intend to stick with GameStop until every last short seller has thrown in the towel.", "url": "https://www.nytimes.com/live/2021/02/01/business/us-economy-coronavirus/gamestop-melvin-capital"}