{"authors": ["Emily Anthes", "The New York Times"], "date_download": "2022-10-25 23:43:04", "date_modify": "2022-10-25 23:43:04", "date_publish": "2021-10-18 13:46:13", "description": "Deaths among people who have been fully vaccinated remain rare, but older adults and those with compromised immune systems are at much higher risk.", "filename": "live_2021_10_18_us_colin-powell_breakthrough-covid-deaths_1666741384.html", "image_url": "https://static01.nyt.com/images/2021/10/18/us/politics/18colin-powell-briefing-covid-sub/merlin_196240815_5d3a5d3d-a208-4c5c-be27-0aca794bd999-facebookJumbo.jpg?year=2021&h=549&w=1050&s=49a669b78e7cf09ade3c1f89928ed90dbbcb172eb68a8fc1f51956f157e10778&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_18_us_colin-powell_breakthrough-covid-deaths_1666741384.html", "title": "Biden Calls Colin Powell a ‘Patriot of Unmatched Honor and Dignity’", "title_page": "Biden Calls Colin Powell a ‘Patriot of Unmatched Honor and Dignity’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Vaccines are critical in reducing severe disease and death from the coronavirus. Still, such outcomes are not unexpected, health experts say. Credit... Patrick T. Fallon/Agence France-Presse — Getty Images\nThe death of former Secretary of State Colin L. Powell on Monday from complications of Covid-19 has provided fuel for vaccine skeptics and opponents, who immediately seized on the news that Mr. Powell had been vaccinated to stoke doubts about the effectiveness of the vaccines.\nBut Mr. Powell’s immune system had most likely been weakened by multiple myeloma, a cancer of white blood cells. Both the disease and the treatment can make people more susceptible to infections.\nHis age, 84, may also have increased his risk, scientists said.\nMr. Powell received his second dose of the Pfizer-BioNTech vaccine in February, said Peggy Cifrino, his longtime aide. He had been scheduled for a booster last week but fell ill before he received it, she said.\nAlthough Mr. Powell’s death is a high-profile tragedy, scientists stressed that it should not undermine confidence in the Covid-19 vaccines, which drastically reduce the odds of severe disease and death.\n“Nothing is 100 percent effective,” said Dr. Paul Offit, the director of the Vaccine Education Center at Children’s Hospital of Philadelphia. “The point of getting a vaccine is that you want to know that the benefits clearly and definitively outweigh the risks. And we know that for this vaccine.”\nThe vaccines are highly effective, even against the more contagious Delta variant, which is now responsible for nearly all infections in the United States. People who are fully vaccinated are roughly 10 times less likely to be hospitalized and 11 times less likely to die from Covid-19, according to a recent study from the Centers for Disease Control and Prevention.\nA New York Times analysis of data from 40 states found that fully vaccinated people have accounted for 0.2 to 6 percent of Covid-19 deaths.\nAmong the more than 187 million Americans who have been fully vaccinated, there have been 7,178 deaths, according to the C.D.C. Eighty-five percent of those deaths have been in people 65 or older.\n“Breakthrough deaths with vaccinated individuals do occur,” said Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine. “But there are certain groups that are at greater risk.”\nSince the beginning of the pandemic, it has been clear that older adults are the most likely to develop severe Covid-19. They also have less robust immune systems in general and mount a weaker immune response to the vaccines.\nIn one recent study, which has not yet been reviewed by experts, researchers found that residents of Canadian long-term care homes, who had a median age of 88, produced levels of neutralizing antibodies roughly five- to sixfold lower after vaccination than did staff members, who had a median age of 47.\n“This puts them at risk for not only getting infected by Covid but also having severe consequences,” said Anne-Claude Gingras, a senior investigator at the Lunenfeld-Tanenbaum Research Institute at Mount Sinai Hospital in Toronto and the lead author of the study.\nMr. Powell had also undergone treatment for multiple myeloma, a cancer of plasma cells, which are a type of white blood cell. Plasma cells make antibodies and thus play a critical role in the immune system.\nBoth the disease and the treatment — which may include chemotherapy, immunotherapy and steroids — can leave patients more vulnerable to infections.\n“Colin was undergoing treatment for multiple myeloma but seemed to be responding well,” Kathy Giusti, who founded the Multiple Myeloma Research Foundation and met Mr. Powell when he spoke at a foundation event, said in a statement. “Immunosuppression is a well-known side effect of cancer treatment and a reminder that as patients, we are at high risk, especially if also over 65 years of age.”\nVaccines are also likely to be less effective in people with multiple myeloma.\n“Unfortunately, the cancer itself suppresses the normal immune system,” said Dr. James Berenson, the medical and scientific director of the Institute for Myeloma and Bone Cancer Research in West Hollywood, Calif.\nIn a study published in July, Dr. Berenson and his colleagues found that just 45 percent of those with active multiple myeloma “developed an adequate response” after receiving the Pfizer or Moderna vaccines.\nPeople who received the Pfizer vaccine had lower antibody levels than Moderna recipients, on average, the researchers found. Older patients and those who were not yet in complete remission also had lower antibody levels.\nIt is unclear what kind of treatment Mr. Powell received for his multiple myeloma or whether he was in full remission. But even patients who are in remission may have compromised immune systems, Dr. Berenson said.\n“They usually — not in all cases, but usually — maintain an immune-suppressed state even if they’ve had a good response to their treatment,” Dr. Berenson said.\nEric Schmitt and Christine Hauser contributed reporting.", "url": "https://www.nytimes.com/live/2021/10/18/us/colin-powell/breakthrough-covid-deaths"}