{"authors": ["Noah Weiland", "Sheryl Gay Stolberg", "Sharon Lafraniere", "Sarah Firshein", "Iqbal Kirmani"], "date_download": "2022-10-25 22:57:35", "date_modify": "2022-10-25 22:57:35", "date_publish": "2021-06-18 08:53:15", "description": "A vaccine deal between Israel and the Palestinians has collapsed. The U.S. is likely to miss President Biden’s goal of having 70 percent of adults partly vaccinated by July 4.", "filename": "live_2021_06_18_world_covid-vaccine-coronavirus-mask_1666738655.html", "image_url": "https://static01.nyt.com/images/2021/06/18/world/18virus-briefing-promo-830p/18virus-briefing-promo-830p-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f4fa72418e64bd12b5910177d46364f14eda1a8f4cacf01933f866d4cfab6e84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_18_world_covid-vaccine-coronavirus-mask_1666738655.html", "title": "Covid News: U.S. Is Working to Send Doses Abroad by Replacing AstraZeneca Shots With Others", "title_page": "Covid News: U.S. Is Working to Send Doses Abroad by Replacing AstraZeneca Shots With Others - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Troubles at an Emergent BioSolutions plant have thrown a wrench into the Biden administration’s plans to share doses abroad. Credit... Jim Lo Scalzo/EPA, via Shutterstock\nWith less than two weeks remaining to fulfill President Biden’s pledge to share 80 million doses of coronavirus vaccine with countries in need, production problems at an Emergent BioSolutions manufacturing plant are forcing the administration to revise its plan to send AstraZeneca doses overseas.\nOfficials are now working to replace tens of millions of doses of the AstraZeneca vaccine that it had initially planned to include in the donation with others made by Pfizer and BioNTech, Moderna and Johnson & Johnson, according to people familiar with the discussions. Those three vaccines are authorized for emergency use in the United States; AstraZeneca’s is not.\nA pattern of serious lapses at the plant, in Baltimore, has thrown into question the fate of more than 100 million doses of both the AstraZeneca and Johnson & Johnson vaccines made there. The Food and Drug Administration is poring over records of virtually every batch that Emergent produced to determine if the doses are safe. The F.D.A. has so far ruled that about 25 million Johnson & Johnson doses made at the factory can be released but has made no decision on the AstraZeneca doses.\nAstraZeneca’s vaccine is significantly cheaper than the other three vaccines: The federal government paid less than $4 per dose, compared with as much as $19.50 for Pfizer. An administration official said that if the AstraZeneca doses made by Emergent are declared safe, the supply will ultimately be shared with other nations.\nThe doses the administration is now working to send overseas this month will be a part of existing orders from the other manufacturers that have not been delivered to states, one person familiar with the planning said. Tens of millions of doses of the three U.S.-authorized vaccines that have already been delivered to states are sitting unused. Over 175 million people in the U.S. have received at least one dose — more than 62 percent of the total population over 12 years old, according to the Centers for Disease Control and Prevention, and more than 148 million, or 52 percent, are fully vaccinated.\nUntil the White House announced last week that it would share 500 million doses of the Pfizer vaccine with the rest of the world, the AstraZeneca doses made up the bulk of the administration’s vaccine diplomacy commitments.\nMr. Biden committed in late April to sharing as many as 60 million doses of AstraZeneca’s vaccine with other nations, pending the F.D.A.’s continuing review of Emergent. In May the White House said it would send at least an additional 20 million doses of other vaccines overseas, bringing the total to 80 million by the end of June.\nEarlier this month, the White House explained how it would distribute an initial 25 million doses out of the 80 million across a “wide range of countries.” Millions of those have already been sent and more will be sent imminently, a White House spokesman said.\nJeffrey D. Zients, the White House’s Covid-19 response coordinator, said on Thursday that 80 million doses would be allocated by the end of the month, but did not specify what kind. He said the administration was working with other countries on complicated logistical issues, including securing needles, syringes and alcohol pads that would go with the doses.\n“We’ll allocate all the initial 80 million doses in the coming days, with shipments going out as soon as countries are ready to receive the doses,” Mr. Zients said at a news conference. “There’ll be an increasing number of shipments each and every week as we ramp up these efforts.”\nIn order to share vaccines other than AstraZeneca’s, one person familiar with the plan said, the administration will most likely need permission from the manufacturers. Those discussions are still continuing, the person said.", "url": "https://www.nytimes.com/live/2021/06/18/world/covid-vaccine-coronavirus-mask"}