{"authors": ["Carl Zimmer", "Noah Weiland", "Daniel Politi"], "date_download": "2022-10-25 22:56:58", "date_modify": "2022-10-25 22:56:58", "date_publish": "2021-10-13 09:01:07", "description": "An F.D.A. analysis suggests that Johnson & Johnson submitted weak data for boosters. The World Health Organization appoints a group to study the pandemic’s origin.", "filename": "live_2021_10_13_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738618.html", "image_url": "https://static01.nyt.com/images/2021/03/18/13virus-briefing-JJboosters-update/13virus-briefing-JJboosters-update-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1a31e010954ffdbcf268ab6ed4d8a006c2de9f7c534b2d9d5acb8c2960c5c65a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_13_world_covid-delta-variant-vaccine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738618.html", "title": "Covid News: J.&J. Recipients May Be Better Off With Other Boosters", "title_page": "Covid News: J.&J. Recipients May Be Better Off With Other Boosters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Commuters in Canary Wharf, an area of London where many financial firms are clustered. Credit... Victoria Jones/Press Association, via Associated Press\nBlackstone, the giant private equity firm, will require employees who want to work in its London office to be vaccinated beginning next week, as the American company takes a more forceful approach to vaccinations than many other businesses in Britain.\nAcross the United States, vaccine mandates, which require employees to be inoculated to remain in their jobs, are becoming increasingly common ahead of a rule by President Biden that will apply to companies with more than 100 employees.\nBut in Britain, data protection and employment discrimination laws have prevented companies from mandating their own “no jab, no job” policies and have made it harder to physically separate unvaccinated workers. Instead, companies have been advised to encourage vaccinations rather than enforce them.\nStarting Monday, only fully vaccinated employees will be allowed to work at Blackstone’s London office, according to a memo seen by The New York Times. The company is asking employees to voluntarily upload proof of vaccination to an internal system. Though it has been encouraging its staff to return to the office, working in the office is voluntary. Vaccinated employees will still need to have a negative Covid-19 test to go to the office, where more than 400 people work.\n“The health and well-being of our people is our number-one priority,” Blackstone said in a statement. “Data shows that vaccines prevent serious illness or hospitalization, and we believe that this is the best way, for now, to help protect our employees and their families.”\nThis is one of the challenges facing international companies as they bring workers back to their offices, with employees facing different requirements in different countries. In the United States, Blackstone asked vaccinated deal makers to return to the office three months ago. An American law firm, Morrison & Foerster, reportedly said in August that its London staff needed to be vaccinated to return to the office in mid-September.\nImage The Blackstone office in Berkeley Square in London. Credit... Will Wintercross/European Pressphoto Agency\nRequiring vaccinations to return to a British office is “not entirely unheard-of, but not too many companies that I’m aware of have taken that step yet,” said Holly Cudbill, an employment lawyer at Blake Morgan. “At the moment, the focus very much has been on encouragement rather than mandating that people are vaccinated.” But companies have been asking if this is something they can, or should, do, she added.\nThe publishing house Bloomsbury, which said Thursday that it would require any employees returning to the office to be vaccinated, is another rare example.\nOne of the challenges in mandating vaccinations is that it would require proof of a jab, and medical records have special protection under British data privacy laws, which means there needs to be a good legal reason to hold this information.\nA related concern is that if workers who aren’t vaccinated for medical or religious reasons are then treated differently from other staff because they are not in the office, the company could be accused of discrimination. But if companies can show they have a justifiable reason for collecting this data and the request is a proportionate measure to achieve a legitimate aim, the legal risks are diminished, said Lucy Lewis, an employment lawyer and partner at Lewis Silkin.\n“The challenge for employers is, is it justifiable if you’re taking other Covid-secure measures within the business?” Ms. Lewis said. “For example, if you’re continuing to retain social distancing, if there’s an element of mask wearing, can you satisfy that test that requiring vaccination is reasonable within an organization?”\nIt’s more common for companies to ask people to be double-vaccinated or show evidence of a negative Covid test, currently freely available in Britain, to go into the office, she said. She doesn’t expect requiring vaccines to work in the office to become the norm in Britain.\n“Whether it’s possible comes down to you being able to essentially demonstrate to a court that doing it was necessary within your business,” Ms. Lewis said. “In types of businesses where you’ve got a lot of very vulnerable people, it’s much more likely to be reasonable because the risk to those people is that much greater.”\nThe furthest Britain has gone in making vaccines compulsory for work is in nursing homes. The government has said anyone working or volunteering in nursing homes, unless medically exempt, must be vaccinated beginning Nov. 11. Even to take this step, Parliament had to pass a new piece of legislation, which is now the subject of legal challenges.\nIn Britain, vaccine uptake is high, with 78 percent of the population over the age of 12 vaccinated. But there are disparities across age groups, with younger cohorts less likely to be vaccinated. In the United States, there is some evidence that vaccine mandates have increased rates above 90 percent within companies.\nBusinesses can decide who does and doesn’t enter their premises, especially for health and safety reasons. But in the case of the coronavirus, if other measures like mask-wearing, ventilation and social distancing can reduce the risks, it’s difficult to justify barring people’s entry, Ms. Cudbill said.\n“I think that they can justify it, but they just need to think about how and make sure it’s not just a knee-jerk reaction,” she said. “Because it will be challenged. There’s absolutely no doubt.”", "url": "https://www.nytimes.com/live/2021/10/13/world/covid-delta-variant-vaccine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}