{"authors": ["Isabel Kershner", "Adam Rasgon"], "date_download": "2022-10-25 23:55:56", "date_modify": "2022-10-25 23:55:56", "date_publish": "2021-05-14 06:02:04", "description": "The death, which revealed a rare gap in Israel’s multiple levels of defense, was the first in a fortified safe room that military officials could recall.", "filename": "live_2021_05_14_world_israel-gaza-updates_israel-ido-avigal-safe-room_1666742156.html", "image_url": "https://static01.nyt.com/images/2021/05/14/world/14israel-scene-idd/14israel-scene-idd-facebookJumbo.jpg?year=2021&h=550&w=1050&s=5e5e8589c2b4dcd1384f5ef818d1de167ecdbbe959ca9daf0552f776d3918383&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_14_world_israel-gaza-updates_israel-ido-avigal-safe-room_1666742156.html", "title": "Gaza Staggers Under Shortages as Israel Steps Up Attacks", "title_page": "Gaza Staggers Under Shortages as Israel Steps Up Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily.\n[music]\nOver the past few days, the deadliest violence in years has erupted between Israel and Palestinians—\nspeaker Intense rocket fire from Gaza answered by Israeli air strikes, showing no sign of easing and—\nmichael barbaro\n—punctuated by hundreds of missiles streaking back and forth between Gaza and cities across Israel.\nspeaker Increasingly large numbers of casualties, including children, from Israeli airstrikes in Gaza—\nmichael barbaro\nAnd now, on the streets of Israel, by shocking scenes of mob violence against both Arabs and Jews. Today, I spoke with my colleague in Jerusalem, Isabel Kershner, about why it’s all happening and just how much worse it may get. It’s Thursday, May 13th. Isabel, I know there may not be a simple answer to this question. But what was the trigger for this eruption of violence in Jerusalem over the past few weeks?\nisabel kershner\nWell, one of the triggers for sure is actually a case of six Palestinian families who are facing a looming eviction by Jewish landlords from their houses that they’ve been living in since the 1950s in a very small quiet leafy neighborhood of East Jerusalem, not far from the old city.\nspeaker In the neighborhood of Sheikh Jarrah, the tension has been growing for weeks. Several Palestinian families face eviction from their homes. [NON-ENGLISH SPEECH] We are in the right. We are still resisting. We are staying here even if they don’t want us.\nisabel kershner\nThis is a case that’s been bubbling on for years and years.\nspeaker We don’t understand why Arabs are here. I don’t want any problems. But this land is Jewish and belongs to us. We don’t believe anyone, not the courts or anyone else.\nisabel kershner\nThe Israeli government has cast it as a small private real estate dispute. But it’s far from that. So you’re talking about families who were displaced and made refugees during 1948, the war surrounding the creation of Israel. And they lost their homes in what became Israel. And they moved to that area of East Jerusalem when the Jordanians were in control. And the Jordanian government actually offered them an option in conjunction with the United Nations Refugee Agency at the time. They said, we’ll build some houses in this neighborhood, a few dozen houses. And you can come live in them. And we will register them for you. And in return, you should give up your refugee status. And the families actually agreed to that and moved into the houses. But at the end of the day, somehow the Jordanian government never actually finally registered them in their names. So then, in 1967, the Middle East war breaks out. And Jordan loses control of the land of East Jerusalem and Israel takes control of it. Israel after the ‘67 war annexed that territory. But that move was never internationally recognized. And most of the world still considers it occupied territory. And although there was an agreement between the Jordanians and these Palestinian families over these homes, the land they sit on now gets to be controlled by Israel. And on top of that, although this is now a Palestinian populated area predominantly, the land was bought by a Jewish trust in the 19th Century. And then in the meantime, religious trusts have sold the rights to a real estate agency, people who want to move Jews back into that neighborhood. And there is nothing more in the Palestinian mindset, nothing more upsetting than the refugee issue. So it just took on much bigger proportions. It’s not just about renting or an eviction order or a few houses. It suddenly becomes a national issue.\nmichael barbaro\nSo this is pretty complicated. But to summarize, these refugee Palestinian families were given these homes in the 1950s and told that it would be their home for good. But that didn’t happen. It’s still the case that legally these homes belong to Jewish landlords. And now those Jewish landlords are saying to these Palestinian families, we want you out. And in part, they want them out because they want Jewish people to control these properties in East Jerusalem.\nisabel kershner\nThat’s correct. And they’re able to do that based on a 1970s law which allows Jewish property owners to reclaim property in the East side of the city. But then, on the other side, the Palestinians do not have the same recourse to reclaim properties they left on the West side of the city or elsewhere in Israel. So this has created a huge imbalance. And the dispute has gone from the District Court all the way up to the Supreme Court. And we were waiting for a final verdict in the case of whether the evictions would go ahead or not on Monday.\nmichael barbaro\nSo Isabel, about how does this legal conflict over these evictions spiral into what we are seeing now? How does that happen?\nisabel kershner\nOK, good question, because there are many, many other strands to this story. And I think one thing we have to look at is the calendar. We have been in a month that has been extraordinary in many ways. So on the one hand, we’ve had the month of Ramadan in the Islamic lunar calendar. And Ramadan, the lunar calendar, it moves. So this year, Ramadan fell from mid-April to now. So it also coincided with a month in the Hebrew calendar. And you also have quite a lot of emotive dates. You have the Memorial Day for fallen soldiers, you have the Independence Day, you get towards the end of the month and you get Jerusalem Day, which is the day when some Israelis, not all, are celebrating what they call the reunification of Jerusalem in the 1967 war. I mean, this is a day where the Israelis are marking conquering the eastern part of the city, placing the Palestinians in the city generally on the other side of the line in what became occupied East Jerusalem.\nmichael barbaro\nGot it.\nisabel kershner\nAnd that can be a very provocative day as well because a central feature of it is what they call the flag parade, which is usually thousands of young right wing mostly Jewish youths who March traditionally on a very contentious route— right through the Muslim quarter of the old city to get to the Wailing Wall. And of course, that was supposed to happen also on— yes, you guessed it— Monday.\nmichael barbaro\nSo Monday of this past week becomes, through the eviction case and through the calendar, a kind of swirling collision of Palestinian grief and Israeli celebration and just a kind of powder keg, it sounds like.\nisabel kershner\nAnd we also had a lot else going on in the city building up to this day. Ramadan is a time when the city is very much on edge. It’s a time of religious and nationalist fervor for many people. And it started with several other potential points of ignition. So you had the police, for example, barring Palestinians from gathering at Damascus Gate. Damascus Gate is one of the most beautiful and historic entrances to the old city from the East side. And it has these steps and going down to a Plaza— a bit like a kind of amphitheater. And every night during Ramadan, traditionally every year, Palestinians come. They gather there. They break their fast. There are cultural events. And it’s a general kind of party, a festival atmosphere. But for some reason this year, the police banned anyone from gathering and sitting on the steps. They put up barricades and said it was for public order to allow people to safely enter and exit the old city. And this created huge tension.\n[siren wailing]\nSo it actually turned into a battlefield. Every night, you would have the police trying to disperse the crowds there. Young Palestinians would protest. And it would end in clashes. We also had what became known as the TikTok attacks.\nmichael barbaro\nWhat are those?\nisabel kershner\nSo there were a couple of Palestinian 17-year-old youths who filmed themselves for a TikTok video slapping an ultra Orthodox Jew while he was sitting on the light rail train. And it kind of went viral. And there were one or two other similar attacks. And people just took great affront. And it ended up with hundreds of young Israeli Jews marching to Damascus Gate, chanting things, including death to Arabs. And in the end, you had the police acting as a buffer between them and the Palestinian protesters at Damascus Gate and pitched battles on both sides with the police. So that was one of the strands of great tension building up towards this Monday.\nmichael barbaro\nSo a very unstable situation is very much ignited by actions taken by multiple groups of people on the ground in Jerusalem, including the Israeli police.\nisabel kershner\nRight. So we come to Monday morning after all this buildup, of all these different tensions in the city in this very tense month. And we get to the point where we’ve had Laylatul Qadr, which is a very holy day for Muslims at the end of Ramadan when thousands of worshippers spend the night traditionally in the compound of the Aqsa Mosque, which is the third holiest site in Islam. And it’s also probably one of the most hotly contested sites in the world because it’s also the holiest place for Jews. They know it as Temple Mount. And it’s the location of two ancient temples. So on Monday morning, which is Jerusalem Day as well, there were Jewish groups who were planning, as they traditionally do, to go up to the Temple Mount on a visit. And the Muslim worshipers, many of whom, as I say, had been there overnight were expecting them, ready for what they would see as a kind of invasion on their holy territory on a very holy time of year. The police stopped the Jewish groups from going up. But what we did see was the police in large numbers raid the compound.\n[interposing voices]\n[explosion]\nThere are many different takes on whether they went in just to disperse crowds or they went in to stop stone throwing by protesters at the site that had already started or whether the stones only started after the police arrived. But whatever the exact circumstances, you ended up with a large police raid on the Aqsa Mosque compound. And it ended in stone throwing clashes with police responding with tear gas, rubber tip bullets, stun grenades. And by the end of the main part of this confrontation, you have, on the one side, 330 Palestinians who’ve been injured, 250 who were actually treated in the hospitals. And on the other side, 21 police officers injured.\nmichael barbaro\nSo Isabel, what happens after this police raid on the mosque? How do Palestinians respond?\nisabel kershner\nSo by the afternoon, we get an ultimatum from Hamas, the Islamic group that holds Sway in Gaza, saying, if the Israelis do not remove all their forces from the mosque compound and from the area of East Jerusalem, the Palestinian area where the evictions were about to take place, something would happen.\nmichael barbaro\nAnd they don’t specify what that something is. But it will be serious.\nisabel kershner\nIsrael will be paying the price.\nmichael barbaro\nWe’ll be right back. So Isabel, about what happens on Monday with this 6:00 PM deadline from Hamas for Israeli security forces to withdraw from East Jerusalem and from the mosque?\nisabel kershner\nWell, clearly the Israelis were not going to comply. So we waited till 6 o’clock. And lo and behold, 3 minutes past 6:00, we’re sitting here in our office in Jerusalem. And suddenly, we hear sirens wailing, incoming rocket warnings. And within maybe a minute—\n[explosion]\n—we suddenly hear a series of booms. There’s a feeling that Jerusalem is under attack.\nmichael barbaro\nSo once this deadline passes, Hamas sends missiles over into Jerusalem?\nisabel kershner\nYeah. They’re aiming towards Jerusalem. One was intercepted by Israel’s Iron Dome, the anti-missile defense system. Others actually fell in communities and empty ground in the hills West of Jerusalem. And nobody was killed or hurt, but there was some property damage. And this was highly unusual and clearly was not going to go without an Israeli response.\nmichael barbaro\nAnd what is that response?\nisabel kershner\nWell, Israel had clearly been anticipating some kind of action from Gaza and always has what it calls a bank of targets that its built up. And Israel immediately began with airstrikes in Gaza. And now Gaza is a very small and crowded territory. So even if Israel says it’s targeting military targets with very precise weapons and taking all the precautions it can to avoid civilian casualties, inevitably there are civilian casualties as well. So from the beginning, the air strikes were deadly. There were two children killed very early on that night. And each side just kept stepping it up. Israel taking down tower blocks in Gaza, multi-storey buildings that housed Hamas offices or headquarters of various types of Hamas. And Hamas again issued another ultimatum and said to Israel, if you hit any more civilian buildings, we’re going to hit Tel Aviv. And a huge, huge Salvo barrages of rockets began streaming out of Gaza and slamming into suburbs around Tel Aviv. Things have just been escalating all the way. So by Wednesday afternoon, two days into the conflict, we have at least 53 Palestinians killed, according to the Gaza health officials, 14 of them children, and more than 300 wounded. And on the Israeli side, you have at least six people who’ve been killed and scores injured.\nmichael barbaro\nIsabel, it is often felt in moments like this that Hamas’s missile attacks, as terrifying as they are to Israelis, often fail to inflict significant damage on Israel based on the technology that Hamas is using and that the Israeli counterattacks tend to be much better targeted and more destructive. And the death toll seems to suggest that that has been the case so far here— a kind of disproportionate impact.\nisabel kershner\nLook, disproportionate is a term that is often used. I think there’s certainly— the circumstances that Israel has total air superiority in terms of its Air Force. The Hamas rockets are rather inaccurate. Israel does have the Iron Dome system which manages to intercept the authorities, say, about 90 percent of rockets that are headed to population centers in Israel. But the Gaza Strip is just first of all very crowded, very densely populated. The Israelis will tell you that Hamas operates from civilian areas within Gaza, making it very, very, very difficult to avoid collateral damage.\nmichael barbaro\nAt this point, is it fair to describe what’s happening here as a war, as war like? What is this?\nisabel kershner\nIt feels pretty war like. If we end up with a ground campaign on the Israeli forces side, it will definitely be a war.\nmichael barbaro\nAnd is there talk of a ground operation?\nisabel kershner\nWell, no confirmation of one. But some preparations seem to be being made. There are some call ups of reserves, there are some troops and vehicles moving down towards the border. So it’s not being ruled out. But it’s hard to tell. I think Israel won’t rush into a ground invasion because they are usually very costly. But sometimes, it’s part of the tactical war to signal that you’re ready for one, which could also be what’s going on.\nmichael barbaro\nWhat are the leaders on all sides of this saying about this moment and how it might come to an end? I realize that’s a tricky question because both the Israeli and Palestinian leadership is very much in flux. But what are they saying about it?\nisabel kershner\nSo we heard on Wednesday night a very strong statement from President Mahmoud Abbas— he leads the Palestinian Authority in the West Bank and is a main rival of Hamas. And he was basically telling Israel, end your occupation. And we’ve been hearing more from Hamas. So Ismail Haniyeh, a senior Hamas political leader, sends a recorded address to a Hamas affiliated television station—\nismail haniyeh [NON-ENGLISH SPEECH]\nisabel kershner\nHe spoke about being contacted by Egypt, Qatar, the United Nations with some kind of talk of maybe working towards the ceasefire.\nismail haniyeh [NON-ENGLISH SPEECH]\nisabel kershner\nBut he said, since in his view, Israel had started this, it was Israel’s responsibility to be the ones to begin to end it.\nismail haniyeh [NON-ENGLISH SPEECH]\nisabel kershner\nOn the Israeli side, we’re hearing that we’re not done yet. The defense minister said on Wednesday, there’s no end date. And the night before, the Prime Minister also said, this could take some time.\n[music]\nmichael barbaro\nSo it sounds like from leadership, there’s not an eagerness to quickly bring this to an end.\nisabel kershner\nRight, it does seem that on both sides— they’re not rushing to end this. And it might actually be helping them.\nmichael barbaro\nHow so?\nisabel kershner\nOn the Palestinian side, you have Hamas operating really in a vacuum with Palestinian President, Mahmoud Abbas, who’s aging and weak, and Hamas really trying to reinstate itself using its currency of leading the resistance and defending Jerusalem, which is always a rallying cry on the Palestinian side. And on the Israeli side, you have a very confused situation because Prime Minister Netanyahu is currently standing trial on corruption charges. He has been unable to form a government after four elections in two years. And his rivals were working on trying to form an alternative coalition which would have seen him removed from office for the first time in 12 years. And I think we’re not sure how this is going to play out. But somehow, he might well be able to capitalize on this time as being not the right time to have a change in government.\nmichael barbaro\nIsabel, we started this conversation by talking about the eviction case in East Jerusalem that, in many people’s eyes, lit the fuse that has now turned into this war like conflict. What has happened with that ruling?\nisabel kershner\nSo the ruling was supposed to come on Monday. On Sunday, after the government had spent weeks saying, this is just a private real estate dispute, the attorney general finally stepped in and asked for a delay in the case so that he could study the materials, get involved, state an opinion. And the judges gave him a month, suspending the verdict for at least 30 days. This is one case where the Israelis stepped in to try and diffuse a situation. But of course, it was too little too late.\nmichael barbaro\nSo this ruling has been delayed, but not for all that long. And eventually when it comes out, it will no doubt influence the course of this conflict that has erupted over the past few weeks. But it strikes me as odd and maybe a bit ironic that the Israeli government has called this eviction case a real estate dispute when you could argue that the entire history of the Israeli-Palestanian conflict is ultimately a dispute over real estate— over land and over the idea of home.\nisabel kershner\nYou certainly could see it that way. I mean, with all the security and national and religious aspects to this conflict that’s been going on for a century, at the end of the day, it’s about who rules territory where and who gets to call a place home. Yeah.\n[music]\nmichael barbaro\nIsabel, as always, thank you very much.\nisabel kershner\nThank you.\nmichael barbaro\nThe Times reports that as the conflict expands, rival mobs of Jews and Arabs are carrying out violent attacks in several Israeli cities and towns. One occurred in a suburb of Tel Aviv where dozens of Jewish extremists took turns beating and kicking an Arab motorcycle driver even as his body lay motionless on the ground. Another occurred in northern Israel where an Arab mob beat a Jewish man with sticks and rocks, leaving him in critical condition. On Wednesday night, the United Nations warned that the conflict could soon intensify into, quote, “all out war“. And the Biden administration dispatched a senior American diplomat to the Middle East to meet with Israeli and Palestinian leaders and to urge both sides to de-escalate. We’ll be right back. Here’s what else you need to know today. On Wednesday, during a closed door vote, House Republicans ousted Representative, Liz Cheney, as their party’s third highest ranking leader over her decision to speak out against former President Trump— his role in the January 6 riot at the Capitol and his lies about fraud in the 2020 election.\nliz cheney I will do everything I can to ensure that the former president never again gets anywhere near the Oval Office.\nmichael barbaro\nAfter the vote, Cheney said she had no regrets and vowed that she would continue to speak out against Trump and seek to break his hold over the Republican Party.\nliz cheney We have seen the danger that he continues to provoke with his language. We have seen his lack of commitment and dedication to the Constitution. And I think it’s fair—\nmichael barbaro\nAnd the company that operates the major fuel pipeline shut down by a cyber attack said that the pipeline’s operations had begun to resume. The shutdown of the pipeline had raised fears of gas shortages and triggered panicked buying in several states, including Florida, Georgia, and Alabama. Today’s episode was produced by Austin Mitchell, Soraya Shockley, Robert Jimison, Annie Brown, and Daniel Guillemette. It was edited by M.J. Davis Lin with help from Phyllis Fletcher. It was engineered by Chris Wood and contains original music by Rachelle Bonja and Dan Powell.\n[music]", "url": "https://www.nytimes.com/live/2021/05/14/world/israel-gaza-updates/israel-ido-avigal-safe-room"}