{"authors": ["Scott Dodd", "Zabihullah Ghazi", "The New York Times", "Elie Khadra"], "date_download": "2022-10-25 23:24:30", "date_modify": "2022-10-25 23:24:30", "date_publish": "2021-07-29 09:11:08", "description": null, "filename": "live_2021_07_29_us_climate-change_excessive-heat-warning-south_1666740270.html", "image_url": "https://static01.nyt.com/images/2021/07/29/us/29weather-climate-briefing-excessive-heat-1/merlin_191167818_f06a61dc-11cc-4973-8600-14518d41e0b1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=af9cc24d4f0e703c1a148bcc5d3766c08c6e5d2a3f57260c0f972db46a4cde9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_29_us_climate-change_excessive-heat-warning-south_1666740270.html", "title": "U.S. heat warnings and advisories cover 80 million people across 20 states.", "title_page": "U.S. heat warnings and advisories cover 80 million people across 20 states. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Do not stay. Your house is not going to make it. You have got to go now. Let’s go.” California is reckoning with a terrifying new normal. Announcer: “100 percent of California is now in a drought.” “It’s never been hotter. Feels like we’re in an oven.” Announcer: “The worst possible conditions for firefighters.” And it’s fueling a movement to radically rethink how we deal with fire. “If you think about a typical person’s experience with wildfire, what they see, of course, is fire at its worst. They think, ‘Oh my goodness, you’re going to deliberately start a fire? Are you guys insane?’” Setting fire to stop fire isn’t a new idea, it’s an ancient practice. And for decades, experts have been saying we need to bring it back. “The thing that prescribed fire does, is actually removes the fuels — leaves and branches and grass — and the things that allow fire to burn. So if we can use prescribed fire, they’re not there when the wildfire comes through.” But we’re still not doing it nearly enough. To understand why, we followed some of the most dedicated prescribed burners in the state who are taking a risk to try to save California. “It’s a mission for me. It’s a cause. This has to happen. OK, we’re good. As we’re moving in, if you have a torch, know your path, see your path, see your exit, and then have a secondary, OK?” Sarah Gibson works for a local fire department in Sonoma County. She’s using her experience fighting fires to become an expert at lighting them. She’s training to become what’s called a burn boss. “I’ve been working towards being a burn boss for 16 years. I have taken fire behavior and weather classes, fire ecology classes, smoke management.” “This is changing the battlefield, changing the landscape. The first prescribed burn inside a city limits in the County of Sonoma, probably ever.” Cal Fire does some prevention work, like this burn today. But most of the time, they’re putting fires out. “I think the fire agency has come to the realization that we only can get so much prescribed burning done, because we also are responding to fires. At some point, it totally takes prescribed burning off the table.” To do this work at a scale that would make a difference, California needs more burn bosses. The situation is dire. Homes like these, nestled amongst trees, span California. Without fire-safe measures, they can become kindling. Some of the residents here have evacuated the last four years in a row. “Literally, it’s our back fence is where they’re burning right now. They’ve been prepping for a long time. They took a huge fuel load out two months ago, and then waited for the wind to die down.” “Let’s just start with the one really close. Nice and tight. We got a lot of people watching. We want this to stay small, I think this is making people a little sketchy, OK?” “I can empathize with people who are concerned about prescribed fire. Culturally, we believed that fire was bad. It had to be excluded from our wildlands.” “Remember, only you can prevent forest fires.” Singing: “Smokey the Bear.” “Smokey was kind of the messenger for the campaign that started almost 110 years ago, where we promoted complete suppression of wildfire in our land.” “A shift of the wind can trap these men, but fearlessly they battled the red enemy till the fire lies in smoldering defeat.” But much of the state evolved with fire. It actually needs it to thrive. “When we have fire at normal intervals, the forests are also better protected from things like drought, things like bug infestations.” Native Californians knew this. For tribes like the Karuk, burning was a key part of the culture until the government first banned it in 1850. Now, an estimated 20 million acres of forest land here need fuel reduction, like tree thinning and prescribed burning. The state and the Forest Service have pledged to treat 1 million acres a year by 2025, but last year, they did less than a third of that. “When you compare that to the August Complex Fire, which burned a million acres, we have a long way to go.” “250 gallons of water, 300 feet of hose with a certain amount of tease —” One way to treat more land is to train private burn bosses to add to the work the government is doing. “Fire management and prescribed fire are typically only conducted by federal and state agencies. We need everyone at the table. Jim, did you have a question?” Lenya Quinn-Davidson helped design California’s first burn boss state certification course. Sarah is in the inaugural class. But training is only the first hurdle. “One of the things that burn bosses in California, including myself, are facing right now, is this disconnect between perceived risk and actual risk, and that translates into difficulty in getting insurance for what we do. It comes to a point down there for what I recall and then we just —” Experienced burn bosses like Phil Dye rarely lose control of a burn. For example, the Forest Service says its burns go as planned over 99 percent of the time. But problems can happen. “So if you’re a federal or state burn boss, you are indemnified as long as you’re doing your job and you’re being diligent, and operating within your scope of duty.” “I mean, you have a consistent fuel, right?” “But with these private burn bosses, they are personally liable if something goes wrong. There are some important changes happening this year.” Now, Lenya Quinn-Davidson is trying to fix the liability problem. “So I see these two points, the liability piece and the insurance piece, as top priorities.” She’s advising California lawmakers on two fronts: a state-backed claims fund for damages and a Senate bill that’s on track to pass. “Encouraging more use of the prescribed fire that currently occurs in the state is the goal of S.B. 332.” “So what’s your plan for —” If these two measures go through, private burners wouldn’t have to risk going broke. But until then … “There really isn’t any great way around the liability. I will only put fire on the ground when I’m confident that either it’s not going to escape or if it escapes, I’m going to immediately catch it.” “They are really risking everything to do this work. And that’s not a model for growth. That’s not a way to encourage this work.” “Got everybody? OK, so safety is my utmost concern here. So please, I do expect everyone to be using their full P.P.E. today.” Today, weather conditions are perfect for a safe burn: no real wind and just the right amount of moisture in the air. “All right. We’re going to start our test fire.” The border around the burn area was mowed a couple of days ago. Wetting it ensures the fire stops there. Fire will always run uphill, so the team lights at the highest point. That way, the flames stay short and controlled until they burn out. “Watch out — rattlesnake. Everyone move back.” Meanwhile, the holding team is monitoring for any spot fire escapes. “You know, here we are, private entities, putting fire on the ground. Ten years ago, this would have been unthinkable. The need is great and the resources are few. We need to keep it moving forward.” With climate change fueling one record fire season after another, political winds are starting to shift. “We’re investing in prevention and preparation today and the federal government is going to have to have your backs.” California’s new budget has more funding than ever for wildfire prevention. “Advancing more prescribed burns in this state, more home hardening support in this state.” Cooperatives of prescribed fire volunteers are popping up across the state, and communities on the ground are starting to embrace it also. “And I stay packed for half a year, and I’ve already packed a lot of my things, so hopefully I won’t need to pull them out of the house and put them in the car to get out of here now.” “I think that after having to evacuate and rebuild, that people are ready to see good fire come back. They understand now, and people are just ready to do something about it.”", "url": "https://www.nytimes.com/live/2021/07/29/us/climate-change/excessive-heat-warning-south"}