{"authors": ["Katie Thomas", "Rebecca Halleck"], "date_download": "2022-10-25 23:25:47", "date_modify": "2022-10-25 23:25:47", "date_publish": "2020-12-11 10:01:15", "description": null, "filename": "live_2020_12_11_world_covid-19-coronavirus_sanofi-and-glaxosmithkline-delay-plans-for-a-trial-after-experimental-vaccine-fails-in-some-older-patients_1666740347.html", "image_url": "https://static01.nyt.com/images/2021/01/10/world/10virus-briefing-sanofi/10virus-briefing-sanofi-facebookJumbo.jpg?year=2020&h=550&w=1050&s=0502111d4a93367c623d19807f009e6f224f7046d6c207fcd477386c31b44efc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_12_11_world_covid-19-coronavirus_sanofi-and-glaxosmithkline-delay-plans-for-a-trial-after-experimental-vaccine-fails-in-some-older-patients_1666740347.html", "title": "Covid-19: F.D.A. Clears Pfizer Vaccine and Millions of Doses Will Be Shipped Right Away", "title_page": "Covid-19: F.D.A. Clears Pfizer Vaccine and Millions of Doses Will Be Shipped Right Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Freezer units at a United Parcel Service center await shipments of Covid-19 vaccines. Credit... UPS/EPA, via Shutterstock\nThe Food and Drug Administration authorized Pfizer’s Covid-19 vaccine for emergency use on Friday, clearing the way for millions of highly vulnerable people to begin receiving the vaccine within days.\nThe authorization is a historic turning point in a pandemic that has taken more than 290,000 lives in the United States. With the decision, the United States becomes the sixth country — in addition to Britain, Bahrain, Canada, Saudi Arabia and Mexico — to clear the vaccine. Other authorizations, including by the European Union, are expected within weeks.\nThe F.D.A.’s decision followed an extraordinary sequence of events on Friday morning when the White House chief of staff, Mark Meadows, told the F.D.A. commissioner, Dr. Stephen Hahn, to consider looking for his next job if he didn’t get the emergency approval done on Friday, according to a senior administration official who spoke on condition of anonymity because he was not authorized to discuss the matter. Dr. Hahn then ordered vaccine regulators at the agency to do it by the end of the day.\nThe authorization set off a complicated coordination effort from Pfizer, private shipping companies, state and local health officials, the military, hospitals and pharmacy chains to get the first week’s batch of about three million doses to health care workers and nursing home residents as quickly as possible, all while keeping the vaccine at ultracold temperatures.\nPfizer has a deal with the U.S. government to supply 100 million doses of the vaccine by next March. Under that agreement, the shots will be free to the public.\nEvery state, along with six major cities, has submitted to the federal government a list of locations — mostly hospitals — where the Pfizer vaccine is to ship initially. In populous Florida, the first recipients will be five hospitals, in Jacksonville, Miami, Orlando, Tampa and Hollywood. In tiny, rural Vermont, only the University of Vermont Medical Center and a state warehouse will get supplies.\nMcKesson Corporation, a giant medical supplier, is sending kits of syringes, alcohol pads, face shields and other supplies to the same sites, where they will meet up with the vaccines that Pfizer is shipping in special boxes, packed with dry ice, designed to keep them at minus 94 degrees Fahrenheit.\nThe Pfizer packaging will include a device that tracks the location of the box, plus a thermal probe that will make sure the deep freeze is maintained throughout the journey from the company’s distribution sites in Michigan and Wisconsin.\nThe decision is a victory for Pfizer and its German partner BioNTech, which began working on the vaccine 11 months ago. Vaccines typically take years to develop. The companies’ late-stage clinical trial, which enrolled nearly 44,000 people, was found to be 95 percent effective.\nThe vaccine will be scarce at first. Pfizer had to scale back earlier estimates because of manufacturing setbacks, and has said it will be able to supply up to 25 million doses before the end of the year, and 100 million total vaccines by March.\nFederal officials are initially holding back half of the supply so that they can give a booster shot to recipients three weeks after their first vaccination. Even though only about three million people will receive a vaccine in the first week, officials have held firm on their estimate that, between the Pfizer and Moderna vaccines, which each require two shots, they hope to give at least 20 million people their first dose of a vaccine by the end of the year.\nAn expert panel advising the F.D.A. on Thursday gave its approval of Pfizer’s vaccine for people 16 and older, and the agency was planning to release the formal authorization on Saturday. That timeline was accelerated by half a day after President Trump attacked Dr. Hahn for failing to authorize a vaccine more quickly. But the accelerated announcement was not expected to speed up the delivery of vaccines around the country.", "url": "https://www.nytimes.com/live/2020/12/11/world/covid-19-coronavirus/sanofi-and-glaxosmithkline-delay-plans-for-a-trial-after-experimental-vaccine-fails-in-some-older-patients"}