{"authors": ["Jack Nicas"], "date_download": "2022-10-25 23:51:10", "date_modify": "2022-10-25 23:51:10", "date_publish": "2020-10-13 16:00:17", "description": null, "filename": "live_2020_10_13_technology_apple-iphones-5g_1666741870.html", "image_url": "https://static01.nyt.com/images/2020/10/13/business/13applelive-prices/13applelive-prices-facebookJumbo.jpg?year=2020&h=550&w=1050&s=7c40a459876b294696243806306c44ae228ce41823433fb1de9b3f4be5dd27d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_10_13_technology_apple-iphones-5g_1666741870.html", "title": "Apple iPhone Event: The Arrival of 5G iPhones", "title_page": "Apple iPhone Event: The Arrival of 5G iPhones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The iPhone 12 Pro and iPhone 12 Pro Max. Apple’s entry-level phones will start at $700 and the higher-end phones will start at $1,000.\nSo what will these latest iPhones cost you?\nMany of us can breathe a sigh of relief. Apple stuck with a proven pricing model for the new devices, releasing the entry-level phones for $700 and up and higher-end phones starting at $1,000 — both prices in line with previous years.\nWhat is different this year is that Apple will sell four iPhone models, up from its typical three in recent years.\nAt the entry level, the iPhone 12 Mini will start at $700 and iPhone 12 at $800. Last year, the iPhone 11 started at $700, meaning the flagship iPhone 12 device will start at $100 more. People will still have a $700 option, but it will be smaller.\nOn the higher end, the iPhone 12 Pro and iPhone 12 Pro Max will start at $1,000 and $1,100, identical to last year.\nApple might have been able to hold prices mostly steady this year by no longer including headphones and a power adapter. The company said it was an environmental decision but it also likely saved it money and will cause many customers to buy extra accessories from Apple.\nAnalysts and investors have long anticipated the new iPhones as a boost to flagging sales of the company’s main product. A larger than normal share of existing iPhone owners are due for an upgrade, and many have held out for a 5G iPhone, not wanting to invest in a device that didn’t work with the faster wireless speeds.\nWhether Apple was able to capitalize on the swelling demand for a 5G iPhone was something of a question this year when the coronavirus disrupted its supply chain in China. But its Chinese manufacturing partners quickly rebounded and the iPhone event was delayed by only about a month past its usual September date.\nMost important for Apple, it will start shipping the new devices before the crucial holiday sales season.", "url": "https://www.nytimes.com/live/2020/10/13/technology/apple-iphones-5g"}