{"authors": ["Jeanna Smialek"], "date_download": "2022-10-25 23:52:13", "date_modify": "2022-10-25 23:52:13", "date_publish": "2021-08-02 12:37:11", "description": "Christopher J. Waller, the Federal Reserve’s newest governor, said the central bank should “go early and go fast” in tapering its bond purchases.", "filename": "live_2021_08_02_business_economy-stock-market-news_1666741933.html", "image_url": "https://static01.nyt.com/images/2021/08/02/business/02economy-briefing-waller/02economy-briefing-waller-facebookJumbo.jpg?year=2021&h=550&w=1050&s=8f69037b415bbc374b6d64ba02c4e438d646e7f319c02489f3afb1cddf4c8ade&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_02_business_economy-stock-market-news_1666741933.html", "title": "A Fed governor argues for quickly cutting bond-buying, as debate intensifies.", "title_page": "A Fed governor argues for quickly cutting bond-buying, as debate intensifies. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Mr. Waller in 2020. “You could taper in October; you don’t have to wait until January,” he said on Monday. Credit... Erin Schaff/The New York Times\nFederal Reserve officials are divided over when and how they should begin reducing their monetary policy support as America’s economy rebounds, and they are increasingly airing their divergent views in public.\nAmong the most candid remarks yet came from Christopher J. Waller, the Fed’s newest governor, during an interview with CNBC on Monday. Mr. Waller said that he would support slowing the Fed’s big bond purchases “early” and “fast,” and he indicated that he would have preferred to first slow purchases of mortgage-backed securities — something Jerome H. Powell, the Fed chair, more or less took off the table in comments last week.\n“The labor market should really take off starting in August and September,” Mr. Waller said, assuming that the opening of schools is not delayed by the Delta variant. If the economy continues to add jobs rapidly — perhaps at a pace of 800,000 to 1 million jobs per month — he said he thinks the Fed needs to get moving.\n“In my view, with tapering, we should go early and go fast to make sure we’re in position to raise rates in 2022 if we have to,” Mr. Waller said. “You could taper in October; you don’t have to wait until January.”\nMr. Waller’s comments are in line with those made by James Bullard, the president of the Federal Reserve Bank of St. Louis (and Mr. Waller’s former boss) last week. Mr. Bullard also favors moving relatively rapidly to slow the Fed’s bond-buying. That policy tool boosts the economy by lowering longer-term interest rates and by keeping money flowing into stocks and other riskier investments. He, too, wants to get going so that the Fed is prepared to raise rates next year, if needed.\nMost Fed officials signaled in their June economic projections that they expect to lift interest rates in 2023 at the earliest. And influential policymakers, notably Lael Brainard, another Fed governor, have struck a much more patient tone when it comes to dialing back bond purchases. “I expect to be more confident in assessing the rate of progress once we have data in hand for September, when consumption, school, and work patterns should be settling into a post-pandemic normal,” Ms. Brainard said in remarks released on Friday. Because economic data are reported at a delay, that would suggest that the Fed will only have a clear reading on the numbers they want to see before announcing tapering — which it wants to signal in advance — by mid-to-late October. The central bank does not have an October meeting, but it will gather in early November.\nShow more", "url": "https://www.nytimes.com/live/2021/08/02/business/economy-stock-market-news"}