{"authors": ["Coral Murphy Marcos"], "date_download": "2022-10-25 23:31:11", "date_modify": "2022-10-25 23:31:11", "date_publish": "2022-01-28 12:56:41", "description": "The S&P 500 rose 2.4 percent, its biggest one-day jump since June 2020. But some analysts cautioned against reading too much into a single day’s bounce.", "filename": "live_2022_01_28_business_inflation-stocks-economy-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740671.html", "image_url": "https://static01.nyt.com/images/2022/01/28/business/28stocks/merlin_200832498_f70cedf3-60b8-46a0-a4f1-0e633616a731-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_01_28_business_inflation-stocks-economy-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740671.html", "title": "Business News for Jan. 28, 2022", "title_page": "Business News for Jan. 28, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shoppers at the Mall of America in Bloomington, Minn., last year. Inflation sped up starting last year as people bought more goods.\nInflation came in strong and wage growth remained elevated at the end of 2021. At the same time, consumer spending fell in December as spiraling coronavirus caseloads kept many Americans at home and persistent supply chain bottlenecks disrupted holiday shopping.\nThose indicators, released on Friday, underline that despite plummeting unemployment and a strong rebound in growth, the economy — like the country itself — has yet to break free of the pandemic’s grip. That is making for a confusing and contradictory moment headed into 2022.\nRising prices and an unflagging pandemic are slowing spending, denting consumer optimism and detracting from quickly climbing pay and unusually rapid overall growth. People are predicting worse financial outcomes for themselves and higher inflation as the virus lingers and uncertainty deepens, bad news for policymakers who are just beginning to try to tame price increases.\nThe Personal Consumption Expenditures index, the Fed’s preferred inflation gauge, rose 5.8 percent in the year ending in December, up from 5.7 percent the prior month. Prices are climbing at the fastest pace since 1982.\nEven as inflation moderates somewhat on a monthly basis, it remains unusually fast, and pay is picking up briskly. Robust wage growth can be good news for workers, but it also increases the risk of sustained high inflation: Companies may raise prices to try to cover rising labor costs.\nThe Employment Cost Index, a measure of pay and benefits that the Fed watches closely, climbed by slightly less in the final quarter of 2021 than economists had predicted but capped a year in which workers won big wage increases.\nOverall compensation climbed 4 percent in the fourth quarter compared with the prior year, the data showed, and wages and salaries picked up 4.5 percent. Both were the fastest pace of increase since the data series started two decades ago — though they failed to keep up with inflation on average.\nCivilian wages and salaries, change from a year prior\n“Overall wage growth, on a nominal basis, is still pretty strong,” said Omair Sharif, the founder of Inflation Insights, referring to the wage growth that has not been adjusted for price increases. “The downside is that inflation is eating away at all of these nominal gains.”\nAs price gains chip away at consumers’ earnings, they also are eroding voter sentiment, making inflation a political liability for the Biden administration and Democrats during a midterm election year.\nPresident Biden and his advisers have been trying to emphasize the positives, arguing that, despite inflation, the economy overall has experienced a historically strong rebound over the past year. Unemployment has fallen and wages have been rising, particularly for the lowest-paid workers. On Thursday, the Commerce Department said the broadest measure of the economy, gross domestic product, grew 5.7 percent in 2021, the biggest gain since 1984.\nBut the data released Friday complicated that narrative. Consumer spending fell 0.6 percent in December, the first decrease since February. Forecasters expect further declines in early 2022 as the Omicron wave of the coronavirus keeps workers at home and further disrupts supply chains.\nAnd while pay is still climbing quickly for low-wage workers, those gains are no longer keeping up with inflation. Wages and salaries for leisure and hospitality workers rose 1.6 percent in the final three months of the year, less than the increase in prices over the same period as measured by either major inflation index.\nPrices began to rise last year as global supply lines struggled to keep pace with demand for couches, cars and other goods. Officials had hoped those pressures would fade fast, but instead inflation has lingered and broadened into categories that are especially salient to consumers, like food and rent.\nThe White House has taken steps aimed at relieving pressure on choked supply chains to try to bring inflation down around the edges, but the job of slowing demand to bring prices under control rests primarily with the Fed.\nThe Fed’s policymakers have signaled that they likely will begin to raise interest rates at their March meeting as they try to prevent today’s quick price increases from becoming a more permanent feature of the economic landscape. Economists expect several rate increases this year, but how many is uncertain — J.P. Morgan now expects five, while Krishna Guha at Evercore ISI wrote in a note on Friday that it is plausible the Fed could hike anywhere between three and seven times.\nMarkets are nervously eyeing the Fed’s next steps, with stocks falling in the first three weeks of the year as investors tried to gauge how fast it will move. Higher borrowing costs could slow down economic growth and lower stock prices, taking some of the buoyancy out of the recovery. But the S&P 500 rallied on Friday after the latest reports, jumping 2.4 percent and avoiding a fourth consecutive weekly loss.\nEconomists do expect inflation to fade this year, and Fed officials have projected that it will ease to less than 3 percent by the end of 2022. But they are watching for signs that it might instead linger, especially at a time when the world’s trade system remains under pronounced stress and it is unclear whether consumer spending is decelerating or hitting a pandemic-induced bump before roaring back.\n“We are attentive to the risks that persistent real wage growth in excess of productivity could put upward pressure on inflation,” Jerome H. Powell, the Fed’s chair, said during a news conference on Wednesday. Friday’s data could offer officials some slight reprieve.\nIn December, Mr. Powell specifically cited the previous Employment Cost Index reading — which showed big wage increases in the third quarter — as one reason the Fed had decided to shift from stoking growth to preparing to fight inflation.\nThe fact that the measure did not pick up as sharply as expected in the final quarter of the year could give investors some confidence that the central bank’s policy-setting group, the Federal Open Market Committee, will not further speed up its plans to withdraw economic help.\n“With labor participation creeping higher and measures of excess demand flattening in recent months, it is reasonable to think that wage growth is unlikely to reaccelerate dramatically,” Ian Shepherdson, the chief economist at Pantheon Macroeconomics, wrote following the release. “In the meantime, this report eases the immediate pressure on the F.O.M.C. to act aggressively.”\nThe data released on Friday contained some other encouraging signs. Consumer spending on services rose, including in categories like travel and movies that were badly bruised by the pandemic, while goods spending fell, suggesting that spending patterns continued to normalize after two years of disruptions. That should ease pressure on supply chains over time.\nAnd while Omicron’s impact was clear in the overall spending numbers, there is little evidence the latest wave of cases has done more lasting damage to the economy, at least so far. Personal income rose 0.3 percent in December, led by an 0.7 percent increase in wage and salary income.\nImage Trucks leaving the Port of Los Angeles. Economists expect inflation to fade this year, though tangled supply chains make it difficult to gauge when that will happen. Credit... Stella Kalinina for The New York Times\nBut households show little sign of optimism. The University of Michigan consumer sentiment survey has been faltering for months as prices have risen, and the index nose-dived in January to its lowest level since late 2011, when the economy was slogging back from the global financial crisis, according to data released on Friday.\nThe Conference Board’s index of confidence also ticked down this month.\n“You have very high inflation, so people are seeing an erosion of their purchasing power,” said Dana M. Peterson, the chief economist at The Conference Board, noting that the resurgent virus is also to blame. “People will have higher confidence once we’re beyond Omicron.”\nFor now, economic uncertainty is dominating.\nAshley Fahr, the owner of La Cuisine, a culinary company and event space in Venice, Calif., said rising grocery costs began to bite at a difficult moment — just before Omicron surged, causing people to pull back from activities like the cooking classes and catering events she offers.\nShe noticed in December that her food bill had gone up by about 15 percent, chipping away at her margins, and she passed about 5 percent of that on to customers while absorbing the rest of the increase.\n“I didn’t want to quote a number people would balk at,” she said.\nMs. Fahr said that she pays her workers — most of whom are independent contractors — competitive wages and that it’s hard to keep up with rising prices and still turn a profit. She is watching to see what other local caterers and cooking classes do with their pricing, and whether they begin to pass on the full increase to customers.\n“If everyone else does it, I’ll do it too,” Ms. Fahr said.\nThat sort of logic is what economic officials worry about. If businesses and consumers begin to expect prices to rise steadily, they may begin to plan for those increases instead of resisting them. When inflation gets baked into expectations, it might spiral upward year after year, economists worry.\nThe University of Michigan’s inflation expectations measure showed that five-year projections climbed to 3.1 percent, the highest since 2009. Fed officials have a history of watching that number along with market-based expectations, which have been slowly nudging higher.\n“What we’re trying to do is get inflation, keep inflation expectations well anchored at 2 percent,” Mr. Powell, the Fed chair, said at his news conference this week. “That’s always the ultimate goal.”", "url": "https://www.nytimes.com/live/2022/01/28/business/inflation-stocks-economy-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}