{"authors": ["Katie Rogers", "Chloe Malle", "Madeleine Ngo"], "date_download": "2022-10-25 23:27:18", "date_modify": "2022-10-25 23:27:18", "date_publish": "2021-04-25 13:24:38", "description": "U.S. vaccinations are slowing, though new virus cases remain high. Covid wards in Michigan are filled with younger patients.", "filename": "live_2021_04_25_world_covid-vaccine-coronavirus-cases_1666740438.html", "image_url": "https://static01.nyt.com/images/2021/04/25/us/25virus-briefing-promo4/25virus-briefing-promo4-facebookJumbo.jpg?year=2021&h=550&w=1050&s=17099426d35ab242370773065c1c024018e544968ee32f67b2236e0b6383bd4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_04_25_world_covid-vaccine-coronavirus-cases_1666740438.html", "title": "In Reversal, U.S. Will Send Vaccine Materials to Stricken India", "title_page": "In Reversal, U.S. Will Send Vaccine Materials to Stricken India - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Family and friends are in mourning tonight over the death of the first undocumented immigrant to die of Covid-19 while in ICE custody.” “The second immigrant has died of Covid-19 after being in the custody of Immigration and Customs Enforcement.” “And now the health crisis is colliding with the immigration crisis at the southern border.” Since the start of the pandemic, Immigration and Customs Enforcement has reported over 12,000 cases of Covid-19 in detention. But our investigation found that this number doesn’t tell the full story and that the agency also played a role in spreading the virus. “There were many things that ICE did wrong and many things that they actually did that made the problem much worse.” [emergency sirens] As Covid-19 cases were soaring over the summer of 2020, ICE had an infection rate 20 times that of the general population and five times that of prisons. To understand the consequences, we traveled across the country and talked to data scientists, local leaders, lawyers, former detainees and the family members of a nurse who used to work inside a detention center. We found a pattern of neglect and secrecy, and we found evidence that outbreaks inside ICE detention centers fueled outbreaks outside, in the communities that surround them. “Every time I think about those almost seven months I was there, I was so scared. I don’t want to die here.” “She was working 12-hour shifts, three days a week. For someone to tell us that she didn’t get sick from work, I mean, it’s — I don’t understand.” “We know how Covid spreads. You’re going to be in close contact in that detention center. After enough time, someone’s going to get it.” [rustling] “Here. This is the first paper they gave me on Sept. 15. It said I asked for protection. And I was mad because I said, I never asked for protection. I don’t feel like I need a protection. I need clinic. I need a hospital. I need a doctor.” Sandra has lived in the U.S. for over 30 years and has raised her seven children here. She’s a Mexican immigrant and is undocumented. She was detained in April 2020 and held for just shy of seven months in this detention center in El Paso, Texas. “When I got there, they were not keeping distance. They were not using masks. Most of the time, there were like 40 to 50 people in the same barrack.” “We started hearing about people who were vulnerable to serious illness and death from Covid-19 and saying that they couldn’t get masks. They couldn’t get soap. The guards would turn off the television when news about Covid-19 would come on. And so it was really a very scary time.” In April, just days before Sandra was detained, a federal court said that ICE exhibited callous indifference to the safety and well-being of its detainees, and ordered the agency to start releasing people who are at a greater risk of dying from Covid-19. “And we just weren’t seeing that. People who had medical vulnerabilities were being denied release consistently, and that happened to Sandra. I knew she was going to get it. I just didn’t know if I could get her out before she got it.” “When I started having symptoms, I was in the dorm with the other girls. I told the guard, ‘I don’t feel good. Last night, I had a fever.’ She said, ‘OK, go to the clinic.’ The nurse — I told her, ‘I think I have the Covid.’ And then she said, ‘No, you don’t have the Covid. Don’t say that. If you say you have the Covid, then you’re going to be sick. Don’t say that.’ And I went back to the barrack.” “What is the information about ICE’s protocols for determining when an individual in custody is tested?” “Individuals are generally tested when they’re showing symptoms of Covid-19.” “Not till then? Not till then?” “Generally, that’s true.” But this wasn’t true for Sandra. She left the clinic that day without a test, and she wasn’t tested for Covid-19 until five days later. “Everybody got infected. It was like more than 25 girls.” While Sandra waited for her result, she was placed into solitary confinement. And because her paperwork said she was there for protective custody, not for medical observation, guards didn’t know that she was possibly contagious. “I had to explain, like on three or four guards, that I was there because of a Covid test. As soon as I said that, they put the gloves and put the mask. The whole facility was doing a really bad job.” Sandra tested positive for the virus on Sept. 17, and was released on bail in November. People end up in ICE custody for a variety of reasons. And as an agency, ICE has wide discretion over who it detains and releases. “Police! Come to the door!” Most people in ICE custody don’t have a single criminal conviction. They just don’t have legal status in the U.S. ICE told us it has worked to reduce the number of people in custody and said the agency has taken extensive steps to safeguard detainees, staff and contractors. But the virus kept spreading. “ICE acts as if the detention center is this isolated spot in the middle of a city, but it’s really not. Tons of guards are going in and out. Tons of contract workers are going in and out. And then they’re going home to their families. We don’t really think about that.” “I got to get this. Hello? What happened?” This is Jose Asuncion. He’s a commissioner in Frio County, Texas, a small county just south of San Antonio with a population of only 20,000 people. “You have a wonderful day today.” What makes this county unique is that it’s home to two ICE detention facilities. “The majority of people here depend on incarceration jobs for their paycheck. And because of that, I think the community is largely supportive of them. Any time a private prison comes into a community, it’s the same promise: You’ll have jobs. You’ll have tax revenue. And you’ll have utility revenue. Sounds like a great deal. [Sighs.]” “Number of positive tests for Covid-19 in the South Texas community of Pearsall has some Frio County leaders concerned tonight.” “Early on in the pandemic, it really seemed like it wasn’t going to spread down to these rural areas of Texas. It seemed like a New York problem — and maybe a few other cities. But then the cases started coming in only at the detention center.” On May 5, 2020, there were 10 known cases of Covid-19 in Frio County, all of them linked to the South Texas ICE processing center. Three days later, the number had tripled. “It was clear the eye of the storm was the detention center, and it was inevitable that it was going to spread to the community.” ICE outsources the day-to-day operations of this facility to a company called GEO, the second-largest private prison company in the country. “The first thing we wanted was just information, and we were not getting any answers. The only resort we had was public pressure.” So Jose and eight other local officials sent an open letter to the GEO Group that included a list of 20 questions about testing, P.P.E., and employee safety protocols. And they asked GEO’S management to address them at the next County Commissioner meeting. “And now we go to item No. 2. Jose?” “Is anyone from GEO here today?” “No.” No one from GEO attended the meeting, and the company instead sent a brief letter. They confirmed that five employees did test positive for Covid-19, but they didn’t provide any other numbers. “I think we probably need to put more pressure on them.” ICE detention is a $3.1 billion industry funded entirely by U.S. taxpayers. But the vast majority of detainees are held in facilities run by private prison companies, which aren’t required to share information with the public. In a statement to The New York Times, GEO said that they strongly reject the baseless allegations about the South Texas ICE processing center and said they disclosed all Covid-19 related information to local health officials and to ICE. “Even though they present themselves as a community partner, they ain’t sharing any information with us.” Jose and his colleagues sent the open letter in May, but by July, Frio County was among the worst counties in the country for Covid-19. Today, one in seven residents have been infected. “There are a lot of people who see the problem that these private prisons pose, but who wants to jeopardize what other people see as an opportunity? Who wants to jeopardize their own job?” The thing is, these problems aren’t unique to Frio County. “ICE has always been known not to be the most transparent agency.” Which has led a team of researchers to take on the problem of extremely limited data themselves. “So when we look at this map, what we’re seeing here is all the locations that ICE is reporting Covid infection data for. The higher the peak here, the higher number of cases that have occurred in that facility.” Every day, ICE posts new data to its website that shows confirmed cases, detainee deaths and total confirmed cases per facility. But notably absent is any data on staff members. “I could see how someone could put this information and think that they are doing their due diligence, but if we’re interested in community spread, without those staff members, it’s extremely difficult to say what is the greater community risk that’s happening.” ICE detainees are held in at least 163 facilities throughout the country, with larger outbreaks mostly concentrated at detention centers in southern border states. Neal and their team at U.C.L.A. have taken the research a step further, and their early analysis reveals a pattern consistent with community spread. Take Frio County, for example. Since the start of the pandemic, outbreaks inside their ICE detention center were generally followed by outbreaks in the community, and they’ve seen this not just in Frio, but across the country. The team looked at 10 ICE facilities with the worst outbreaks — in Arizona, California, Florida, Georgia, Louisiana, New Mexico, and Texas — and they found similar patterns suggesting community spread in all 10. “It’s not just about the risk of spread in ICE detention centers. It’s about the risk of spread that occurs at ICE detention centers and then who comes into contact with them and where are they going. What does the exchange look like?” [rustling] “I never imagined that this would happen, that I would lose my mom to this. You can’t imagine.” For 20 years, Nataly Garcia’s mother, Blanca Garcia, worked as a nurse inside of the Webb County Detention Center in Laredo, Texas, an ICE facility run by the private contractor CoreCivic. “She was, I would say, like the head of the house [laughs]. She liked to tend to her plants and doing her sewing. She was my best friend, and I would talk to her about everything. I’m a mama’s girl. She was working 12-hour shifts throughout the pandemic, and I think about that every day, knowing that maybe if I had insisted a little bit more, she would be here. If I had annoyed her enough, she wouldn’t have gone to work.” Nataly’s mother became sick with Covid-19 in August, shortly after the detention center was placed under a mandatory quarantine order due to an outbreak among detainees. But by then, it was too late for Blanca. She died a few weeks later. “I haven’t gone through any of this. All her things that were in her locker. There’s a mask that she was making. She probably wore them. So I don’t know what protocols that they had.” After her mom died, Nataly reached out to CoreCivic to file a worker’s compensation claim, which would pay a lifetime benefit to her father. The company referred her to its insurance carrier, who eventually sent a letter denying the claim, concluding that there was not a causal relation between Blanca’s diagnosis of Covid-19 and her employment at CoreCivic. “I mean, obviously, it was a shocker. Like, how can they say that? She would just go to work, come back, and I would just have school online. And my father, I mean, he wasn’t working. It’s like a slap in the face to the years my mom dedicated to them.” “Did you hear a word from them since your mom passed away?” “No.” CoreCivic declined to comment on the specific circumstances of Blanca’s death but said they found no indication that she contracted the virus at work. The company is facing at least three separate lawsuits from former employees who claim CoreCivic put them at risk by failing to follow basic Covid-19 protocols. CoreCivic denies the claims. It says it has rigorously followed C.D.C. and ICE guidelines and it has always provided appropriate P.P.E. for its employees. “The health and safety of ICE detainees are the agency’s highest priorities. Transparency remains critically important in our response to this pandemic as we continue to debunk myths and correct misinformation.” 2020 was the deadliest year for people in ICE custody since 2006. To date, at least 10 people have died of Covid-19 after spending time in ICE custody. The number of staff deaths has not been disclosed. “And the failure to control Covid outbreaks in detention, jails and prisons is critically impairing our efforts to contain the spread of the virus in our communities. This is because jails and prisons and detention facilities are not islands. In fact, they’re more like bus terminals with people constantly coming and going.”", "url": "https://www.nytimes.com/live/2021/04/25/world/covid-vaccine-coronavirus-cases"}