{"authors": ["Roni Caryn Rabin", "Ed Augustin"], "date_download": "2022-10-25 23:45:00", "date_modify": "2022-10-25 23:45:00", "date_publish": "2021-09-10 08:58:36", "description": "Federal health officials released a handful of studies highlighting how effective the shots are at preventing infections, hospitalizations and deaths — even while the highly contagious Delta variant has been dominant.", "filename": "live_2021_09_10_world_covid-delta-variant-vaccine_unvaccinated-covid-19-deaths_1666741500.html", "image_url": "https://static01.nyt.com/images/2021/09/10/arts/10virus-briefing-cdc-vaccines-1/merlin_191196444_0b32aa8d-b5fb-4fbe-af4a-c61e33c8a82d-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c4b10733d4f16e1e4e291bf7ec9e25fe6a3b7d90a955470f153fd0c7d78651bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_09_10_world_covid-delta-variant-vaccine_unvaccinated-covid-19-deaths_1666741500.html", "title": "Covid Updates: F.D.A. Warns Parents Against Getting Children Under 12 Vaccinated", "title_page": "Covid Updates: F.D.A. Warns Parents Against Getting Children Under 12 Vaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Pediatric clinical trials, which will help determine the right vaccine dose for children under 12, are still underway, the Food and Drug Administration said. Credit... Christopher Capozziello for The New York Times\nThe U.S. Food and Drug Administration is “working around the clock” to make Covid vaccines available to young children, it said in a statement on Friday. In the meantime, however, the agency urged parents not to seek out the shots for children who are under 12, and therefore not yet eligible for vaccination.\nThe agency said that it hoped vaccines would be available for young children “in the coming months,” but that it could not offer a more specific timeline. However, once it has applications from the vaccine manufacturers in hand, it will “be prepared to complete its review as quickly as possible, likely in a matter of weeks rather than months,” Dr. Janet Woodcock, the acting F.D.A. commissioner, and Dr. Peter Marks, of the agency’s Center for Biologics Research and Evaluation, said in the statement.\nThe available vaccines, none of which have been cleared for children under 12, may not be a safe or effective dose for young children, the agency noted. Pediatric clinical trials, which will help determine the right vaccine dose for children under 12, are still underway.\n“Children are not small adults — and issues that may be addressed in pediatric vaccine trials can include whether there is a need for different doses or different strength formulations of vaccines already used for adults,” Dr. Woodcock and Dr. Marks.\nHealth officials have previously expressed concern that full approval of the Pfizer-BioNTech vaccine for people 16 and up might prompt parents to seek, or doctors to give, the shots off-label to young children, specifically warning against the move. Children younger than 12 make up a sizable unvaccinated population in the United States.\nSome vaccine manufacturers are still enrolling children in their trials and others are still giving the shots and monitoring children for potential side effects, the F.D.A. noted in its statement. The trials will follow participants for at least two months to ensure that the researchers are able to detect any adverse events. Vaccine manufacturers then have to analyze the data and then formally apply for authorization or approval from the F.D.A.\nThen, the agency “will carefully, thoroughly and independently examine the data to evaluate benefits and risks,” Dr. Woodcock and Dr. Marks said.\nThey added, “Just like every vaccine decision we’ve made during this pandemic, our evaluation of data on the use of Covid-19 vaccines in children will not cut any corners.”\nIn an interview published on Friday, Ozlem Tureci, the co-founder of BioNTech and its chief medical officer, told Der Spiegel, a German news site, that “we will be presenting the results from our study on five- to 11-year-olds to authorities around the world in the coming weeks.”\nInitially reluctant to enact mandates, President Biden is now moving more aggressively than any other president in modern history to require vaccination, including in schools.\nThe president traveled to Brookland Middle School in Washington on Friday with Jill Biden, the first lady, a college professor who returned to the classroom this week. In his remarks, Mr. Biden urged parents to get eligible children vaccinated, and promised a White House visit to the school once every student received a vaccine.\n“The safest thing you can do for your child 12 and older is get them vaccinated,” the president told the crowd. “You’ve got them vaccinated for all kinds of other things — measles mumps rubella — for them to go to school, to be able to play sports, they’ve had to have these vaccinations. Get them vaccinated.”\nA slate of new requirements announced this week would apply to those who teach in Head Start programs, Department of Defense Schools, and schools operated by the Bureau of Indian Education. Collectively, those schools serve more than 1 million children and employ nearly 300,000 staff, according to the plan released by administration officials.\n“We cannot always know what the future holds, but we do know what we owe our children,” Dr. Biden said on Friday. “We owe them a promise to keep their schools open as safe as possible. We owe them a commitment to follow the science.”\nThe surge of new cases, driven by the more contagious Delta variant, ripping through unvaccinated communities has also impacted children, who are currently being hospitalized at the highest levels reported to date, with nearly 30,000 entering hospitals in August.\nChildren still remain markedly less likely to be hospitalized or die from Covid-19 than adults, especially older adults. But experts say that the growing number of hospitalized children, however small compared with adults, should not be an afterthought, and should instead encourage communities to work harder to protect their youngest residents.\nChristopher F. Schuetze contributed reporting.", "url": "https://www.nytimes.com/live/2021/09/10/world/covid-delta-variant-vaccine/unvaccinated-covid-19-deaths"}