{"authors": ["Steven Lee Myers", "Anton Troianovski", "Maria Varenikova", "Henrik Pryser Libell"], "date_download": "2022-10-25 23:41:38", "date_modify": "2022-10-25 23:41:38", "date_publish": "2022-02-04 02:29:30", "description": "Meeting in Beijing in a choreographed show of solidarity, the Chinese leader backed his Russian counterpart in opposing NATO expansion and accusing the U.S. of stoking instability.", "filename": "live_2022_02_03_world_russia-ukraine-xi-putin_1666741298.html", "image_url": "https://static01.nyt.com/images/2022/02/04/multimedia/04ukraine-briefing-xi-putin-3-promo01/04ukraine-briefing-xi-putin-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_02_03_world_russia-ukraine-xi-putin_1666741298.html", "title": "Putin and Xi Proclaim Bond as Russia Deploys More Forces Near Ukraine", "title_page": "Putin and Xi Proclaim Bond as Russia Deploys More Forces Near Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video President Vladimir V. Putin of Russia met with President Xi Jinping of China in Beijing in a move to strengthen ties between the two countries. Credit Credit... Pool photo by Alexei Druzhinin\nBEIJING — President Xi Jinping of China on Friday offered firm support to President Vladimir V. Putin of Russia in the Kremlin’s showdown with the West over Ukraine, strengthening a relationship that presents a continuing challenge to the United States’ dominance on the world stage.\nIn a highly choreographed display of solidarity, the two leaders met in Beijing ahead of the opening ceremony of the Winter Olympics, the first meeting that Mr. Xi has held in person with a foreign counterpart in nearly two years.\nIt comes at a moment of escalating tensions between the West and Russia over Ukraine. Mr. Putin has amassed more than 100,000 troops to his neighbors north, south and east in what NATO allies view as a menacing prelude to an attack.\nIn a lengthy joint statement, China accused the United States of stoking protests in Hong Kong and encouraging independence in Taiwan, while Russia said the United States was playing a similarly destabilizing role in Ukraine.\n“Russia and China stand against attempts by external forces to undermine security and stability in their common adjacent regions,” according to the 5,300-word joint statement released by the Kremlin. It said both nations “intend to counter interference by outside forces in the internal affairs of sovereign countries under any pretext, oppose color revolutions and will increase cooperation in the aforementioned areas.”\nChina has said that the world should not be divided into the kind of power blocs that defined the era when the Soviet Union and United States were the two dominant superpowers. And on Friday, China sided with Russia on one of its key security demands: an end to NATO expansion to the east and closer to Russia’s borders.\n“The sides oppose further enlargement of NATO and call on the North Atlantic Alliance to abandon its ideologized Cold War approaches,” the statement said.\nAlthough the intention behind the troop buildup remains uncertain, the Kremlin has accused the United States of exaggerating the threat of an invasion and of raising tensions by deploying its own troops to Eastern Europe. This week, Mr. Putin said the United States was trying to goad the Kremlin into action and complained that the West had ignored Russia’s demands for security guarantees.\nIn scenes shown on Russian state television, Mr. Putin greeted Mr. Xi on a red carpet at the government guesthouse in western Beijing, raising his hand in greeting. The Chinese leader responded, through a translator: “Hello! I’m very glad to see you.”\nMr. Putin told him that the Chinese-Russian relationship had “taken on a truly unprecedented character.” “It is an example of a dignified relationship that helps each of us develop while supporting each other’s development,” Mr. Putin said.\nAlthough not a party to the conflict over Ukraine, the Chinese government has viewed the showdown as a test of American influence and resolve that could distract Mr. Biden from his administration’s focus on China as the pre-eminent strategic rival of the 21st century.\nClaire Fu contributed research.", "url": "https://www.nytimes.com/live/2022/02/03/world/russia-ukraine-xi-putin"}