{"authors": ["Kate Conger", "Daisuke Wakabayashi"], "date_download": "2022-10-25 23:31:10", "date_modify": "2022-10-25 23:31:10", "date_publish": "2021-11-15 12:59:55", "description": "The company abandoned work on an earlier military program after employees revolted.", "filename": "live_2021_11_15_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740670.html", "image_url": "https://static01.nyt.com/images/2021/11/15/multimedia/15google/15google-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_15_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740670.html", "title": "Google executives tell employees it can compete for Pentagon contracts without violating its principles.", "title_page": "Google executives tell employees it can compete for Pentagon contracts without violating its principles. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of the first bursts of spending will go toward areas that Mr. Biden prioritized in negotiations, like tens of billions of dollars to improve access to broadband internet and to replace hazardous lead drinking pipes nationwide.\nWASHINGTON — President Biden signed a $1 trillion infrastructure bill into law on Monday afternoon, a bipartisan victory that will pour billions into the nation’s roads, ports and power lines.\nWhile the bill stopped short of realizing his full-scale ambitions for overhauling America’s transportation and energy systems, Mr. Biden pointed to it as evidence that lawmakers could work across party lines to solve problems in Washington.\nHe also said it would better position the United States to compete against China and other nations vying for dominance of 21st century emerging industries.\nHours before a virtual summit with President Xi Jinping of China, whose infrastructure initiatives have helped vault China to global leadership in advanced manufacturing and other areas, Mr. Biden said the bill showed democratic governments can deliver for their citizens.\n“Let’s remember what we’ve got done for the American people when we do come together,” Mr. Biden said, celebrating the bill on the South Lawn of the White House. “I truly believe that 50 years from now, historians are going to look back at this moment and say, that’s the moment America began to win the competition of the 21st century.”\nThe bill Mr. Biden signed will not address the nation’s entire backlog of needed infrastructure investments, and it is not as ambitious as Mr. Biden’s initial $2.3 trillion proposal. The compromises that were necessary to win over a large group of Senate Republicans pared back the president’s ambitions for investing in “human infrastructure” like home health care and fortifying the nation’s physical infrastructure to fight and adapt to climate change.\nStill, administration officials and a wide range of outside economists and business groups largely agree that the package is the most important step in a generation toward upgrading critical infrastructure — and that it could soon begin to pay dividends for a wide range of businesses and people, from electric vehicle manufacturers to rural web surfers.\nSome of the first bursts of spending will go toward areas that Mr. Biden prioritized in negotiations, such as tens of billions of dollars to improve access to broadband internet and to replace hazardous lead drinking pipes. Spending has already been announced to help clear backlogs at the nation’s ports, which are contributing to shipping delays and price increases as the United States sees a pandemic surge in demand for consumer goods, many of which are imported.\nThe infrastructure spending will not jolt the American economy like a traditional economic stimulus plan, nor is it meant to. Officials say the administration will focus as much on “shovel-worthy” projects — meaning those that make the most of federal dollars — as they will on “shovel-ready” ones that would dump money into the economy more quickly. The package was designed to deliver money over several years, in part to avoid fueling more price increases across an economy that is experiencing its highest inflation rate in decades.\nMr. Biden and his advisers say they expect the package to deliver a variety of benefits that will power economic growth over time, including leaner supply chains, faster and more equitably distributed internet access and improved educational outcomes for children who will no longer be exposed to water-based lead that stunts brain development.\nIt also features tens of billions each for rebuilding roads and bridges, upgrading freight and passenger rail systems and cleaning up environmental pollution, all of which could help boost the productivity of the American economy.\nEven before Mr. Biden signed the law, New York Gov. Kathy Hochul announced that the state would use its portion of the money to avoid price and service changes to New York City’s subway, buses and two regional commuter rails.\n“This is not designed to be stimulus,” Cecilia Rouse, who chairs the White House Council of Economic Advisers, said in an interview. “It’s designed to be the most strategic, effective investments so that we can continue to compete against China and other countries that are making bigger investments in their infrastructure.”\n“We will see investments starting next year,” she added, “beginning with our ports, and beginning with other areas where we know we are far behind.”\nThe victory comes at a precarious political moment for Mr. Biden. His poll numbers have dropped amid rising inflation, which has sent prices for food, gas and household items soaring. He is struggling to complete the next part of his domestic policy agenda, a $1.85 trillion collection of tax cuts and spending programs focused on climate change, early childhood and a wide range of social policy initiatives.\nOn Tuesday, Mr. Biden will fly to New Hampshire to visit a bridge in need of repair as he tries to convince an increasingly uneasy American public that the infrastructure bill will lead to tangible improvements in their lives.\nThen he will head to a General Motors plant in Detroit on Wednesday, to highlight funding aimed at building as many as 500,000 electric vehicle charging stations and improving the nation’s electric grids. The spending on electric vehicles in the bill is much lower than Mr. Biden initially proposed, but administration officials say it will accelerate a shift to lower-emission cars and trucks.\n“With the combination of this investment and where we know the industry is going,” said Brian Deese, who heads Mr. Biden’s National Economic Council, “we believe this will be the beginning of a real transformation in our vehicle infrastructure.”\nThe legislation was the product of intense negotiations spanning much of the first year of Mr. Biden’s presidency, and of the back-slapping, coalition-building politics the president has relished in a government career stretching back to the 1970s. Mr. Biden brokered agreements first with Senate Republicans, 18 of whom ultimately voted for the bill, and then with progressive Democrats in the House, who held up its final passage in order to raise pressure on centrists in Mr. Biden’s party to support the larger spending bill.\nAs Mr. Biden and other speakers noted on Monday, previous presidents had tried and failed to broker big-spending infrastructure deals. Under President Donald J. Trump, “infrastructure week” became a running joke, as administration officials frequently promised to focus on the issue only to be derailed by a rolling series of scandals. Mr. Trump’s team never made a serious push for an infrastructure bill in Congress, choosing instead to focus on a large tax cut that passed in 2017.\nSenator Rob Portman, an Ohio Republican who led his party’s side in the infrastructure talks, credited Mr. Trump on Monday for elevating the issue among Republicans. Mr. Biden made no mention of that, instead using the moment to talk about how Washington can overcome partisan wrangling when there is agreement on policy.\nWhile the package is smaller than what Mr. Biden originally proposed, about $550 billion of the bill represents an increase over current spending levels. Researchers at the Brookings Institution estimate that the money will increase federal infrastructure spending as a share of the economy by half over the next five years, putting it nearly on par with the infrastructure provisions of the New Deal under President Franklin D. Roosevelt. If Mr. Biden’s $1.85 trillion spending bill — which includes more money to combat climate change — also passes, they estimate the increased infrastructure spending will eclipse the New Deal.\nThat increase will challenge the government’s ability to spend money on time and effectively. On Sunday, Mr. Biden appointed Mitch Landrieu, the former mayor of New Orleans, to oversee implementation of the infrastructure bill.\n“Implementing a historic bill like this will test all of our management facilities,” said Adie Tomer, who leads infrastructure work at Brookings’ Metropolitan Policy Program. The challenges, he said, include “hiring federal, state, and local officials to direct programming; finding enough skilled tradespeople to execute the work; and securing equipment and materials during a major supply chain crunch.”\nLiberal economists fault the package for not spending enough, particularly on climate, turning up the pressure on Mr. Biden and congressional Democrats to pass the social policy bill, which is moving through a process that would allow party leaders to pass the bill with no Republican votes.\n“Overall, the bill is a step in the right direction,” said Mark Paul, an economist at the New College of Florida. “But we need far, far more investment in infrastructure — from the care economy to the green economy — if we are to build a strong and resilient economy for the 21st century.”\nLawmakers are expected to take up that larger spending bill later this week, though divisions remain between progressive Democrats and their moderate colleagues, which has complicated the president’s attempt to pass a bill along party lines.\nThe centrists are waiting for a congressional scorekeeper to rule on whether the bill will add to the federal budget deficit over the next 10 years. A critical holdout, Senator Joe Manchin III of West Virginia, has demanded that the bill be fully paid for and not add to the deficit; he has pushed to delay the bill for fear of exacerbating inflation.", "url": "https://www.nytimes.com/live/2021/11/15/business/news-business-stock-market?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}