{"authors": ["Julie Bosman"], "date_download": "2022-10-25 23:50:42", "date_modify": "2022-10-25 23:50:42", "date_publish": "2021-08-26 08:57:11", "description": "The state will require everyone to wear masks indoors and will order educators to be vaccinated or face testing. In Japan, the authorities will discard more than 1.6 million Moderna vaccine doses over contamination fears.", "filename": "live_2021_08_26_world_covid-delta-variant-vaccine_1666741842.html", "image_url": "https://static01.nyt.com/images/2021/08/26/world/26virus-briefing-promo/26virus-briefing-promo-facebookJumbo.jpg?year=2021&h=549&w=1050&s=a4b795b3fc720429f275de2cfe2d7231ccfbef742fb0a546f8bd6a1831587d9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_26_world_covid-delta-variant-vaccine_1666741842.html", "title": "Covid Updates: Illinois Takes Steps to Curb Virus With Mask Mandate", "title_page": "Covid Updates: Illinois Takes Steps to Curb Virus With Mask Mandate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image At a summer school at P.S. 15 in Red Hook, Brooklyn, last month. Credit... James Estrin/The New York Times\nMayor Bill de Blasio of New York City laid out a series of long-awaited safety protocols for schools on Thursday as he seeks to reassure parents who are concerned that the Delta variant of the coronavirus will upend the school year.\nThe mayor’s announcement follows weeks of rising alarm from parents and educators about the city’s plan to reopen its schools at full capacity, without a remote learning option. The first day of school for city’s roughly 1 million students is Sept. 13.\n“Think about a child who hasn’t been inside a classroom in a year in a half, that’s not supposed to happen, we can’t let that happen anymore,” Mr. de Blasio said during a news conference.\nAs part of the new protocols, the city will test a random sample of 10 percent of unvaccinated people in schools every other week, a group that will include only students later this fall, when all adults will be required to be fully vaccinated, the mayor said. That means all children in elementary school will be subjected to testing, pending parent consent, while only unvaccinated middle and high schoolers will be tested.\nChildren 12 and older have been eligible to get vaccinated since mid-May, but it remains unclear when those younger than 12 might become eligible.\nThe testing program is more modest in scope compared to last year, when there were roughly 600,000 fewer children in schools because so many families chose remote learning. Last school year, the city initially tested 10 percent of all people in schools, but increased it to 20 percent in the spring, when the mayor relaxed quarantining rules.\nThe mayor defended the plan on Thursday, saying the city did not need as much testing with all staff and many students vaccinated. He said the city could increase testing in schools or neighborhoods as needed.\nMr. de Blasio is also aiming to avoid the frequent classroom and school closures that proved so disruptive for children and educators during the last school year. This year, when someone in a classroom tests positive, only unvaccinated close contacts will have to quarantine for 10 days. (It was unclear who would be considered a close contact.) That system is more conservative than the Centers for Disease Control and Prevention recommends, but health officials said they were trying to strike a balance between safety and minimizing disruption.\nThe mayor also hopes to skirt the bitter fights about masks and vaccinations in schools that have roiled so many other areas, as districts across the country have adopted a range of approaches in response to the threat of Delta. Some plans have been heavily shaped by politics, as some parents in districts controlled by Republican mayors and governors have pushed back against restrictions.\nMiddle and high school students in New York City who are unvaccinated but are considered close contacts of an infected person can leave quarantine early if they receive a negative test result five days into their quarantine.\nBuildings will close for 10 days if there is evidence of widespread transmission as determined by the city’s disease detectives.\nElementary school students learning at home during quarantine will receive live online instruction from their teachers, but quarantined older students will work on their assignments on their own at home. The city is still finalizing details with unions on who will teach remote classes.\nThe city is planning to expand an existing program that allows medically vulnerable children to get a few hours of in-person, at-home instruction a week or online learning. More students will qualify for that program this year compared to previous years, and the city expects several thousand students to participate.\nAll students and staff will be required to wear masks, and each classroom will also have two air purifiers. Principals have been instructed to keep three feet of distance between students everywhere possible, and city officials said distancing will be possible in the vast majority of classrooms. Recent federal guidance called for universal masking in schools, regardless of vaccination status, with a focus on returning to in-person learning in the fall.\nCity schools saw extremely low virus transmission last year; the test positivity rate was .03 at the end of the school year in June.", "url": "https://www.nytimes.com/live/2021/08/26/world/covid-delta-variant-vaccine"}