{"authors": ["Daniel E. Slotnik"], "date_download": "2022-10-25 23:45:07", "date_modify": "2022-10-25 23:45:07", "date_publish": "2021-06-14 09:02:12", "description": "California aims to revive its tourism industry as the state reopens. England extends Covid restrictions for another month after a spike in cases from a dangerous variant.", "filename": "live_2021_06_14_world_covid-vaccine-coronavirus-mask_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741507.html", "image_url": "https://static01.nyt.com/images/2021/06/14/lens/14virus-briefing-promo2/14virus-briefing-promo2-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1c5921447145a0ec52efb05baf5c6249be9f0c977738ea0f560378889e46baff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_14_world_covid-vaccine-coronavirus-mask_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741507.html", "title": "Covid News: Vermont Leads U.S. in Vaccinations", "title_page": "Covid News: Vermont Leads U.S. in Vaccinations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A man receives a Covid-19 vaccine shot in May at Brattleboro Memorial Hospital in Brattleboro, Vt. Credit... Kristopher Radder/The Brattleboro Reformer, via Associated Press\nVermont has at least partially vaccinated 80 percent of residents 12 or older, allowing it to lift all remaining state pandemic restrictions, Gov. Phil Scott announced on Monday.\nFederal data confirmed that the state passed the 80 percent milestone first, while lagging vaccination rates elsewhere have imperiled President Biden’s national goal of getting shots into the arms of at least 70 percent of adults over 18 by July 4.\n“I’m very proud to announce that Vermont has now become the first state in the nation to vaccinate over 80 percent of its 12-and-over population,” Mr. Scott said at a news conference on Monday.\nVermont has been very successful at handling the coronavirus. A New York Times database shows that the state has reported fewer cases and fewer deaths, relative to its population, than any state but Hawaii. Vermont has vaccinated 84 percent of its adult population, aged 18 or older; Hawaii and Massachusetts are the only other states so far that have exceeded 80 percent by that measure.\n“Not only do we lead the United States, but Vermont is now a global leader in vaccinations to defeat Covid-19,” Mr. Scott said. “Our state has shown the world what’s possible when you have a group of people with the right attitude following the data and trusting medical science.”\nThe number of new positive tests reported daily across the country seems to be leveling off after having fallen steadily for months. Experts are worried that states with low rates of vaccination, particularly in the South, could incubate new outbreaks.\nMississippi, for example, is the state with the lowest vaccination rate in the country, based on share of population, where only 35 percent of people have received at least one dose, according to a New York Times database. Its neighbors, Alabama and Louisiana, have comparable rates, where 37 percent of people in each state have received at least one vaccine dose.\nMr. Scott, a Republican, lifted his state’s mask mandate and capacity restrictions for vaccinated people on May 14. He said that Vermont’s state of emergency would end on Tuesday.\n“It’s really very simple: There are no longer any state Covid-19 restrictions,” he said.\nPeople in Vermont still have to abide by federal pandemic regulations, and businesses will be allowed to take safety measures like requiring masks if their owners choose to do so, he said.\n“This is something that businesses have to decide for themselves,” Mr. Scott said.\nMany states have relaxed or removed most of their pandemic restrictions, including some with far lower vaccination rates than Vermont’s.\nMr. Scott praised public health officials for his state’s testing program and vaccine rollout. But he noted that Vermont’s work was far from done.\n“We’ll continue to vaccinate as many Vermonters as possible, because every shot given today, tomorrow and in the weeks to come is just as important as the ones we administered yesterday,” he said.\nAmy Schoenfeld Walker contributed reporting.", "url": "https://www.nytimes.com/live/2021/06/14/world/covid-vaccine-coronavirus-mask?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}