{"authors": ["Carl Zimmer", "Noah Weiland", "Sharon Lafraniere"], "date_download": "2022-10-25 22:57:27", "date_modify": "2022-10-25 22:57:27", "date_publish": "2021-02-26 10:02:29", "description": "U.S. health officials warn governors against easing restrictions as a drop in coronavirus cases “may be stalling.” And Canada authorizes the AstraZeneca vaccine.", "filename": "live_2021_02_26_world_covid-19-coronavirus_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738647.html", "image_url": "https://static01.nyt.com/images/2021/02/26/world/26virus-briefing-fda-briefing/26virus-briefing-fda-briefing-facebookJumbo.jpg?year=2021&h=550&w=1050&s=86c363da3a18f325283649997265407e2030b380e6d356ec99f78c12201f9bb2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_26_world_covid-19-coronavirus_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738647.html", "title": "Covid-19: F.D.A. Panel Gives Green Light to Johnson & Johnson’s Vaccine", "title_page": "Covid-19: F.D.A. Panel Gives Green Light to Johnson & Johnson’s Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Empty vials of the Johnson & Johnson vaccine at a hospital in South Africa. Credit... Phill Magakoe/Agence France-Presse — Getty Images\nJohnson & Johnson’s Covid-19 vaccine was endorsed on Friday by a panel of experts advising the Food and Drug Administration, clearing the last hurdle before a formal authorization expected on Saturday, according to two people familiar with the agency’s plans. The nation’s first shipments will go out in the days after that.\nIt will be the third shot made available to the United States in the year since the first surge of coronavirus cases began washing over the country, and it will be the first vaccine to require just one dose instead of two.\nJohnson & Johnson’s formulation worked well in clinical trials, particularly against severe disease and hospitalizations, even though it did not match the sky-high efficacy rates of the first two vaccines made by Pfizer-BioNTech and Moderna.\nThe panel, made up of independent infectious disease experts, statisticians and epidemiologists, voted unanimously in favor of authorizing the vaccine.\n“We’re dealing with a pandemic right now,” said Dr. Jay Portnoy, an allergist at Children’s Mercy Hospital in Kansas City, Mo., and a member of the board. “It’s great that we have this vaccine.”\nDuring Johnson & Johnson’s presentation to the panel, Dr. Gregory Poland, a virologist at the Mayo Clinic and a paid external consultant for the company, noted the vaccine’s efficacy, ease of use and low rate of side effects. It “nearly checks all the boxes,” he said. “To me, it is clear that the known benefits vastly outweigh the known risks.”\nThe vaccine had an overall efficacy rate of 72 percent in the United States and 64 percent in South Africa, where a concerning variant emerged in the fall. The shot showed 86 percent efficacy against severe forms of Covid-19 in the United States, and 82 percent against severe disease in South Africa.\nThose are strong numbers, but lower than the roughly 95 percent efficacy rates of Pfizer-BioNTech and Moderna’s vaccines against mild, moderate and severe cases of Covid.\nJohnson & Johnson’s vaccine is a single dose and uses a different kind of technology than the authorized vaccines. And the scale and size of the Johnson & Johnson trial was vast, spanning eight countries, three continents and nearly 45,000 participants.\nAlthough the vaccine works with one shot, studies are underway to determine if a second dose would increase its protective effects.\nDr. Paul Offit, a pediatrician at the Children’s Hospital of Philadelphia and one of the panelists, pointed out on Friday that in early clinical trials that took place over the summer, Johnson & Johnson found that a second dose led to levels of coronavirus antibodies that were almost three times higher than those produced by one dose alone.\nThe results of Johnson & Johnson’s two-dose, late-stage clinical trial are not expected until July at the earliest. If those results turn out to be better than a single dose, Dr. Offit asked, “Does this then become a two-dose vaccine?”\nDr. Johan Van Hoof, the global head of vaccine research and development at Janssen Pharmaceuticals, the drug development arm of Johnson & Johnson, said that the company decided to pursue the one-shot strategy after its studies on monkeys last spring showed that a single dose was enough to provide strong protection against the disease.\n“It’s clear that in a situation of an outbreak, in a raging epidemic, the big challenge is to get the epidemic under control,” he said. “The regimen is extremely well positioned to be used in outbreak situations.”\nBut Dr. Van Hoof also noted that it will be important to track volunteers who received a single dose to see if their immunity changes in the months to come. It might be necessary to deliver a booster shot for long-term protection. “The big question mark still is, how long does protection last?” he said.\nAfter the vote, the F.D.A. told Johnson & Johnson that it “will rapidly work toward finalization and issuance of an emergency use authorization,” according to a statement. The F.D.A. also said that it had notified other government agencies “so they can execute their plans for timely vaccine distribution.”", "url": "https://www.nytimes.com/live/2021/02/26/world/covid-19-coronavirus?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}