{"authors": ["Michael Schwirtz", "Marc Santora", "Matthew Mpoke Bigg"], "date_download": "2022-10-25 23:41:16", "date_modify": "2022-10-25 23:41:16", "date_publish": "2022-07-28 06:13:45", "description": "Russian troops around the southern city of Kherson are increasingly isolated after Ukrainian strikes disrupted key resupply routes. On the diplomatic front, the U.S. offered to trade an imprisoned Russian arms dealer for Brittney Griner and another detained American.", "filename": "live_2022_07_28_world_ukraine-russia-news-war_1666741276.html", "image_url": "https://static01.nyt.com/images/2022/07/28/world/28ukraine-briefing-promo-645pm/merlin_210721560_a42d9490-6231-4daa-9086-097ee6b13e57-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_28_world_ukraine-russia-news-war_1666741276.html", "title": "Ukraine Points to Added Urgency as Russia Reinforces Southern Front", "title_page": "Ukraine Points to Added Urgency as Russia Reinforces Southern Front - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Ukrainian soldiers in a bunker in the south of the country last week. Credit... Daniel Berehulak for The New York Times\nUkraine expressed a heightened sense of urgency on Thursday over its looming counteroffensive in the south, saying Russia was racing to bolster its forces in the region and taking further steps to solidify its political hold in the territory it controls.\nRussia directed dozens of missiles at targets across Ukraine overnight into Thursday, including 25 fired from Belarus, according to the Ukrainian military, even as it moved soldiers and equipment to the southern region of Kherson. In the east, Ukrainian forces continue to hold their defensive lines while targeting key command-and-control centers and Russian troop strongholds deep behind Russian lines.\nThe Ukrainians have been setting the stage for a broad counteroffensive in the south for some time, and recent long-range missile strikes have left thousands of Russian soldiers stationed west of the Dnipro River around the port city of Kherson in a precarious position, largely cut off from Russian strongholds to the east. But Russia is now moving “the maximum number” of forces to the southern front in the Kherson region, the head of Ukraine’s National Security Council told Ukrainian television late Wednesday.\nThe official, Oleksiy Danilov, described “a very powerful movement of their troops” to the front in Kherson.\nWhile Western weapons continue to arrive in the country, they are needed on multiple fronts and ammunition remains limited. And Ukrainian officials have grown increasingly frustrated with what they believe is Western countries’ slow walking of weapons deliveries.\n“Just give them weapons and let them work,” said Natalya Gumenyuk, the spokeswoman for Ukraine’s southern military command, which is responsible for the Kherson offensive.\n“They pat us on the shoulder and say, ‘Just hang on,’” she said. “We need more than just moral support, though we are grateful for it. We need real support, real weapons, real ammunition for those weapons.”\nAnd even though Ukraine’s Western allies are racing to train Ukrainian soldiers on new equipment, that, too, remains a work in progress. The Russians have also had months to fortify their defensive lines, and the Ukrainians have yet to launch any major land-based counteroffensive.\nMr. Danilov’s comments reflected the urgency for the government in Kyiv to show progress as it continued to build expectations in a nation hungry for positive developments after months of brutal fighting.\nThe Russians have also suffered grievous losses. Although casualty counts are highly speculative, the Biden administration has told lawmakers that over 75,000 soldiers fighting for Russia have been killed or injured in less than six months.\nThe Russians are now weakened but are actively strengthening and amassing their forces, said a senior Ukrainian official who spoke on the condition of anonymity to discuss sensitive military assessments. Accordingly, the official said, Ukraine expects an increased intensity of military action from them.\nThe most promising front for the Ukrainians for any possible major advances is in the western part of Kherson, where they are aided by the nation’s geography.\nThe Dnipro River runs the length of Ukraine, bisecting the nation into east and west. The Kherson region is itself divided by the river, with the regional capital and critical port city of Kherson on the western bank.\nUkrainian officials and Western military analysts said the strikes this week on a key bridge across the Dnipro and other critical roads and bridges in recent days had left the Russian occupation forces around Kherson city particularly exposed. A British intelligence report said on Thursday that Russia’s main fighting force on the western side of the river “now looks highly vulnerable” because of the strikes on the bridge.\n“Kherson city, the most politically significant population center occupied by Russia, is now virtually cut off from the other occupied territories,” the report said. “Its loss would severely undermine Russia’s attempts to paint the occupation as a success.”\nThe senior Ukrainian official said that Ukraine had a chance to push the Russians from Kherson with adequate weapons and equipment, but the official declined to say whether such supplies were currently sufficient for beginning a large-scale push.", "url": "https://www.nytimes.com/live/2022/07/28/world/ukraine-russia-news-war"}