{"authors": ["Bhadra Sharma", "Madeleine Ngo"], "date_download": "2022-10-25 23:50:02", "date_modify": "2022-10-25 23:50:02", "date_publish": "2021-05-08 13:39:38", "description": null, "filename": "live_2021_05_08_world_covid-vaccine-coronavirus-cases_ascents-of-mount-everest-begins-as-nepals-outbreak-worsens-down-below_1666741802.html", "image_url": "https://static01.nyt.com/images/2021/05/08/world/08virus-briefing-nepal/08virus-briefing-nepal-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d8cb7a2dec401281dcabd904da4686b9c2f4ccb3b72c7e628c3eb020c7592ce1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_08_world_covid-vaccine-coronavirus-cases_ascents-of-mount-everest-begins-as-nepals-outbreak-worsens-down-below_1666741802.html", "title": "Covid-19: States Turn Down Hundreds of Thousands of Vaccine Doses", "title_page": "Covid-19: States Turn Down Hundreds of Thousands of Vaccine Doses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A vaccination clinic before a baseball game on Tuesday in Seattle. Washington is one of many states that is reducing the number of vaccine doses it requests from the federal government. Credit... Ted S. Warren/Associated Press\nSeveral states are turning away Covid vaccine doses from their federal government allocations, as the daily average of coronavirus vaccine doses administered across the United States has fallen below two million for the first time since early March. Experts say the states’ smaller requests reflect a steep drop in vaccine demand in the United States.\nWisconsin officials have asked for just 8 percent of the 162,680 doses the federal government had set aside for the state next week, according to The Associated Press. In Iowa, officials asked for just 29 percent of the state’s allocated doses. And in Illinois, the state is planning to request just 9 percent of its allotted doses for everywhere, except for Chicago, for next week, The A.P. reported.\nNorth Carolina, South Carolina, Washington State and Connecticut are also scaling back on their vaccine requests.\nAs demand falls and the spread of the virus slows in the United States, the Biden administration is under increasing pressure to share vaccine doses with countries like India, which has been ravaged by a catastrophic surge. About 83 percent of shots have been administered in high- and upper-middle-income countries, while only 0.3 percent of doses have been given in low-income countries.\nDr. Amesh A. Adalja, an infectious disease physician at the Johns Hopkins Center for Health Security, said that a shift in U.S. demand was expected. After people who were most eager to be vaccinated had shots, he said, the rollout of vaccines “was going to be a much more challenging prospect.”\nThere remain people who are hesitant to take the vaccine or may have other reasons for not doing so, and that has led to a drop in demand, Dr. Adalja said. Nationwide, since a mid-April peak of some 3.38 million doses administered each day, daily average doses have fallen by about 41 percent. In turn, that has left states ordering fewer doses than they had at first.\nBut some places, like New York City, Maryland and Colorado, are still asking for the full amount, The A.P. found.\nTo increase demand once more, officials need to make it as convenient as possible, Dr. Adalja said, including expanding the availability of walk-in clinics and even door-to-door vaccinations.\nThe Johnson & Johnson vaccine is notably convenient, since it’s only one dose, and can be stored at normal refrigeration temperatures for at least three months, making its distribution considerably easier. But allocations of that have remained low nationally after a pause over extremely rare cases of blood clots was lifted last month, and that has contributed to the drop in vaccinations being given more broadly.\n“Once you paused the vaccine, it was going to be very hard to unpause it,” Dr. Adalja said.\nPresident Biden, confronting lagging vaccinations, has shifted the administration’s strategy to battle the pandemic. Changes include creating a federal stockpile of vaccine doses to be given to states as needed, instead of strictly by population, and investing millions in community outreach to target underserved communities, younger Americans and those hesitant to get shots.\nMass vaccination sites will wind down in favor of smaller settings. Pharmacies will allow people to walk in for shots, and pop-up and mobile clinics will distribute vaccines, especially in rural areas. Federal officials also plan to enlist the help of family doctors and other emissaries who are trusted voices in their communities.\nDr. Adalja suggested that federal health guidance should take care to avoid “underselling the vaccine” as the nation tries to get more people vaccinated. Guidance on issues such as traveling and mask-wearing can be loosened “aggressively” for vaccinated people, Dr. Adalja said. “They seem to be several steps behind what infectious disease doctors like myself are telling people that are fully vaccinated what they can do.”\nExperts warn that states where vaccinations are falling behind — particularly in the South — could be especially prone to outbreaks in the weeks ahead as more contagious virus variants spread. Texas and North Carolina are trailing the national average in vaccinations, with about 40 percent of people receiving at least one shot. In Alabama, Mississippi and Louisiana, about a third of residents have gotten their first shot.", "url": "https://www.nytimes.com/live/2021/05/08/world/covid-vaccine-coronavirus-cases/ascents-of-mount-everest-begins-as-nepals-outbreak-worsens-down-below"}