{"authors": ["Stephen Castle", "Megan Specia", "Mark Landler", "Alan Yuhas"], "date_download": "2022-10-25 23:33:55", "date_modify": "2022-10-25 23:33:55", "date_publish": "2022-09-06 05:00:51", "description": "In her first public remarks since taking office, Ms. Truss offered a plan to revive the country’s economy amid a worsening cost-of-living crisis. “As strong as the storm may be, I know that the British people are stronger,” she said. Thérèse Coffey was appointed deputy prime minister and health and social care secretary.", "filename": "live_2022_09_06_world_uk-prime-minister_1666740835.html", "image_url": "https://static01.nyt.com/images/2022/09/06/multimedia/06uk-blog-promo-330pm/06uk-blog-promo-330pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_06_world_uk-prime-minister_1666740835.html", "title": "Noting ‘Global Headwinds,’ Liz Truss Becomes Britain’s Prime Minister", "title_page": "Noting ‘Global Headwinds,’ Liz Truss Becomes Britain’s Prime Minister - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In her first public comments as Britain’s prime minister, Liz Truss on Tuesday promised to shield Britons from the crippling impact of rising energy costs and implement a “bold plan” to revive the economy, and said that, by working together, the country could overcome the acute economic challenges it faces.\n“As strong as the storm may be, I know that the British people are stronger,” Ms. Truss said, referring to the energy price shock, slowing growth and double-digit inflation, adding: “together, we can ride out the storm.”\nThe new prime minister said she would announce a plan this week “to deal with energy bills and to secure our future energy supply.”\nPledging to kick-start Britain’s faltering economy, cut taxes and improve health care, Ms. Truss echoed the famous instructions of Winston Churchill, Britain’s wartime leader, promising to “take action this day and action every day to make it happen.”\nHer speech was made from a lectern outside 10 Downing Street despite worries — right up to a few minutes before she spoke — that a rain shower that drenched some of her supporters who had gathered in the street would force her to make the address inside the building.\nIn the end, the rain relented just in time. But Ms. Truss became prime minister as storm clouds are building over the British economy, which confronts a toxic mix of high inflation, rising interest rates, slowing growth and labor unrest.\nYet it is the surge in the cost of energy after the Russian invasion of Ukraine that has prompted the most alarm, and Ms. Truss’s first big political test will be to put together a series of measures to protect consumers and businesses.\nMs. Truss’s statement was her first as prime minister and took place, after a day of protocol and of carefully choreographed meetings at Balmoral Castle in Scotland, where Queen Elizabeth II, 96, spends her summer vacation.\nUnder the British system, the monarch, who has no real political powers, still appoints prime ministers by inviting them to form a government.\nAfter a brief meeting in which Boris Johnson, the outgoing prime minister, resigned, Ms. Truss held a separate audience with the queen, completing the transfer of Britain’s most powerful political position.\nMr. Johnson reluctantly agreed to stand aside after a succession of scandals prompted mass resignations from his government, and Ms. Truss hopes to turn the page after the nonstop drama that characterized her predecessor’s three years in power.\nMs. Truss will now appoint her cabinet and then will focus on putting together an aid package to curb the effect on Britons of a huge hike in energy prices that threatens to make bills unaffordable for many consumers and businesses.\nThe measures, which could be announced as soon as Thursday, will be critical to the fortunes of Ms. Truss’s new government and are expected to cost more than 100 billion pounds, or about $115 billion, according to British media reports, although the detail remains hazy.\nOn Wednesday, Ms. Truss faces her first big moment in Parliament as prime minister when she answers questions from lawmakers, including the leader of the opposition Labour Party, Keir Starmer.", "url": "https://www.nytimes.com/live/2022/09/06/world/uk-prime-minister"}