{"authors": ["Zolan Kanno-Youngs", "Sabrina Tavernise", "The New York Times", "Anna Moneymaker For The New York Times"], "date_download": "2022-10-25 23:29:48", "date_modify": "2022-10-25 23:29:48", "date_publish": "2021-01-06 18:54:11", "description": "Congress returned to the Senate chamber to affirm President-elect Joe Biden’s victory hours after thousands of protesters took part in what Mitch McConnell labeled a “failed insurrection.”", "filename": "live_2021_01_06_us_washington-dc-protests_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740588.html", "image_url": "https://static01.nyt.com/images/2021/01/06/autossell/ers00651_1/ers00651_1-articleLarge.jpg?year=2021&h=400&w=600&s=&k=", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_06_us_washington-dc-protests_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740588.html", "title": "What Happened at the Capitol Yesterday", "title_page": "What Happened at the Capitol Yesterday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Just after 1 p.m., when President Trump ended his speech to protesters in Washington by calling for them to march on Congress, hundreds of echoing calls to storm the building were made by his supporters online.\nOn social media sites used by the far-right, such as Gab and Parler, directions on which streets to take to avoid the police and which tools to bring to help pry open doors were exchanged in comments. At least a dozen people posted about carrying guns into the halls of Congress.\nCalls for violence against members of Congress and for pro-Trump movements to retake the Capitol building have been circulating online for months. Bolstered by Mr. Trump, who has courted fringe movements like QAnon and the Proud Boys, groups have openly organized on social media networks and recruited others to their cause.\nOn Wednesday, their online activism became real-world violence, leading to unprecedented scenes of mobs freely strolling through the halls of Congress and uploading celebratory photographs of themselves, encouraging others to join them.\nOn Gab, they documented going into the offices of members of Congress, including that of House Speaker Nancy Pelosi. Dozens posted about searching for Vice President Mike Pence, who had been the target of Mr. Trump’s ire earlier in the day.\nAt 2:24 p.m., after Mr. Trump tweeted that Mr. Pence “didn’t have the courage to do what should have been done,” dozens of messages on Gab called for those inside the Capitol building to hunt down the vice president. In videos uploaded to the channel, protesters could be heard chanting “Where is Pence?”\nAs Facebook and Twitter began to crack down groups like QAnon and the Proud Boys over the summer, they slowly migrated to other sites that allowed them to openly call for violence.\nRenee DiResta, a researcher at the Stanford Internet Observatory who studies online movements, said the violence Wednesday was the result of online movements operating in closed social media networks where people believed the claims of voter fraud and of the election being stolen from Mr. Trump.\n“These people are acting because they are convinced an election was stolen,” DiResta said. “This is a demonstration of the very real-world impact of echo chambers.”\nShe added: “This has been a striking repudiation of the idea that there is an online and an offline world and that what is said online is in some way kept online.”", "url": "https://www.nytimes.com/live/2021/01/06/us/washington-dc-protests?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}