{"authors": ["Jim Tankersley", "Nicholas Fandos", "Emily Cochrane", "Patricia Cohen"], "date_download": "2022-10-25 23:47:45", "date_modify": "2022-10-25 23:47:45", "date_publish": "2020-12-04 13:53:50", "description": "President-elect Joe Biden is urging Congress to quickly pass another virus relief plan as leaders of both parties work toward a compromise. Vice President Mike Pence said the nation faced a ‘season of hope’ as vaccine efforts advance, but health officials painted a grim picture of a worsening pandemic.", "filename": "live_2020_12_04_us_joe-biden-trump_1666741665.html", "image_url": "https://static01.nyt.com/images/2020/12/04/us/politics/04transition-briefing-biden-jobs/merlin_180779328_573c5cc9-0524-4153-a319-93334f6b8c48-facebookJumbo.jpg?year=2020&h=549&w=1050&s=30fe528638a84e8b338208c9d45ed6d45692b159ea55939df871eca7ec9c83f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_12_04_us_joe-biden-trump_1666741665.html", "title": "Transition Highlights: Biden Discusses ‘Stalling’ Economy Amid New Hopes on Stimulus", "title_page": "Transition Highlights: Biden Discusses ‘Stalling’ Economy Amid New Hopes on Stimulus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image President-elect Joseph R. Biden Jr. has issued repeated calls for lawmakers to find agreement on a compromise coronavirus stimulus proposal. Credit... Kriston Jae Bethel for The New York Times\nPresident-elect Joseph R. Biden Jr. renewed his calls on Friday for Congress and President Trump “to act and act now” to boost the sagging economic recovery, while expressing confidence that further economic pain will bring lawmakers back to the negotiating table for an additional round of aid after he takes office in January.\nSpeaking in Delaware, Mr. Biden thanked the Republican and Democratic senators who are attempting to negotiate a $908 billion compromise package for the lame-duck session, saying: “This situation is urgent. If we don’t act now, the future will be very bleak.”\nThe stimulus proposal under discussion would send nearly $300 billion in new aid to small businesses, $180 billion to unemployed workers and $160 billion to state, local and tribal governments suffering revenue shortfalls in the pandemic.\nHe went on to urge lawmakers to come back for another wave of assistance after Inauguration Day, in part to help hasten the deployment of a coronavirus vaccine. Mr. Biden also said it will be important for lawmakers to pass more sweeping legislation to address longstanding needs in the economy, like rebuilding infrastructure.\n“To truly end this crisis, Congress is going to need to fund more testing as well as a more equitable and free distribution of the vaccine,” Mr. Biden said. “We’re going to need more economic relief to bridge through 2021 until this pandemic and economic crisis are over.”\nThe Labor Department released a jobs report on Friday showing that the economy added fewer jobs in November than at any point since it began to rebound from recession in the spring. The figures disappointed forecasters and added new urgency to calls to buoy struggling workers and companies while the nation awaits a vaccine that could help reinvigorate the economy next year.\nPointing to the lower-than-expected job gains as an added accelerant, Speaker Nancy Pelosi flashed hope about a stimulus plan at a news conference in the Capitol on Friday morning, a day after she and Senator Mitch McConnell, the majority leader, agreed to try to find an agreement that could be merged with an enormous year-end spending package.\n“That would be our hope because that is the vehicle leaving the station,” said Ms. Pelosi, Democrat of California, while insisting that there would be “sufficient time” to close a deal before the Dec. 11 government funding deadline.\nOfficials at the U.S. Chamber of Commerce, the conservative business lobbying group, said on Friday that the jobs report was a warning to lawmakers that they must compromise quickly. Senator Chuck Schumer of New York, the minority leader, said in a statement that the report was a “blaring warning that a double-dip recession is looming.”\nTaking questions from reporters after his speech, Mr. Biden avoided answering whether he had spoken with Mr. McConnell about negotiations over an aid package. But he said he believed that Republicans would see a need to work with his administration to pass another package this winter, because, he said, “The country’s going to be in dire, dire, dire straits if they don’t.”\nRepublicans, he said, are “going to find that there’s an overwhelming need as these numbers skyrocket.”", "url": "https://www.nytimes.com/live/2020/12/04/us/joe-biden-trump"}