{"authors": ["Marie Fazio", "Roxanne Khamsi", "Andrew Ferren"], "date_download": "2022-10-25 23:00:10", "date_modify": "2022-10-25 23:00:10", "date_publish": "2021-05-11 09:05:22", "description": null, "filename": "live_2021_05_11_world_covid-vaccine-coronavirus-cases_south-carolinas-governor-lifts-the-mask-mandate-for-children-in-schools_1666738810.html", "image_url": "https://static01.nyt.com/images/2021/05/11/lens/11virus-briefing-south-carolina1/11virus-briefing-south-carolina1-facebookJumbo.jpg?year=2021&h=549&w=1050&s=42afc44208007b9f255894ca9c1030437b99ba515ddbe67103891af3221e6dc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_11_world_covid-vaccine-coronavirus-cases_south-carolinas-governor-lifts-the-mask-mandate-for-children-in-schools_1666738810.html", "title": "Covid-19: W.H.O. Warns That Variant Found in India May Be Highly Contagious", "title_page": "Covid-19: W.H.O. Warns That Variant Found in India May Be Highly Contagious - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Medical workers tending to a coronavirus patient in an emergency room in New Delhi last week. Credit... Adnan Abidi/Reuters\nA virus variant that has been spreading rapidly in India and designated a variant of concern by the World Health Organization might be more contagious than most versions of the coronavirus, the agency said in a report it published on Tuesday evening.\nThe W.H.O. emphasized in its report that it wasn’t yet clear how much the variant, known as B.1.617, had contributed to the devastating surge that has crushed India in recent weeks. It cautioned that India, like many countries, is only sequencing a tiny fraction of positive samples, and that with so little surveillance, it’s difficult to make firm conclusions about B.1.617.\nThe W.H.O. study comes amid growing condemnation of the Indian government’s response to its ferocious virus wave and calls for nationwide restrictions to try to limit the death toll, as hospitals are overrun and crematories burn nonstop.\nIndia recorded more than 360,000 new cases on Wednesday and more than 4,200 deaths, the country’s highest daily death toll since the pandemic began. India has now reported more than 250,000 deaths from the virus, although experts believe that the true toll is far higher.\nExperts also caution that it is not yet clear just how much of a factor B.1.617 has played in the explosion of cases in India. They point to a perfect storm of public health blunders, such as permitting enormous political rallies and religious festivals in recent months. It’s possible that the variant is being lifted up by the surge, rather than the other way around.\nThe W.H.O. speculated that another variant known as B.1.1.7, first identified in Britain and now dominant in the United States, might also be driving the swell in cases.\nIt’s not yet clear whether B.1.617 causes more severe Covid-19. Anecdotally, doctors in India are reporting higher numbers of young people and children testing positive for the virus and more patients with severe disease requiring oxygen support. But until more genetic sequencing is done, it’s impossible to know if the variant is to blame.\nStacia Wyman, a genomics scientist at the University of California, Berkeley, said that the W.H.O. had made the right decision. She pointed to the fact that the variant had already spread to at least 49 countries. “This appears to be posing the biggest threat right now in terms of transmissibility, with many countries reporting increasing trajectories of the B.1.617 variant,” she said.\nB.1.617 is the fourth variant of concern recognized by the W.H.O. The others include B.1.1.7; B.1.351, which swept through South Africa; and P.1, which has devastated Brazil.\nB.1.617 first came to light in October 2020. It had a number of mutations, some of which have been proved worrisome in other variants. Preliminary studies on the mutations suggest that some of them might give the coronavirus a tighter grip on cells, increasing their chances of a successful infection.\nOther mutations could make it more difficult for antibodies produced by infections with other variants to stick to them. Studies on antibodies produced by vaccinated people also suggest that they work less successfully against B.1.617. Experts expect that most vaccines will remain effective against the variant.\nW.H.O. researchers determined that B.1.617 is spreading fast in India, making up over 28 percent of samples from positive tests. The shift suggests that B.1.617 has a higher growth rate than other variants circulating in India, with the possible exception of B.1.1.7. And B.1.617 has been growing rapidly in Britain.\nGagandeep Kang, a pre-eminent Indian virologist, said there was not enough data to conclude whether either variant was contributing to India’s deadlier second wave.\n“There is some conflicting data regarding the B.1.1.7 variant, which seems to indicate in some studies that it does cause more severe disease, in other studies not,” said Dr. Kang, the executive director of the Translational Health Science and Technology Institute in India.\nBased on reports from hospitals, Dr. Kang said, it appeared that B.1.617 was causing more severe disease but that, again, there was insufficient data to draw conclusions. She said that real-time genetic information would be needed to determine whether B.1.617-infected people needed more oxygen.\nOfficials in India are trying to track how many fully vaccinated people have fallen ill. If an unusual number of these so-called breakthroughs are caused by a variant such as B.1.617, then that could point to the variant’s ability to evade a vaccine.", "url": "https://www.nytimes.com/live/2021/05/11/world/covid-vaccine-coronavirus-cases/south-carolinas-governor-lifts-the-mask-mandate-for-children-in-schools"}