{"authors": ["Marc Santora", "Michael Schwirtz"], "date_download": "2022-10-25 23:41:12", "date_modify": "2022-10-25 23:41:12", "date_publish": "2022-07-30 05:01:40", "description": "Ukraine dismissed as absurd claims by Russia that Kyiv’s forces had killed their own fighters at the prison. In Ukraine’s Black Sea ports, vessels are getting ready to transport their first grain shipments since the war began.", "filename": "live_2022_07_30_world_ukraine-russia-news-war_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741272.html", "image_url": "https://static01.nyt.com/images/2022/07/30/multimedia/30ukraine-birefing-promo-815pm/30ukraine-birefing-promo-815pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_30_world_ukraine-russia-news-war_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741272.html", "title": "Ukraine Seeks Inquiry Into Killing of Dozens at Russian Prison Camp", "title_page": "Ukraine Seeks Inquiry Into Killing of Dozens at Russian Prison Camp - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The covered bodies on Friday of people killed when an explosion tore through the barracks of a prison camp in Russian-controlled territory in eastern Ukraine. Credit... Alexander Ermochenko/Reuters\nAs international outrage swelled, Ukraine on Saturday called on global organizations including the United Nations and the International Committee of the Red Cross to quickly investigate an explosion that ripped through a Russian prison camp holding dozens of Ukrainian soldiers, leaving only charred bodies and twisted metal bunks.\nThe Ukrainians moved swiftly and forcefully on Friday to counter the official Russian narrative that the Ukrainians had used American-made precision weapons to strike the prison and kill their own fighters to deter any who might consider surrendering to Russian forces.\nUkrainian officials said the notion that they would murder their own soldiers — many of whom fought to defend the Azovstal Iron and Steel works in the city of Mariupol and are widely regarded as national heroes — was absurd.\n“It was a deliberate Russian war crime, a deliberate mass murder of Ukrainian prisoners of war,” President Volodymyr Zelensky said in his nightly address.\nThe Red Cross oversaw the surrender of an estimated 2,500 Ukrainian soldiers when they laid down their arms at the steel factory in May. Many had been brought to the facility that was the site of the explosion: Correctional Colony No. 120, a prison camp near the town of Olenivka in the Russian-occupied region of Donetsk in eastern Ukraine.\nMr. Zelensky said that the Red Cross, along with the United Nations, had acted “as guarantors of the life and health of our soldiers,” and that now they must take action. “They must protect the lives of hundreds of Ukrainian prisoners of war,” he said.\nThe Red Cross said in a statement that it had requested access to the site of the attack and was in contact with the families of soldiers imprisoned there.\n“Our priority right now is making sure that the wounded receive lifesaving treatment and that the bodies of those who lost their lives are dealt with in a dignified manner,” the agency said.\nJosep Borrell Fontelles, the European Union’s top foreign policy official, said in a statement that every day Russia’s continued “illegitimate and unjustified war of aggression” brought “further horrific atrocities.”\nHe said both the attack on the prison camp and a recent graphic video that appeared to show a Russian soldier castrating a Ukrainian prisoner of war were evidence of Russian violations of international law.\n“These inhumane, barbaric acts represent severe breaches of the Geneva Conventions and their additional protocol, and amount to war crimes,” he said.\nKaja Kallas, the prime minister of Estonia, said Russia was responsible for the “mass murder” of prisoners at the camp, an act that she said called to mind “the darkest chapters of history.”\n“There must be no impunity for war crimes, just like there can be no return to relations with war criminals,” she said in a statement.\nCritics of the Russian invasion of Ukraine pointed to a statement issued by the Russian Embassy in Britain on Twitter as evidence of how Moscow views prisoners of war.\n“Azov militants deserve execution, but death not by firing squad but by hanging, because they’re not real soldiers. They deserve a humiliating death,” the embassy said in a post on Twitter, linking to a propaganda video shot in Mariupol.\nTwitter has since labeled the statement as violating the platform’s rules about hateful conduct. The outlet wrote that it had left the post in place because “it may be in the public’s interest for the Tweet to remain accessible.”\nThe current commander in the Azov Regiment, Major Mykyta Nadtochii, said the group regards the attack on the prison camp as “an act of public execution” and that Russia is “used to the fact that no one will hold them accountable even for open violations of laws, customs and rules of war.”\nThe Ukrainian army’s commander in chief, Valeriy Zaluzhnyi, said that while the killing of the Ukrainian prisoners aroused “fury,” the military would continue to follow “the norms of international humanitarian law.”\nHe also called for vengeance, however.\n“We will do everything possible — and impossible — to punish those guilty of crimes against our brothers- and sisters-in-arms, as well as civilians,” he said in a statement. “These crimes have no statute of limitations. Beware, enemies, you will have no place to hide on this Earth.”", "url": "https://www.nytimes.com/live/2022/07/30/world/ukraine-russia-news-war?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}