{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:48:05", "date_modify": "2022-10-25 23:48:05", "date_publish": "2021-02-03 13:30:53", "description": null, "filename": "live_2021_02_03_us_biden-administration_senate-democrats-will-assume-chairmanships-of-committees-under-a-power-sharing-deal-with-republicans_1666741685.html", "image_url": "https://static01.nyt.com/images/2021/02/03/us/politics/03new-was-schumer/03new-was-schumer-facebookJumbo.jpg?year=2021&h=550&w=1050&s=7abff19acec72a8b78f6d4bdc75d4e4319b9679164f3c67ed66f102d8cd11af7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_03_us_biden-administration_senate-democrats-will-assume-chairmanships-of-committees-under-a-power-sharing-deal-with-republicans_1666741685.html", "title": "House to Vote Thursday on Removing Marjorie Taylor Greene From Committees", "title_page": "House to Vote Thursday on Removing Marjorie Taylor Greene From Committees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Representative Marjorie Taylor Greene, Republican of Georgia, has endorsed a rash of conspiracy theories. Credit... Anna Moneymaker for The New York Times\nRepresentative Kevin McCarthy, the top Republican, on Wednesday condemned Representative Marjorie Taylor Greene’s past conspiratorial and violent comments, but he declined to take any action against her on the eve of a vote forced by Democrats to remove her from congressional committees.\n“Past comments from and endorsed by Marjorie Taylor Greene on school shootings, political violence, and anti-Semitic conspiracy theories do not represent the values or beliefs of the House Republican Conference,” Mr. McCarthy said in a lengthy statement. “I condemn those comments unequivocally.”\nBut in the same statement, Mr. McCarthy criticized Democrats for moving unilaterally to kick Ms. Greene off the education and budget committees, calling the action a “partisan power grab,” and made clear he did not intend to punish her himself by stripping her of those posts.\nHe released the statement as House Republicans were meeting privately to discuss what to do about Ms. Greene, the Georgia congresswoman whose extreme statements have created a dilemma for their party. They were also planning to discuss the future of Representative Liz Cheney of Wyoming, the No. 3 Republican in the chamber, who has drawn a backlash in the party for her vote to impeach former President Donald J. Trump.\nMr. Trump’s supporters want to strip Ms. Cheney of her leadership post as payback. And Democrats and some Republicans want to punish Ms. Greene for endorsing false claims and using bigoted and violent language.\nRepresentative Steny Hoyer of Maryland, the No. 2 Democrat, announced earlier on Wednesday that the House would move forward with a vote to remove Ms. Greene from committees, after it became clear that Mr. McCarthy would not do so.\n“I have been in the Congress for 40 years,” Mr. Hoyer said. “I can’t remember — and I’ve thought about it — any situation that I believe is analogous to what Ms. Greene has done before and after her being elected to the Congress of the United States.”\nThe vote will force Republicans to go on the record for the first time on whether Ms. Greene should be penalized for her past comments.\nWhile most Republican lawmakers have privately been horrified by her rhetoric, some have argued that members of Congress should not face punishment for remarks they made before they were elected, and that allowing one party (in this case, Democrats) to take unilateral action against a lawmaker in another party would set a dangerous precedent. Others are wary of taking a such a vote after Mr. Trump has rallied to Ms. Greene’s side.\nIn his statement, Mr. McCarthy suggested that he had a commitment from Ms. Greene to dial back her public statements.\n“Her past comments now have much greater meaning,” he said. “Marjorie recognized this in our conversation. I hold her to her word, as well as her actions going forward.”", "url": "https://www.nytimes.com/live/2021/02/03/us/biden-administration/senate-democrats-will-assume-chairmanships-of-committees-under-a-power-sharing-deal-with-republicans"}