{"authors": ["Giulia Heyward", "Zach Montague", "The New York Times"], "date_download": "2022-10-25 23:24:02", "date_modify": "2022-10-25 23:24:02", "date_publish": "2021-07-02 09:00:12", "description": null, "filename": "live_2021_07_02_us_condo-building-collapse-miami-updates_north-miami-beach-condo-evacuated_1666740242.html", "image_url": "https://static01.nyt.com/images/2021/07/02/us/02miami-building-collapse-northmiamibeach-evacuation1/02miami-building-collapse-northmiamibeach-evacuation1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=f4d9313e76f2399ce29c1fc2e8a2d0c5ab3510d9e20c68c5165256571a99bbb1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_02_us_condo-building-collapse-miami-updates_north-miami-beach-condo-evacuated_1666740242.html", "title": "What Remains of Florida Condo Will Be Demolished, Mayor Says", "title_page": "What Remains of Florida Condo Will Be Demolished, Mayor Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:02 - 0:00 transcript Mayor Orders Demolition of Standing Portion of Surfside Condo Daniella Levine Cava, mayor of Miami-Dade County, said that the death toll in the Champlain Towers South collapse rose to 22 on Friday, with more than 100 still unaccounted for. She also ordered that the rest of the building be demolished. We’ve continued our search- and-rescue operations, unimpaired by the weather, and we’ve continued in the areas of the collapse, which we can access. We’re using all the technology that we’ve used that is available to search in the area of concern. And over the course of today’s search, we did recover two additional victims. We now have 22 confirmed deaths, 188 people accounted for, and 126 unaccounted for. This afternoon, I signed an emergency order authorizing the demolition of the building, in the interests of public health and safety, as soon as the engineers sign off on the next steps to begin the demolition process. Signing the order now is important, so that it can help us move quickly as soon as we decided the best methodology to demolish and the specific start date. Daniella Levine Cava, mayor of Miami-Dade County, said that the death toll in the Champlain Towers South collapse rose to 22 on Friday, with more than 100 still unaccounted for. She also ordered that the rest of the building be demolished. Credit Credit... Mark Humphrey/Associated Press\nThe mayor of Miami-Dade County said on Friday that she had ordered the demolition of the still-standing portion of Champlain Towers South, a decision made a day after fears that the damaged structure could fall and disrupt rescue efforts.\n“The building poses a threat to public health and safety, and bringing it down as quickly as possible is critical to protect our community,” said the mayor, Daniella Levine Cava, who cautioned that the demolition would not begin until engineers signed off, perhaps weeks from now.\nMore than a week since much of the condo tower collapsed, the search effort has proceeded slowly, with some areas of the debris pile deemed too dangerous for rescue crews. Ms. Levine Cava said on Friday that four more bodies had been found, bringing the total to 22. As many as 126 people remain unaccounted for.\nThe search, which paused for about 14 hours on Thursday amid fears that the rest of the condo building could fall, has been hampered by rough weather and dangerous conditions, with each passing day further dimming the chances of finding survivors. Though rescue crews said they were holding out hope that they might find someone alive — a point Chief Alan Cominsky of Miami-Dade Fire Rescue and Ms. Levine Cava reiterated on Friday — officials have spoken in increasingly blunt terms about the outlook.\n“They’re praying, they’re pleading, ‘God, let there be a miracle,’” President Biden said on Thursday after meeting with the families of the dead and missing.\nThe number of people who have not been accounted for dropped slightly on Friday after officials audited their reports and found that some people who had been marked missing were in fact safe.\nAs the weekend approached, authorities were making contingency plans for Hurricane Elsa, which had strengthened from a tropical storm. The hurricane, which was already threatening Caribbean islands, was expected to turn toward Florida by the end of the weekend, with strong winds reaching the state as early as Sunday evening.\nGov. Ron DeSantis said officials were planning to continue searching in Surfside, while also protecting any equipment that might be threatened by the storm and monitoring the stability of the partly collapsed building.\n“We’re adding this special emphasis on this site because we understand the sensitivities involved,” Mr. DeSantis said.\nChief Cominsky said crews were monitoring the weather to determine if and when they might have to pause search efforts.\n“We want to be working out there as long as we can,” he said.\nEven as the search continues and investigations remain in their early stages, court hearings are already being held about the collapse. At a virtual hearing on Friday, a lawyer for the building’s condo association board said the surviving board members — one is still missing — had voted unanimously to appoint an independent party to handle the lawsuits that residents have started filing against the board.\nMichael Goldberg, a lawyer, will serve in the position, known as an independent receiver, and will be closely involved in how the association uses $48 million in insurance money and any proceeds from asset sales, including cash distributions to survivors and families of the dead.\nThe nearby city of North Miami Beach undertook a building audit recommended by Ms. Levine Cava’s office following the collapse, the mayor said, and had found one building that had not completed the necessary recertification process for buildings 40 years and older.\nA notice posted on North Miami Beach’s website said a special City Council meeting had been called for Saturday to discuss the evacuation of Crestview Towers, about a seven-mile drive from the collapse site in Surfside.", "url": "https://www.nytimes.com/live/2021/07/02/us/condo-building-collapse-miami-updates/north-miami-beach-condo-evacuated"}