{"authors": ["Noah Weiland", "Carl Zimmer", "Sharon Lafraniere", "Todd Gregory", "Emily Anthes", "Daniel Politi"], "date_download": "2022-10-25 22:57:05", "date_modify": "2022-10-25 22:57:05", "date_publish": "2021-10-14 09:00:50", "description": "Many panel members said J. & J. recipients might benefit from the option of a Pfizer-BioNTech or Moderna booster, which an F.D.A. official said was possible.", "filename": "live_2021_10_14_world_covid-delta-variant-vaccine_johnson-vaccine-boosters-fda_1666738625.html", "image_url": "https://static01.nyt.com/images/2021/10/15/us/15virus-brief-johnson-booster/15virus-brief-johnson-booster-facebookJumbo.jpg?year=2021&h=549&w=1050&s=842e1fdd44f8bd430bfc503778d72ad47ebc3ca4ac4edd5f0bc141992bace229&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_14_world_covid-delta-variant-vaccine_johnson-vaccine-boosters-fda_1666738625.html", "title": "Covid News: Biden Announces Vaccine Donation of 17 Million Doses for African Union", "title_page": "Covid News: Biden Announces Vaccine Donation of 17 Million Doses for African Union - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:08 - 0:00 transcript Biden Announces Vaccine Donation to the African Union President Biden announced the donation of 17 million doses of the Johnson & Johnson vaccine to the African Union, a month after President Uhuru Kenyatta of Kenya publicly pleaded for more equitable vaccine distribution around the world. We’re continuing our shared fight against Covid. The United States has donated 2.8 million doses of vaccine to Kenya as part of the 50 million doses we’ve donated to the African Union, and I’m proud to announce that today that we’re making an additional, historic one time donation of 17 more million doses of J.&J. vaccine to the A.U. And we’re going to be sending some more of these by the end of the year to Kenya. The United States has done its best to step up in terms of not only helping Kenya, but the African continent in general with regard to access to vaccines. Happy to hear your new announcement of that increase because, as many of you will know as a continent, we are lagging well behind the rest of the world in terms of being able to vaccinate our people. So any additional support, like the president has just mentioned, is greatly welcomed and we look forward to that continued partnership. President Biden announced the donation of 17 million doses of the Johnson & Johnson vaccine to the African Union, a month after President Uhuru Kenyatta of Kenya publicly pleaded for more equitable vaccine distribution around the world. Credit Credit... Doug Mills/The New York Times\nPresident Biden on Thursday announced the donation of millions of coronavirus vaccines to a group of African countries during a meeting with President Uhuru Kenyatta of Kenya, which is contending with the pandemic and an unfolding humanitarian disaster in neighboring Ethiopia.\nThe Biden administration’s donation of 17 million doses of the Johnson & Johnson vaccine to the African Union came a month after Mr. Kenyatta publicly pleaded for more equitable vaccine distribution around the world. At a meeting of the United Nations General Assembly in New York, the Kenyan president criticized the “asymmetry” of the vaccine supply, a clear reference to countries such as the United States that are administering booster shots instead of donating more vaccines to nations in need.\nDuring Mr. Biden’s first in-person meeting at the White House with a leader of an African country, Mr. Kenyatta thanked him for the donation while also suggesting it was not enough.\n“As a continent, we are lagging well behind the rest of the world in terms of being able to vaccinate our people,” Mr. Kenyatta said.\nMr. Biden committed to sending more vaccines to Kenya by the end of the year.\n“We’re continuing our shared fight against Covid,” he said before reporters were ushered out of the Oval Office. “We’re going to discuss what more the United States can do together on the Horn of Africa to advance peace and security.”\nFor Mr. Kenyatta, the meeting was an opportunity to bolster the relationship with the United States as his country suffers from the economic turmoil of the coronavirus pandemic.\nThe United States wasn’t the only wealthy nation announcing plans to address the world’s vast vaccine inequity this week.\nSouth Korea plans to ship almost 1.6 million doses of AstraZeneca’s coronavirus vaccine to Vietnam and Thailand this week, the foreign ministry announced Tuesday, as the Southeast Asian nations struggle to contain the spread of the virus.\nThe donation comes as South Korea’s vaccination program has accelerated rapidly, with 70 percent of the population expected to be inoculated by the end of the month.\nAbout 62 percent of South Korea’s total population has been fully vaccinated, according to the Ministry of Health and Welfare, and the nation is expected to ease the most severe restrictions by next month. Thailand has fully vaccinated 33 percent of its population and Vietnam about 17 percent.\nAbout 1.1 million doses will go to Vietnam and 470,000 to Thailand, South Korea’s government said.\nSouth Korea was among the last of the world’s wealthiest nations to start a vaccination program, leading to frustration among citizens who had already spent a year living under restrictions to control the spread of the virus. Eight months later, the country has inoculated more people per capita than the United States, which has secured the largest supply of vaccines in the world.", "url": "https://www.nytimes.com/live/2021/10/14/world/covid-delta-variant-vaccine/johnson-vaccine-boosters-fda"}