{"authors": ["Shane Goldmacher", "Maggie Haberman", "Rachel Shorey"], "date_download": "2022-10-25 23:24:27", "date_modify": "2022-10-25 23:24:27", "date_publish": "2020-11-10 13:27:12", "description": null, "filename": "live_2020_11_10_us_joe-biden-trump_trump-starts-raising-money-for-a-new-save-america-pac-to-fund-his-future-activities_1666740267.html", "image_url": "https://static01.nyt.com/images/2020/11/10/us/politics/10transition-briefing-PAC1/10transition-briefing-PAC1-facebookJumbo.jpg?year=2020&h=549&w=1050&s=c9342d42429b480922e86de9af2d504c2242986478c9fd30ff3503ccecbdd2f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_11_10_us_joe-biden-trump_trump-starts-raising-money-for-a-new-save-america-pac-to-fund-his-future-activities_1666740267.html", "title": "Highlights From the Transition: Trump Uses Government Power to Fight Results as Biden Dismisses His Refusal to Concede", "title_page": "Highlights From the Transition: Trump Uses Government Power to Fight Results as Biden Dismisses His Refusal to Concede - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:31 - 0:00 transcript ‘Families Are Reeling Right Now,’ Biden Says of Health Care Costs President-elect Joseph R. Biden Jr. spoke about the Affordable Care Act after the Supreme Court indicated it was unlikely to strike down the law. Obamacare is a law that every American should be proud of. It’s why people with pre-existing conditions are protected in this country. It’s a law that delivered vital coverage, as I said before, for 20 million Americans who did not have coverage. It’s a law that reduced prescription drug price costs for nearly 12 million seniors. It’s the law that saved lives and spared countless families from financial ruin. So this effort to bypass the will of the American people, the verdict of the courts in the past, the judgments of Congress, in my view, is simply cruel and needlessly divisive. Regardless of the outcome of this case, I promise you this: Beginning on Jan. 20, the Vice President-elect Harris and I — we’re going to do everything in our power to ease the burden of health care on you and your families. I promise you that — as I said, I will protect your health care like I protect my, like my own family. And we’ve been unfortunately significant consumers of health care. That starts by building on the Affordable Care Act with a dramatic expansion of health care coverage and bold steps to lower health care costs. My transition team will soon be starting its work to flesh out the details so that we can hit the ground running — tackling cost, increasing access, lowering the price of prescription drugs. Families are reeling right now. President-elect Joseph R. Biden Jr. spoke about the Affordable Care Act after the Supreme Court indicated it was unlikely to strike down the law. Credit Credit... Anna Moneymaker for The New York Times\nWILMINGTON, Del. — President-elect Joseph R. Biden Jr. vowed Tuesday afternoon to preserve and expand the Affordable Care Act when he takes office on Jan. 20, and assailed legal efforts by President Trump and Republicans to invalidate the health care law during oral arguments at the Supreme Court earlier in the day.\nMr. Biden lashed out at what he called “far-right ideologues” in the Trump administration who asked the court to strike down the health care law. He said the impact for millions of Americans if that were to happen would be severe.\n“This doesn’t need to be a partisan issue. It’s a human issue that affects every single American family,” Mr. Biden said, adding that people would lose protections for pre-existing conditions and other coverage. “This isn’t hyperbole. It’s real. As real as it gets.”\nThe law, signed by former President Barack Obama, provides insurance coverage for tens of millions of Americans, guaranteeing coverage for pre-existing medical conditions and providing other popular provisions, including coverage for prescription drugs and visits to the emergency room.\nBut Mr. Trump and Republican state officials argue that a key provision of the law — the mandate that individuals purchase insurance — is unconstitutional because Congress reduced the penalty to zero, removing the justification that it was essentially a tax. The Supreme Court had upheld that justification in 2015.\nIt was not clear whether the court would strike down the mandate. But at least five justices, including two members of the court’s conservative majority, suggested that doing so would not invalidate the rest of the law.\nMr. Biden did not acknowledge the comments from the justices. Instead, he focused on the arguments made by the government’s lawyers, saying they were “ridiculous” and that the government should not have pushed for an end to the law in the middle of a pandemic.\n“Regardless of the outcome of this case,” he said, “I promise you this: We will do everything in our power to ease the burden of health care on you and your family.”\nMr. Biden made the fate of the Affordable Care Act a central part of his campaign for the White House, arguing that if Republican lawyers succeeded in convincing the justices to declare the law unconstitutional, the Trump administration would be ill-equipped to address the fallout. After years of promising to do so, Mr. Trump has yet to propose an alternative to the health care law.\nMr. Biden has said he wants to strengthen the law by offering a so-called public option, allowing people to receive coverage the way Medicare enrollees do, through a system of government-run insurance. People who would prefer to stay on private insurance would be able to do so.\nMr. Biden was joined at the event by Vice President-elect Kamala Harris, who as a candidate for president had pushed a health care plan that was intended to expand coverage, but stopped short of the “Medicare for all” single-payer system of government health insurance favored by liberal Democrats.\n“Our country had a clear choice in this election,” Ms. Harris said. “Each and every vote for Joe Biden was a vote to protect and expand the Affordable Care Act, not to tear it away in the midst of a global pandemic.”\nThe Affordable Care Act has survived two earlier challenges in the Supreme Court. But three new justices — all Trump appointees — have joined the court since the last one. One of them, Justice Amy Coney Barrett, has been publicly critical of the earlier rulings.", "url": "https://www.nytimes.com/live/2020/11/10/us/joe-biden-trump/trump-starts-raising-money-for-a-new-save-america-pac-to-fund-his-future-activities"}