{"authors": ["Katie Benner", "Alan Feuer", "Charlie Savage", "Michael Wines", "Neil Vigdor"], "date_download": "2022-10-25 23:38:23", "date_modify": "2022-10-25 23:38:23", "date_publish": "2021-01-07 09:18:22", "description": null, "filename": "live_2021_01_07_us_electoral-vote_the-justice-dept-says-it-wont-rule-out-investigating-trumps-incitement-of-rioters_1666741103.html", "image_url": "https://static01.nyt.com/images/2021/01/07/us/politics/07transition-briefing-mob-1/07transition-briefing-mob-1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=6b1107dfc22a42d7cb3ec79ef6fcbd42ed078bf283acc5c0cf65ddf6c9bb904c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_07_us_electoral-vote_the-justice-dept-says-it-wont-rule-out-investigating-trumps-incitement-of-rioters_1666741103.html", "title": "Pressure on Trump Intensifies as Resignations Roil End of His Term", "title_page": "Pressure on Trump Intensifies as Resignations Roil End of His Term - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image President-elect Joseph R. Biden Jr. on Wednesday rebuked the mob that stormed the Capitol. Credit... Doug Mills/The New York Times\nThe events of the last 48 hours — Tuesday’s Democratic takeover of the Senate and Wednesday’s mob violence at the Capitol by President Trump supporters — fundamentally altered the trajectory of President-elect Joseph R. Biden Jr.’s presidency two weeks before his hand touches the bible.\nOnce chatty, malaprop-prone and accessible, Mr. Biden has transformed himself into a figure of distance and dignity, taking advantage of the spotlight-hogging futility of Mr. Trump’s attempts to overturn the election. He has been able to quietly assemble a team and plan for the battles ahead.\nThe violence, in the view of several people in Mr. Biden’s immediate orbit, has mellowed the intensity of Republican opposition to him, especially among the members of the chamber most eager to distance themselves from Mr. Trump’s antics.\nMost notable among them: the Senate Republican leader, Mitch McConnell, who had defined unseating President Obama as his primary goal at this point in 2009; and Lindsey Graham, the Republican from South Carolina who has buddied up to both Mr. Biden and Mr. Trump over the years.\nThere is nothing quite like huddling behind barricaded doors with an armed mob roaming the hallways to rekindle the dying embers of bipartisanship. But nobody expects it to last.\nMr. Trump incited the riot and Mr. Biden, a senator for nearly four decades, is universally regarded as a guardian of the institution — which matters a great deal to people like Mr. McConnell.\nWhat does this mean in the short term? For starters, it is likely to diminish (but not eliminate) opposition to Mr. Biden’s cabinet picks, although big fights loom.\nMr. Graham on Wednesday, for instance, praised Merrick Garland, the president-elect’s choice for attorney general, and other senators have signaled a less combative approach that has not been seen since the days before social media provocation dominated the discourse.\nThe landscape was dramatically altered even before the riot, with the double triumph of the two Democrats, Raphael Warnock and Jon Ossoff, in the Georgia Senate runoff elections on Tuesday.\nThe Biden team had quietly downplayed the idea that they would actually win — in part out of superstition, several jittery Democratic aides suggested in the days leading up to the election.\nIn the most basic sense, the addition of two Democrats means Mr. Biden needs fewer Republican votes and, just as important, has control over which bills are sent to the floor, a major lever of power unappreciated outside of Washington.\nBut the pressure from Mr. Biden’s left flank to use these powers will be great. Democrats fear a Republican takeover of the House in 2022, and a similar possibility looms in the deadlocked upper chamber.\nMany in Mr. Biden’s circle believe he has two years to jam through Democratic priorities, starting with his pledge to pass a $2,000 payment to Americans to ease the economic hardship of the pandemic. That tension — whether to go it alone or wait for compromise — is likely to define his presidency.\n“Biden will say all the public things about how he needs to get Republican support, but the truth is that this fundamentally changes the dynamic,” said David Krone, former chief of staff to former Senator Harry Reid, the last Democratic majority leader. “Democrats now control the floor. So he can bring up all kinds of bills that would have been blocked by the Republicans, and force votes on big bills — like a major infrastructure package.”\nThen there’s Vice President-elect Kamala Harris, who will have more power as the tiebreaking presiding officer in a 50-50 deadlocked Senate.\nIt will also ensure her visibility as Mr. Biden’s partner and natural successor.", "url": "https://www.nytimes.com/live/2021/01/07/us/electoral-vote/the-justice-dept-says-it-wont-rule-out-investigating-trumps-incitement-of-rioters"}