{"authors": ["Megan Specia", "Juston Jones", "Ivor Prickett For The New York Times", "Nicole Tung", "Kenny Holston"], "date_download": "2022-10-25 22:57:37", "date_modify": "2022-10-25 22:57:37", "date_publish": "2022-10-07 04:57:46", "description": "Nearly 40 rockets hit the southern city of Nikopol, an official said, as Russian shelling has picked up in recent days. Grave sites with scores of bodies are found in Lyman.", "filename": "live_2022_10_07_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738657.html", "image_url": "https://static01.nyt.com/images/2022/10/07/multimedia/07-ukraine-briefing-promo5pm-1-e2b0/07-ukraine-briefing-promo5pm-1-e2b0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_07_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738657.html", "title": "Russia Pummels South With Strikes as Zelensky Heralds Ukrainian Advances", "title_page": "Russia Pummels South With Strikes as Zelensky Heralds Ukrainian Advances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Ukrainian soldiers near destroyed buildings on the banks of the Inhulets River near Velyka Oleksandrivka, Ukraine, on Thursday. Credit... Nicole Tung for The New York Times\nRussia launched a series of missile attacks against civilian targets in cities in southern Ukraine on Friday, as Ukrainian troops continued to make progress on two fronts after having liberated nearly 200 square miles of territory in less than a week.\nPresident Volodymyr Zelensky of Ukraine, in an overnight address on Thursday, said that a counteroffensive by Ukrainian forces had reclaimed “more than half a thousand square kilometers of territory and dozens of settlements” from Russian forces in the Kherson region since the start of the month.\nBut as Russian forces were pushed back on the ground, they continued to strike from the air, stepping up their artillery and missile attacks on civilians in urban centers. The city of Zaporizhzhia, Mr. Zelensky said, is “subjected to massive rocket attacks every day.”\nAt least 22 civilians were killed and 32 injured in Russian attacks over the past 24 hours, a senior official in Mr. Zelensky’s office, Kyrylo Tymoshenko, said Friday morning in a post on the Telegram messaging app.\nMuch of Russia’s firepower was focused on the south of Ukraine, where Ukraine’s military on Friday accused Russia of using four Iranian-made “kamikaze” drones to strike Zaporizhzhia and the city of Mykolaiv.\nOvernight nearly 40 Russian rockets hit another city, Nikopol, on the western bank of the Dnipro River, damaging at least 10 homes, several apartment blocks and other infrastructure, according to the head of the regional military administration, Valentyn Reznichenko. He said that further shelling on Friday evening killed one man and wounded another.\nRussian artillery fire in the Berislav district of Kherson Province hit civilians who were in their yards, rather than sheltering, the regional police said on Friday. They did not say how many people were killed or wounded.\nUkrainian officials have appealed for everybody living in the path of the offensive in the south to evacuate, and thousands have fled the fighting.\nMany have gone to Zaporizhzhia, a large regional center on the Dnipro River. There, rescue workers found more bodies on Friday as they cleared the rubble from a missile strike on a residential area a day earlier, raising the death toll to 12, including two children, with more probably still under the debris, local officials said.\n“We had many victims who have been injured and are in hospital, and 15 other people have been reported missing, so we continue searching for them,” said Anatolii Kurtiev, the acting mayor, at a morning news conference.\nLarge-scale humanitarian convoys out of the city have been suspended. Russian forces were also shelling critical infrastructure in the city, he said, but the water and electricity supply was still working.\nUkrainians who live in areas now back under the country’s control face acute shortages of food and electricity and the problems will only grow worse as winter approaches, the deputy head of the Kherson regional council, Serhiy Khlan, told journalists.", "url": "https://www.nytimes.com/live/2022/10/07/world/russia-ukraine-war-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}