{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:34:09", "date_modify": "2022-10-25 23:34:09", "date_publish": "2022-05-09 08:56:48", "description": "Activists are also pressing President Biden to take a more forceful leadership role in the response as he convenes world leaders for a Covid-19 summit on Thursday.", "filename": "live_2022_05_09_world_covid-19-mandates-vaccine-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740849.html", "image_url": "https://static01.nyt.com/images/2022/05/09/multimedia/09dc-virus-global/09dc-virus-global-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_09_world_covid-19-mandates-vaccine-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740849.html", "title": "Former Heads of State Urge U.S. to Commit $5 Billion to Global Covid Fight", "title_page": "Former Heads of State Urge U.S. to Commit $5 Billion to Global Covid Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A wet market in New Taipei City, Taiwan. The government’s shift in Covid strategy is partly out of necessity. The island risks losing out on tourism and investment by staying closed.\nTAIPEI, Taiwan — Until recently, China and Taiwan were among the last places on earth to pursue a “zero Covid” policy of eliminating infections. For two years, they mostly succeeded in keeping the coronavirus out with tough border controls and rigorous contact tracing.\nThen came the highly transmissible Omicron variant.\nFaced with surging coronavirus cases, the two governments are now taking vastly different approaches. In China, the authorities are doubling down. They have imposed stringent lockdowns, mass testing and centralized quarantines for confirmed cases and close contacts. The glittering financial capital of Shanghai has been in a strict and punishing lockdown for more than a month to contain a large outbreak.\nIn Taiwan, by contrast, the government is shifting from a strategy of elimination to one of mitigation. Despite soaring case counts, Taiwan is now allowing people with mild and asymptomatic infections to isolate at home instead of in hospitals. The government slashed the number of days in quarantine required of incoming travelers and people deemed close contacts.\nOfficials are calling it a “new Taiwan model.”\nImage Outside New Taipei City Hospital Sanchong Branch, a designated Covid hospital. Taiwan has used its success with Covid to burnish its image as a beacon of democracy, in contrast to the authoritarian Communist Party of China. Credit... Lam Yik Fei for The New York Times\n“We are now moving from zero Covid to the path of coexisting with the virus,” Chen Shih-chung, Taiwan’s health minister, said at a news briefing on Tuesday, adding that he expected Covid to become more “flulike” in nature.\nThe government’s shift in approach reflects an acceptance of growing evidence that Omicron, while highly transmissible, is less deadly. It is also a recognition that pandemic measures such as quarantine requirements for travelers were stifling economic activity and eroding the island’s international competitiveness.\n“Even though their response has been a bit slow, they have responded to these voices and to scientific evidence,” said Chunhuei Chi, director of the Center for Global Health at Oregon State University and a former policy adviser to Taiwan’s National Health Insurance Administration.\nUnder the new model, Taiwanese health officials say, they are shifting their focus from looking at total infections to “reducing disasters.” That means redirecting resources to focus on protecting the most vulnerable populations, like older adults and those with underlying conditions. The authorities are also putting more emphasis on vaccinations instead of quarantines and contact tracing.\nImage Beijing’s central business district on Thursday after the government recommended people work from home to prevent the spread of the virus. Credit... Kevin Frayer/Getty Images\nThough cases have surged, officials have emphasized that more than 99.7 percent of the new infections so far have been mild or asymptomatic. On Monday, Taiwan’s health authorities reported 40,263 locally transmitted cases and 12 deaths, bringing the death toll since the start of the outbreak in April to 78. The authorities have warned that daily infections could surpass 100,000 this week.\nThe government’s shift is partly out of necessity. Its Covid strategy allowed Taiwan for much of the past more than two years to be a rare haven, where international concerts and conferences could be held without fear of the virus. Now, as the rest of the world has dropped border controls and restarted business, that distinction has largely evaporated, and Taiwan risks losing out on tourism and investment by continuing to stay closed.\nPolitical considerations are also at play. Taiwan has used its success with Covid to burnish its image as a beacon of democracy, in contrast to the authoritarian Communist Party of China, which claims the island as its territory.\nImage Waiting in line at a Taipei pharmacy to buy antigen test kits. Credit... Lam Yik Fei for The New York Times\nUnlike China, Taiwan’s leaders say, Taiwan can balance the needs of public health with the rights of the individual and the healthy functioning of society. At the other extreme is the crisis in Shanghai, where officials imposed a poorly planned lockdown that sometimes arbitrarily confined residents to mass isolation facilities, separated children from their parents and led to food shortages.\nEven in Beijing, which has so far avoided a citywide lockdown, the authorities have sealed off many apartment complexes and neighborhoods, confining residents to their homes, when only a few cases have been found. On Monday, the city announced that schools, which had closed on April 29, one day earlier than a scheduled weeklong break for the May Day holiday, would remain closed until further notice and classes would be online.\nLeo Du, 38, who works in venture capital in Beijing, said the inconvenience imposed by the measures was intolerable.\nHow could it be that two years into the pandemic, he wondered, China was still hoarding toilet paper and maintaining armies of workers in head-to-toe protective suits while the rest of the world was seemingly moving on?\n“It makes me very sad and pissed about where I am,” Mr. Du said, “seeing people elsewhere living a normal life.”\nThe toll of the lockdowns across China has prompted an unusual outpouring of criticism at home of the party’s zero-Covid policy. But Chinese censors have gone into overdrive to scrub dissent, arguing that opening up would only invite untold deaths and chaos.\nImage A vaccination site at Taipei Main Station. Taiwan is focusing more on vaccinations and less on quarantines and contact tracing. Credit... Lam Yik Fei for The New York Times\nBeijing has pushed a triumphant political narrative about its success with Covid, claiming that it proved the country’s model of centralized power saved more lives than that of liberal democracies. At a news conference last month, Ma Xiaoguang, spokesman for China’s Taiwan Affairs Office, commented on Taiwan’s recent move away from a zero-Covid policy, saying “you can calculate how many people will lose their lives.”\nTaiwan wants to show that it does not suffer from the ideological rigidity that has come to define the Communist Party under Xi Jinping. “We will not lock down the country and cities as cruelly as China,” said Su Tseng-chang, Taiwan’s premier, during a visit to Taiwan’s Centers for Disease Control this month.\nIt’s a message that resonates with many citizens. Bill Chu, 45, an engineer at an information technology company in Taipei who was waiting at a hospital for a P.C.R. test on Wednesday, said that seeing reports of the harsh quarantine conditions and food shortages in Shanghai had reinforced his belief that Taiwan was moving in the right direction.\n“Every country is different, and their approaches to Covid are different,” said Mr. Chu. “I prefer the more people-centered and flexible one.”\nImage The financial capital of Shanghai has been in a strict and punishing lockdown for more than a month to contain a large Covid outbreak. Credit... The New York Times\nMr. Su has said that Taiwan’s opening would be “gradual.” Even so, the government may be moving too quickly for some.\nIt appears to have been caught off guard by the surge in cases, with long lines forming at pharmacies and hospitals for P.C.R. and rapid antigen tests. The shift could also be risky for Taiwan’s older adults, with vaccination rates in that age group lower than that in Singapore and South Korea, countries that have eased restrictions without a significant surge in the death rate from infections.\nOfficials in Taiwan say 69 percent of people age 65 and older had received three shots, up slightly from the month before, but still low relative to the broader population. More than half of the 78 deaths reported in the recent outbreak have been among older adults who were not fully vaccinated. The vaccination of children between the ages of 6 and 11, meanwhile, is being rolled out only this month. More than 2,000 schools have suspended in-person teaching.\nImage Under the new model, Taiwanese health officials say, they are shifting their focus from looking at total infections to “reducing disasters.” Credit... Lam Yik Fei for The New York Times\nAnother challenge for Taiwan is convincing the public that this change is the right move. In Taipei, even though the city has avoided shutting down businesses, people are staying away. Restaurants, bars and gyms that were once packed are now noticeably quieter. In a community that has largely avoided the coronavirus, fear of outbreaks is not uncommon, and it may take time for residents to accept new norms.\nChen Yan-sheng, 37, a human resources manager who lives in New Taipei City, near Taipei, said that when he got Covid last month, he immediately felt afraid and ashamed, because he didn’t know anyone else who had it. Since then, though, six other friends tested positive too, he said, and they all seemed to be doing OK.\nHe used to be wary of the island’s push to ease restrictions, but has since changed his mind.\n“I think living with the virus is inevitable,” Mr. Chen said. “It’s only a matter of time before we all get it.”", "url": "https://www.nytimes.com/live/2022/05/09/world/covid-19-mandates-vaccine-cases?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}