{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:31:42", "date_modify": "2022-10-25 23:31:42", "date_publish": "2021-10-13 09:20:38", "description": "In a letter, the National Highway Traffic Safety Administration reminded Tesla that federal law requires automakers to initiate recalls if they find defects that pose a safety risk.", "filename": "live_2021_10_13_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740702.html", "image_url": "https://static01.nyt.com/images/2021/10/13/business/13economy-briefing-tesla-inquiry/merlin_191570238_e1e96965-8c2f-489c-8188-fe42b4adbb15-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9b15bce61a21761f4a5774fe12e83329a14c44ef6e70d38730e20233f90f09a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_13_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740702.html", "title": "U.S. regulator questions Tesla on the lack of a recall after an update to Autopilot.", "title_page": "U.S. regulator questions Tesla on the lack of a recall after an update to Autopilot. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Secretary of Labor Martin J. Walsh said Trump-era rules appeared to have a “chilling effect” on using environmental, social and governance factors.\nThe Labor Department proposed rule changes on Wednesday that would make it easier for retirement plans to add investment options based on environmental and social considerations — and make it possible for such options to be the default setting upon enrollment.\nIn a reversal of a Trump-era policy, the Biden administration’s proposal makes clear that not only are retirement plan administrators permitted to consider such factors, it may be their duty to do so — particularly as the economic consequences of climate change continue to emerge.\nMartin J. Walsh, the secretary of labor, said that the department consulted consumer groups, asset managers and others before writing the proposed rule, and that the change was considered necessary because the old one appeared to have a “chilling effect” on using environmental, social and governance factors — better known as E.S.G. — when evaluating investments.\n“If these legal concerns were keeping fiduciaries on the sidelines, it could mean worse outcomes for workers and retirees,” Mr. Walsh said in an interview.\nThe new regulations would also make it possible for funds with environmental and other focuses to become the default investment option in retirement plans like 401(k)s, which the previous administration’s rules had prohibited. But the rule would not permit plan overseers to sacrifice returns or take on greater risks when analyzing potential investments with a focus on E.S.G., Labor Department officials said.\nAron Szapiro, head of retirement studies and public policy at Morningstar, said the proposed rule change would help bring retirement plans more in step with how the broader investment industry considered E.S.G. factors.\n“The Trump regulation was poorly constructed, the economic analysis was deeply flawed and I think it was really out of step with what are increasingly common practices that are designed to incorporate E.S.G. as financially material pieces of information,” he said.\nUnder the Employee Retirement Income Security Act of 1974, known as ERISA, retirement plan administrators must act solely in the interest of the plan’s participants. Investments that focus on environmental, social and governance have been permitted, but only if they are expected to perform at least as well as alternatives that take similar levels of risk.\nThat has become known as the “tiebreaker” or “all things being equal” standard, a guiding principle that has effectively remained the same through Republican and Democratic administrations, though they have interpreted it differently.\nThe proposed change indicates that plan managers are allowed to consider E.S.G. factors in their initial analysis of investments instead of only at the very end — a change that Labor Department officials argued still maintains that principle, because managers still are not permitted to sacrifice returns for those kinds of ancillary benefits.\nFor example, the proposed rule said that accounting for climate change, “such as by assessing the financial risks of investments for which government climate policies will affect performance,” can benefit retirement portfolios by mitigating longer-term risks.\n“If an E.S.G. factor is material to the risk-return analysis, that is something we think fiduciaries should be taking into account,” Ali Khawar, an acting assistant secretary in the department, said in an interview. “That carries different weight than five or 10 or 15 years ago,” he said, given the increase in data quantifying the risks of ignoring E.S.G. and the benefits of taking it into account.\nThe investment category has grown significantly in recent years. Total assets in E.S.G. funds rose to $17.1 trillion at the start of 2020, up 42 percent from the start of 2018, according to the U.S. SIF, a nonprofit focused on sustainable investing. That investment total represents one in three dollars under professional management.\nJust a small fraction of those investments are held by retirement plan investors, a U.S. SIF report said, even as interest is rising, particularly among younger investors.\nThe growing interest has prompted the Securities and Exchange Commission to seek public comment on requiring companies to disclose climate risks.\nOther E.S.G. factors are harder to analyze, some experts said. Phillip Braun, clinical professor of finance and associate chair of the finance department at Northwestern University’s Kellogg School of Management, said societal and environmental benefits were more difficult to uniformly measure.\n“There are many different ways to measure E.S.G. impact, but to know if there is actually an impact is a different story,” Mr. Braun said. Although E.S.G. investments appear to perform no better or worse than other funds overall, he said, they tend to charge slightly higher fees.\n“There is a lot of hype,” he said.\nThe Biden administration also proposed changes that would reverse another Trump-era rule, which required retirement plan administrators to consider a complex list of principles before casting proxy votes on shareholder proposals, and which may have discouraged plans from voting altogether. If fiduciaries decided to vote, and the rule makes clear that isn’t required, they must only support causes and goals in the plan’s financial interest.\nThe proposal would remove that language, Labor Department officials said, and largely allow plan fiduciaries to decide when “it is or isn’t appropriate to act,” Mr. Khawar said.\nThe Biden administration had already signaled its plans: Just two months after the Trump-era rules took effect in January, the Biden administration said that it would not enforce them and that a new proposal would be coming.\nStakeholders will have 60 days after the proposal is published in the Federal Register to comment. A final regulation is typically issued after the department reviews the comments.", "url": "https://www.nytimes.com/live/2021/10/13/business/news-business-stock-market?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}