{"authors": ["J. David Goodman", "Mike Baker", "Eileen Sullivan", "Edgar Sandoval", "Vimal Patel", "Christopher Lee", "Photographs", "Meridith Kohut", "Karen Zraick", "Rebecca Halleck"], "date_download": "2022-10-25 22:56:59", "date_modify": "2022-10-25 22:56:59", "date_publish": "2022-05-28 13:03:32", "description": "A few hundred people gathered Saturday for a vigil as residents asked if lives could have been saved. President Biden plans to visit families and attend church services in Uvalde on Sunday.", "filename": "live_2022_05_28_us_texas-school-shooting_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738619.html", "image_url": "https://static01.nyt.com/images/2022/05/28/multimedia/28uvaldePromo01/28uvaldePromo01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_28_us_texas-school-shooting_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738619.html", "title": "As Uvalde Meets to Mourn, a Debate Unfolds Over the Commander’s Decision", "title_page": "As Uvalde Meets to Mourn, a Debate Unfolds Over the Commander’s Decision - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chief Pedro Arredondo, third from right, on Thursday. He ordered the officers to hold off on storming the two adjoining classrooms where the gunman was on Tuesday.\nUVALDE, Texas — From the first minutes after a gunman began shooting, officers descended on Robb Elementary School. Local police from the town of Uvalde. County sheriff’s deputies. Agents from the federal Border Patrol.\nBut none of the growing number of agencies had control over the scores of officers at the scene on Tuesday of what would become the deadliest school shooting since the massacre at Sandy Hook Elementary School a decade ago.\nThat fell to the chief of a small police department created only four years ago to help provide security at Uvalde’s eight schools. Its chief, Pedro Arredondo, had ordered the assembled officers to hold off on storming the two adjoining classrooms where the gunman had already fired more than 100 rounds at the walls, the door and the terrified fourth-graders locked inside with him, the state police said.\nAs Uvalde lurched into a holiday weekend of somber gatherings and free public barbecues, questions mounted over Chief Arredondo, the role of the police and whether any of the 21 lives that were lost could have been saved.\nAt a vigil on Saturday evening, hundreds of mourners met in the parking lot behind Sacred Heart Catholic Church and were urged by the pastor not to dwell in anger. On Sunday, emotions will run high again with a scheduled visit from President Biden.\nThe degree to which some law enforcement officers on the scene disagreed with the decision to hold back became more apparent on Saturday, as more became known about their frustrations in the protracted chaos of Tuesday’s shooting.\nSpecially trained agents from the Border Patrol, who arrived more than 40 minutes after the shooting had begun, had yelled for permission to go in and confront the gunman. “What is your problem?” they asked, according to an official briefed on the response.\nInside the classrooms, children whose classmates lay dead around them quietly called 911 over and over again, at times pleading with dispatchers to send the police in to rescue them.\nRoland Gutierrez, who represents the area in the State Senate, said the family of one of the children killed told him that their daughter had been struck by a single bullet to the back and had bled to death. “It is possible she could have been saved, if they had done their jobs,” Mr. Gutierrez said.\nUltimately, the police officers assembled outside won permission to enter the classroom. A team of tactical officers from the Border Patrol and local police agencies breached the door and killed the 18-year-old gunman, Salvador Ramos, after he had killed 19 children and two teachers inside.\nImage Border Patrol officers and law enforcement from different agencies on the scene of the shooting on Tuesday. Credit... Pete Luna/Uvalde Leader-News\nThe decision to wait appeared to those agents at the time, and to many policing experts afterward, as out-of-step with practices that have been in place in departments around the country for two decades since the deadly shooting at Columbine High School in 1999.\n“The change from Columbine has not necessarily been accepted by agencies across the country, and that’s what you saw in this situation,” said Chuck Wexler, the head of the Police Executive Research Forum, a Washington-based think tank. “There are still departments in this country where there is ambiguity about this policy.”\nOthers, including some that have provided active shooter trainings, have counseled that rushing in may not always be the best approach. “When the story is ultimately told, he did exactly what they were trained for and based on pragmatic experience in the fog of war,” said John-Michael Keyes, whose group conducts active shooter trainings for police officers and school districts in Texas, speaking of Chief Arredondo.\nTwo officers from the Uvalde Police Department were shot through the locked door to the classroom in the first minutes of the attack, and fell back into the hallway with grazing wounds.\nOfficers were told, under Chief Arredondo’s direction, that the situation had evolved from one with an active shooter — which would call for immediately attacking the gunman, even before rescuing other children — to one with a barricaded subject, which would call for a slower approach, officials said.\nThat appeared to be an incorrect assessment, according to the state police director, Steven McCraw: Gunfire could sporadically be heard inside the rooms, including on continuing 911 calls by the children.\nImage “It was the wrong decision, period,” said the director of the state police, Steven McCraw, right, about waiting. Credit... Ivan Pierre Aguirre for The New York Times\nPart of the investigation into the shooting and the police response included whether Chief Arredondo knew about the 911 calls that were coming in, suggesting a possible breakdown in communications during the chaotic and deadly event, according to an official briefed on the inquiry, which is being led by the Texas Rangers.\nInvestigators were also looking into whether an attempt was made, during the standoff, to take incident command away from Chief Arredondo.\nGil Kerlikowske, a former Seattle police chief who later served as the head of U.S. Customs and Border Protection, said he was surprised to hear that the chief of the school district police force, which has only six officers, was the incident commander during the shooting.\nWhile the school grounds may have been the district’s jurisdiction, Mr. Kerlikowske said, he would have expected the district to promptly defer control to the city police department, which would have more experience with major incidents. He said city police might then pass along control to an agency like the Texas Department of Public Safety, once it was established on scene.\nBut, Mr. Kerlikowske said, he could also see a situation where the larger agency might need to come in and put pressure on the early commander to relinquish control.\nBrandon Judd, head of the Border Patrol Council, the agents’ union, said that in no case would Border Patrol agents have sought to assume command themselves.\n“Every single training that is given, you have an incident commander, and that incident commander has the authority to make all the decisions,” Mr. Judd said on Saturday. That is what they are trained to do, he said. And when the agents arrive long after the situation has begun, he said, it is even more important that they follow the chain of command.\nThe Border Patrol agents who arrived at the chaotic scene on Tuesday were surprised at the absence of specially equipped and trained officers from the local police department who were capable of raiding the classrooms, said the official familiar with the federal agency’s response.\nThe Uvalde Police Department, which has employed about 40 sworn officers in recent years, uses some of its members as a kind of SWAT team, often for drug seizures, according to the department’s annual reports. It was not clear why a Border Patrol team that was a 40-minute drive away was instead asked to lead the assault.\nThe failures in the response probably extended beyond the decisions made by one small police department, said Mr. Gutierrez, the state senator.\n“How can you blame it all on a chief of police of a school district with six cops?” Mr. Gutierrez said. “Everybody failed here.”\nAmong the first 911 calls of a gunman on the loose on Tuesday came not from the school but from a house nearby. The gunman, who lived with his grandmother a few streets away, had shot her in the face — a bullet striking near her right eye — and fled toward the school with his weapons, two AR-15-style rifles.\nMaria and Gilberto Gallegos, two retired neighbors who were outside at the time, heard two gun blasts from directly across the street. All of a sudden, the gunman came bounding out of the front door with a backpack and a duffel bag and jumped into his grandmother’s pickup truck.\n“He didn’t know how to drive,” said Gilbert Gallegos, the couple’s son, who relayed their account. “He was just revving, pushing down on the gas. Finally, he peels out, and the tires are throwing pebbles all over.”\nImage The gunman deserted his grandmother’s pickup truck in a ditch. Credit... Ivan Pierre Aguirre for The New York Times\nAt that point, he said, the gunman’s grandmother, Celia Martinez Gonzales, walked out of her house, her gait steady but her face streaming with blood.\n“She says in Spanish to my parents, ‘Look what happened,’” Gilbert Gallegos said. Ms. Gallegos called 911 — first at 11:33 a.m. and then two minutes later. The police arrived soon after, followed by an ambulance.\nEven before they arrived, he said, his parents could hear gunfire in the area of Robb Elementary School.\nChief Arredondo did not respond to multiple requests for comment on his department’s response to the shooting. Nor did the chief of the Uvalde Police Department, Daniel Rodriguez, or several other members of the department and school district leadership.\nIn many cities across the country, including New York, city police oversee officers who patrol the schools; school districts across Texas have dedicated police departments that operate independently.\nThe Uvalde Consolidated School District’s police department was formed just four years ago. Before that, the city’s police department provided school officers, said Mickey Gerdes, who served as board president at the time. But the district and the department could not overcome scheduling conflicts and discussions about costs.\nMr. Gerdes said part of the decision to switch was in response to the rise in school shootings and the desire to increase security at schools. (The school police officer assigned to Robb Elementary was not on campus when Tuesday’s attack began.)\nChief Arredondo, a veteran officer of several departments who won election to the City Council two weeks before the shooting, began leading the department in early 2020, a month before the pandemic hit.\nHe had worked as a top official in the Uvalde Police Department and for the sheriff’s department in Webb County, along the border. Before returning to Uvalde, Chief Arredondo led a school district police department in the border city of Laredo, where he had a reputation for being “a tough guy in law enforcement, no nonsense” from his time in the county sheriff’s office, said Sergio Mora, a political consultant in Laredo.\nDuring Chief Arredondo’s two years, he expanded the department’s tiny ranks, adding two officers last year.\nAlso during those two years, the school district held at least two trainings for how to deal with a gunman opening fire in a school.\nMr. Gerdes, the former school board president, said he had known Chief Arredondo for more than two decades. He said he feared the criticism directed at his handling of Tuesday’s shooting reflected the desire for a scapegoat. “He’s a good man,” Mr. Gerdes said. “He’s a decent man.”\nBut the revelations about just how long police officers delayed entering the classroom has sparked anger around Uvalde and demands for an explanation.\nJay Martin, 48, who lives near the school, said he ran to the scene with a friend after they first heard gunshots.\nHis own daughter, now 12, had once been a student of Eva Mireles, one of the teachers killed, he said on Saturday as he stood at a victims’ memorial in a central square.\n“Why did they take so long? That’s part of being a police officer, putting your life on the line for someone else,” he said.\nNow, he added, “there’s a lot of furious people.”\nFrances Robles , Serge F. Kovaleski and Karen Zraick contributed reporting. Jack Begg contributed research.", "url": "https://www.nytimes.com/live/2022/05/28/us/texas-school-shooting?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}