{"authors": ["Eliza Shapiro", "Tracey Tully", "Kaly Soto"], "date_download": "2022-10-25 23:50:06", "date_modify": "2022-10-25 23:50:06", "date_publish": "2021-08-23 09:02:03", "description": "New Jersey also announced on Monday that all employees of public, private and parochial schools must be fully inoculated or face weekly testing.", "filename": "live_2021_08_23_world_covid-delta-variant-vaccine_nyc-schools-employee-vaccine-mandate_1666741806.html", "image_url": "https://static01.nyt.com/images/2021/08/23/nyregion/23nyschools01/23nyschools01-facebookJumbo.jpg?year=2021&h=549&w=1050&s=cbfc07ba135c7e901e95403014f078a713aeaa429fb722e8c17ba34c7c1c8e90&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_23_world_covid-delta-variant-vaccine_nyc-schools-employee-vaccine-mandate_1666741806.html", "title": "Covid-19 Updates: F.D.A.’s Vaccine Approval Leads Pentagon and Others to Add Requirements", "title_page": "Covid-19 Updates: F.D.A.’s Vaccine Approval Leads Pentagon and Others to Add Requirements - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:10 - 0:00 transcript Pentagon to Require Vaccinations for Active-Duty Troops Following the Food and Drug Administration’s final approval of the Pfizer-BioNTech coronavirus vaccine, Pentagon officials said they were working on a timeline for requiring vaccinations for all active-duty service members. The F.D.A. approved full licensure of the Pfizer vaccine this morning and has also, I’m sure you’re aware, back in August on the 9th, the secretary articulated that it was his intent to mandate Covid-19 vaccines upon F.D.A. licensure or by mid-September to seek a waiver from the president. So now that the Pfizer vaccine has been approved, the department is prepared to issue updated guidance requiring all service members to be vaccinated. A timeline for vaccination completion will be provided in the coming days. The health of the force is, as always, of our military and our civilian employees, families and communities is a top priority, and so it is important to remind everyone that these efforts ensure the safety of our service members and promote the readiness of our force, not to mention the health and safety of the communities around the country in which we live. We’re preparing now actionable guidance to the force we’re going to move forward making that vaccine mandatory. We’re preparing the guidance to the force right now, and that the actual completion date of it, in other words, how fast we want to see it get done, we’re working through that guidance right now. Following the Food and Drug Administration’s final approval of the Pfizer-BioNTech coronavirus vaccine, Pentagon officials said they were working on a timeline for requiring vaccinations for all active-duty service members. Credit Credit... Carl Court/Getty Images\nFull federal approval for the Pfizer-BioNTech coronavirus vaccine for those 16 and older is opening the way for institutions like the military, corporate employers, hospitals and school districts to announce vaccine mandates for their employees.\nWithin hours of the announcement, the Pentagon, CVS, the State University of New York system and the New York City school system, among others, announced that they would enforce mandates they had prepared to carry out but had made contingent on the F.D.A.’s action.\nOne of the first and largest to move ahead was the Pentagon. Defense Secretary Lloyd J. Austin III had already received authorization from President Biden to mandate vaccines for all active-duty troops once the vaccine was fully approved, and he was moving swiftly to put the plans into action, said John F. Kirby, the Pentagon spokesman. The secretary will soon send specific vaccination guidelines to 1.4 million service members.\n“These efforts ensure the safety of our service members,” Mr. Kirby said during a news briefing on Monday. He said the deadline date for getting vaccinated was still being determined.\nLast month, Mr. Biden ordered that all federal employees and on-site contractors must be vaccinated against the coronavirus, or else submit to regular testing and other measures. The requirement applied to the 766,372 civilians working for the Defense Department, but not active-duty service members.\nThe Defense Department’s website said that as of Aug. 18, more than one million service members have been vaccinated, along with more than 300,000 civilian employees.\nVaccine mandates for college students were also gathering pace after the F.D.A.’s decision.\nThe F.D.A.’s approval brought into force a requirement in New York, announced in May, that all in-person students at State University of New York and City University of New York schools be vaccinated. CUNY’s website said that after federal approval students “have 45 days to get fully vaccinated or will be subject to potential academic withdrawal.”\nThe University of Minnesota system, with five campuses and 60,000 students, said on Monday that the coronavirus vaccine would be added to the university’s list of mandatory immunizations for students. And the president of Louisiana State University told reporters that his school would also require vaccination. Each institution had previously said it would do so once the F.D.A. gave a coronavirus vaccine final approval.\nThe drugstore chain CVS said on Monday that its pharmacists would have to be fully vaccinated by Nov. 30 and that all corporate employees and other workers who interact with patients had until Oct. 31 to comply. The requirement affects about 100,000 employees, the company said. Workers may request exemptions for medical or religious reasons.\nAnd Disney World said unions representing more than 30,000 employees had agreed to a mandate, citing the F.D.A.’s full approval, that would require workers to be vaccinated by Oct. 22.\nNew York City announced on Monday that every employee of the city’s Department of Education, from principals to janitors, would have to receive at least one dose of a coronavirus vaccine by Sept. 27.\nHours later, New Jersey’s governor, Philip D. Murphy, said that all state employees and employees of public, private and parochial schools in his state must be fully inoculated by Oct. 18 or be tested once or twice a week for the virus. And Chevron became the first major American oil producer to require its field workers to get vaccinated.\nBefore the F.D.A.’s announcement, the three coronavirus vaccines available in the United States, made by Pfizer-BioNTech, Moderna and Johnson & Johnson, were all being administered in the United States under an emergency use authorization. (The Pfizer vaccine remains available on that basis for youths 12 to 15 and for extra doses for some immunocompromised people.)\nU.S. officials hope that full federal approval will quiet some of the vaccine misinformation online and induce more hesitant people to get vaccinated. A recent poll by the Kaiser Family Foundation found that three out of every 10 unvaccinated people said that they would be more likely to get a shot once it was fully approved.\nBut whether the announcement will help convince the roughly 85 million unvaccinated Americans to get inoculated without the added pressure of new requirements remains to be seen\nStephanie Saul, Eliza Shapiro, Tracey Tully and Coral Murphy-Marcos contributed reporting.", "url": "https://www.nytimes.com/live/2021/08/23/world/covid-delta-variant-vaccine/nyc-schools-employee-vaccine-mandate"}