{"authors": ["Peter Baker", "Glenn Thrush", "Patricia Mazzei"], "date_download": "2022-10-25 23:47:51", "date_modify": "2022-10-25 23:47:51", "date_publish": "2021-01-20 09:51:13", "description": "Defeated and twice impeached, the 45th president used his farewell remarks before a sparse crowd to brag about his record and wish luck to the incoming administration.", "filename": "live_2021_01_20_us_biden-inauguration_trump-departs-white-house_1666741671.html", "image_url": "https://static01.nyt.com/images/2021/01/20/us/politics/20inaugural-briefing-trump-departs3/20inaugural-briefing-trump-departs3-facebookJumbo.jpg?year=2021&h=550&w=1050&s=9a725d472a0362776bd9098d114d6aad75df5f20252afa525ca9ac0ae6340778&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_01_20_us_biden-inauguration_trump-departs-white-house_1666741671.html", "title": "Biden Kicks Off Term With Executive Orders and Prime-Time Celebration", "title_page": "Biden Kicks Off Term With Executive Orders and Prime-Time Celebration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:05 - 0:00 transcript Watch President Trump’s Final White House Departure The former president and first lady said goodbye to the White House before departing. You are amazing people. This is a great, great country. It is my greatest honor and privilege to have been your president. I will always fight for you. I will be watching. I will be listening. And I will tell you that the future of this country has never been better. I wish the new administration great luck and great success. The former president and first lady said goodbye to the White House before departing. Credit Credit... Anna Moneymaker for The New York Times\nPresident Donald J. Trump departed the White House on Wednesday morning for the last time as the commander in chief after four tumultuous years that shook the nation, choosing to leave town rather than face the reality that he lost re-election to President Biden.\n“Have a good life, we will see you soon,” Mr. Trump said at the end of off-the-cuff remarks delivered to supporters at Joint Base Andrews, discarding a prepared statement and ignoring advisers who thought he should have thanked Mr. Biden by name.\n“We were not a regular administration,” Mr. Trump said, delivering a truncated version of his self-aggrandizing campaign rally speech, and imploring those gathered — most without masks — to “remember” all of his accomplishments.\n“We will be back in some form,” he added, before walking away from his last appearance as the nation’s commander in chief to the strains of “Y.M.C.A.” by the Village People. His vice president, Mike Pence, did not attend his farewell event.\nDespite flouting most of the conventions associated with the peaceful transfer of power, Mr. Trump did abide by one presidential norm — leaving the traditional note to Mr. Biden in the Oval Office, according to a White House official.\nIt was not clear what the letter said. Mr. Pence, who tried briefly and belatedly to ease the transition, also left a note for his successor, Kamala Harris, aides said.\nMr. Trump left the White House on a red carpet, hand in hand with Melania Trump, who wore a dark suit and sunglasses, and spoke briefly with reporters before boarding his helicopter, where he stood in the doorway one last instant, waving goodbye with his right hand.\nThe Marine One helicopter took off from the South Lawn of the White House at 8:18 a.m. for the short flight to Joint Base Andrews in Maryland, where Mr. Trump held the farewell event, including a 21-gun salute, with administration veterans and other supporters. After that, he and Mrs. Trump boarded Air Force One for the journey to Florida, where they will reside. The plane landed about an hour before Mr. Biden’s oath of office.\nVideo Former President Donald J. Trump and the former first lady Melania Trump arrived in Florida after leaving the White House, and skipping the inauguration ceremony. Credit Credit... Pete Marovich for The New York Times\nAir Force One landed at Palm Beach International Airport at 10:54 a.m., bringing Mr. Trump to his adopted home state for his final hour as president.\nThe tarmac was silent as the plane rolled down and around the runway, other than the occasional clicking of a photo camera and the roar of the engine. Mr. and Mrs. Trump stepped off the plane about 10 minutes later.\nMr. Trump, who had considered staging a rally for his return to private life, waved at a small contingent of supporters, perhaps 20 people, who silently waved back. He did not take questions.\nIn slipping out of Washington before the festivities on Wednesday, Mr. Trump capped a norm-busting tenure by defying one last convention. He refused to host the traditional coffee that presidents hold for their successors at the White House on the morning of the inauguration. And he opted to skip the swearing-in ceremony at the Capitol, normally a symbol of the American tradition of peaceful transfer of power that is attended by both departing and incoming presidents.\nNo president has refused to attend his successor’s inauguration since 1869, when Andrew Johnson, miffed that Ulysses S. Grant would not share a carriage with him to the Capitol, refused at the last minute to get into the separate carriage arranged for him and skipped the ceremony. (Woodrow Wilson traveled to the Capitol for Warren G. Harding’s inauguration in 1921, but did not remain for the ceremony because of his failing health.)\nMr. Trump leaves office by one measure as the most unpopular president in the history of polling. He is the only president since Gallup began surveys under Harry S. Truman to never garner the support of a majority of the public for a single day of his presidency, and his 41 percent average approval over the course of his tenure is the lowest of any president in that time.\nThe House last week impeached Mr. Trump for inciting an insurrection after a crowd of his supporters attacked the Capitol on Jan. 6, and the Senate is poised to put him on trial in days, even though he will no longer be in office. Although it will be too late to remove him from power, a Senate conviction would amount to a bipartisan repudiation in the history books, and lawmakers could also disqualify him from holding office again, thwarting his talk of running for president again in 2024.\nIn a farewell address he released on video Tuesday afternoon, Mr. Trump took no responsibility for the Capitol siege or for the coronavirus pandemic that has now claimed 400,000 lives in the United States.\nInstead, he boasted of his accomplishments cutting taxes, eliminating regulations, appointing conservative judges and revising trade deals. “The movement we started,” he said, “is only just beginning.”", "url": "https://www.nytimes.com/live/2021/01/20/us/biden-inauguration/trump-departs-white-house"}