{"authors": ["Ben Casselman"], "date_download": "2022-10-25 23:34:34", "date_modify": "2022-10-25 23:34:34", "date_publish": "2021-08-09 11:42:34", "description": "A government report shows that workers continue to quit at high rates, reflecting their leverage in the labor market.", "filename": "live_2021_08_09_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740874.html", "image_url": "https://static01.nyt.com/images/2021/08/10/business/09inflation-print/09inflation-facebookJumbo.jpg?year=2021&h=550&w=1050&s=bcf32f05b8da28f11a44e3447be5666f19e8414bc12b47069e49da2acca95d25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_09_business_economy-stock-market-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740874.html", "title": "Job openings set new highs in June, but employers made progress in filling them.", "title_page": "Job openings set new highs in June, but employers made progress in filling them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Employers once again posted a record number of job openings in June as they scrambled to meet surging demand. But hiring also picked up, a sign that businesses are beginning to find a way through the labor-market logjam.\nThere were 10.1 million jobs available at the end of June, the Labor Department said Monday. That was up from 9.5 million in May and marked a record high for the fourth consecutive month. (The government began collecting job openings data in late 2000.)\nEmployers have struggled to recruit workers to fill all those jobs. But they made progress in June: They hired 6.7 million people, up nearly 700,000 from May and the most since the initial flood of post-lockdown hiring last year.\nStill, hiring remains challenging for many businesses, giving workers a rare moment of leverage. There were more job openings than unemployed workers in June, a benchmark that took years to reach after the last recession. (The count of unemployed workers does not include people who are not actively searching for work, a category that has swelled in the pandemic because of child care responsibilities and other factors.)\nNearly 3.9 million employees quit their jobs voluntarily in June, close to a record. That suggests that workers are shopping around for better opportunities.\nSome industries are having a particularly difficult time finding and retaining workers. Employers in the leisure and hospitality sector, which have been struggling to staff back up after last year’s mass layoffs, posted 1.7 million jobs in June, a record. But they filled only 1.4 million jobs, little changed from April and May. And nearly 800,000 people quit jobs in the industry. The data released Monday came from the Labor Department’s Job Openings and Labor Turnover Survey, which is distinct from the better-known monthly employment report. That report, released last week, showed that job growth further accelerated in July.\nShow more", "url": "https://www.nytimes.com/live/2021/08/09/business/economy-stock-market-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}