{"authors": ["Bhadra Sharma", "Gaëlle Fournier", "Emily Anthes"], "date_download": "2022-10-25 23:50:58", "date_modify": "2022-10-25 23:50:58", "date_publish": "2021-04-22 09:02:40", "description": null, "filename": "live_2021_04_22_world_covid-vaccine-coronavirus-cases_nepals-former-royals-are-among-many-infected-after-a-giant-pilgrimage-in-india_1666741858.html", "image_url": "https://static01.nyt.com/images/2021/04/22/world/22virus-briefing-nepal/22virus-briefing-nepal-facebookJumbo.jpg?year=2021&h=550&w=1050&s=68c810247d5261cf48efb1a9aacc2364ce68c889f0aefeb2415bebd6f71ff4ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_04_22_world_covid-vaccine-coronavirus-cases_nepals-former-royals-are-among-many-infected-after-a-giant-pilgrimage-in-india_1666741858.html", "title": "Covid-19: Another Green Light for Johnson & Johnson as South Africa, Like E.U., Moves Forward With Vaccine", "title_page": "Covid-19: Another Green Light for Johnson & Johnson as South Africa, Like E.U., Moves Forward With Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A vial containing doses of the Johnson & Johnson Covid-19 vaccine. Credit... Bryan Anselm for The New York Times\nThe Food and Drug Administration ended its recommended pause on the Johnson & Johnson Covid-19 vaccine on Friday and will add a warning to its label to note the potential risk of rare blood clots.\nThe decision, which clears the way for states to resume vaccinations, came after a panel of advisers to the Centers for Disease Control and Prevention voted to end the pause in a meeting on Friday.\nThe shot could be deployed again by Saturday morning, Dr. Peter Marks, the F.D.A.’s top vaccine regulator, said at a news conference Friday evening.\nJohnson & Johnson injections ground to a halt last week in the United States and Europe after reports emerged of a rare blood clotting disorder in six women who had received the vaccine. Nine additional cases have been confirmed since then, all in women. Three women have died from the rare clots and seven remain hospitalized, four of whom are in the intensive care unit.\nThe European Union resumed its rollout on Tuesday after Johnson & Johnson added a warning label to the shots. The F.D.A. on Friday released updated fact sheets that accompany the agency’s emergency use authorization, which officials said would reach physicians and the public by the time they get the shot.\nIn a warning to recipients of the vaccine, the F.D.A. noted that most of those who developed the rare clots were women between the ages of 18 and 49, and that the “chance of having this occur is remote.”\nAt the meeting, Dr. Tom Shimabukuro, the deputy director of the C.D.C.’s immunization safety office, presented the nine new confirmed cases, which brings the total to 15. All the cases have been in women, and 13 have been in women between 18 and 49 years old. The disorder combines blood clots, often in the brain, and a low level of platelets, blood cells that typically promote clotting.\nThe clotting disorder is “rare but clinically serious,” Dr. Shimabukuro said at the meeting.\nThe overall risk of developing the clotting disorder is extremely low. Women between 30 and 39 appear to be at greatest risk, with 11.8 cases per million doses given. There have been 7 cases per million doses among women between 18 and 49.\nDr. Rochelle P. Walensky, the C.D.C. director, said the government planned to emphasize the safety and effectiveness of the vaccine to doctors and Americans who might be hesitant to take it after the pause.\nShe said the C.D.C. had talked to health providers for young women, including the American College of Obstetricians and Gynecologists. The pause and investigation into the rare disorder, she added, should give the public confidence in the system used to monitor vaccine safety.\nNearly 8 million doses of the Johnson & Johnson vaccine have now been administered. Among men and women who are 50 or over, there has been less than one case per million doses.\nRoughly 10 million doses or more of the Johnson & Johnson vaccine, produced at the company’s factory in the Netherlands, are sitting on shelves across the United States and could be deployed immediately. Several states, including Texas, Alabama, Utah and Wisconsin, said they expected to follow the recommendations of the C.D.C. and F.D.A. once the decision was made.\nDr. Walensky said that she heard intense interest from governors about resuming use of the shot.\n“They wondered why we had paused and they were anxious to have this back, have an opportunity for a single-dose vaccine, for a one-and-done possibility,” she said.\nThe vaccine has immense potential benefits. If vaccinations resume for all adults, 26 to 45 cases of the clotting disorder would be expected over the next six months, according to a model that Dr. Sara Oliver, a C.D.C. scientist, presented at Friday’s meeting. However, 600 to 1,400 fewer Covid-19 related deaths would be expected over the same time period.\nThe vaccine, which is easy to store and requires just one shot, is also especially well-suited for use in hard-to-reach populations, including people who are homebound, homeless, or incarcerated.\nAdditional potential cases of the clotting disorder, including some in men, are currently being reviewed. Dr. Shimabukuro also mentioned one case that developed in a 25-year-old man who participated in a clinical trial of the vaccine.\nTwelve of the 15 women in the confirmed cases developed blood clots in the brain. Many also had clots elsewhere. Initial symptoms, which include headaches, typically begin six or more days after vaccination, Dr. Shimabukuro said. As the disorder develops, it can cause more severe headaches, nausea and vomiting, abdominal pain, weakness on one side of the body, speech difficulties, loss of consciousness and seizures.\nDr. Shimabukuro noted that seven of the women were obese, two had hypothyroidism, two had high blood pressure, and two were using oral contraceptives. It is not yet clear whether any of these factors might increase the risk of developing the clotting disorder after vaccination.\nThe patients’ symptoms closely resemble a rare syndrome that can be caused by heparin, a widely used blood thinner, Dr. Michael Streiff, a hematologist at Johns Hopkins University, told the panel. Heparin, which might typically be used to treat blood clots, should not be used to treat these patients, he said.\nDoctors should consider the rare clotting disorder if patients develop blood clots and low levels of platelets within three weeks of receiving the Johnson & Johnson vaccine, Dr. Streiff said.\n“Recognition that this syndrome exists is helping to improve outcomes,” he said.\nThe F.D.A.’s decision comes as the federal government is also investigating problems at a Baltimore factory that was slated to help satisfy the country’s vaccine demand. Emergent BioSolutions, the plant’s operator, has produced tens of millions of doses of Johnson & Johnson’s vaccine, but they cannot be distributed until regulators certify the plant.\nAfter Emergent had to discard up to 15 million possibly contaminated doses of the vaccine last month, federal regulators conducted an inspection that found a series of problems, including the risk that other batches could have been contaminated.", "url": "https://www.nytimes.com/live/2021/04/22/world/covid-vaccine-coronavirus-cases/nepals-former-royals-are-among-many-infected-after-a-giant-pilgrimage-in-india"}