{"authors": ["Annie Karni", "Kate Zernike", "Emily Cochrane", "Elizabeth Dias", "Zach Montague", "Luke Broadwater", "Amy Schoenfeld"], "date_download": "2022-10-25 23:23:45", "date_modify": "2022-10-25 23:23:45", "date_publish": "2022-05-11 16:00:11", "description": "After Republicans blocked the legislation intended to preserve rights established by Roe v. Wade, Democrats vowed to keep fighting, with an eye on midterm elections.", "filename": "live_2022_05_11_us_abortion-roe-v-wade-senate-vote_1666740225.html", "image_url": "https://static01.nyt.com/images/2022/05/11/us/politics/11dc-abortion/11dc-abortion-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_05_11_us_abortion-roe-v-wade-senate-vote_1666740225.html", "title": "How a Bill to Protect Abortion Access Failed in the Senate", "title_page": "How a Bill to Protect Abortion Access Failed in the Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Mitch McConnell, the Republican leader, said the legislation “goes way, way beyond codifying the status quo; it would roll back many existing laws.”\nWASHINGTON — Democrats tried and failed on Wednesday to push forward legislation to guarantee abortion rights nationwide, as Republicans and one Democrat in the Senate blocked an effort to enshrine the landmark Roe v. Wade precedent in federal law.\nWith 51 senators opposed and 49 in support, Democrats fell short of the 60 votes they would have needed to take up sweeping legislation to ensure abortion access and explicitly bar a wide array of restrictions.\nThe action came after a leaked Supreme Court draft opinion thrust the issue into the political spotlight, suggesting that the court may be on the brink of overturning the nearly 50-year-old ruling that legalized abortion, and leaving states to decide whether women would have the right to terminate their pregnancies.\nRepublicans, who unanimously opposed the measure, were joined by one Democrat, Senator Joe Manchin III of West Virginia. Mr. Manchin, who opposes abortion rights, said the legislation was overly broad, noting that it would go substantially further than simply codifying Roe and warning that it would “expand abortion.”\nThe resulting vote showed that a majority does not now exist in the Senate to support maintaining legal abortion nationwide. Democrats who supported the bill framed it as a call to action, ahead of midterm elections, for voters who support abortion rights to elect likeminded candidates who will preserve them.\n“This vote clearly suggests that the Senate is not where the majority of Americans are on this issue,” said Vice President Kamala Harris, who appeared on the Senate dais to open the vote in a symbolic show of support by the White House. “A priority for all that care about this issue — the priority — should be to elect pro-choice leaders.”\nThe outcome of the vote was never in doubt, given the 50-to-50 split in the Senate and the deep partisan divide over abortion rights. But Democrats pressed ahead anyway, hoping that the vote would reinforce their political message and further their efforts to portray Republicans as extremists.\nStill, Democrats’ failure to advance the bill capped a calculated and yearslong Republican effort, across all levels of government, to chip away at abortion rights, by electing lawmakers who oppose them, installing judges at the state and federal levels who are hostile to them and pressing forward with legislation in states around the nation to strictly limit them and test the boundaries of Roe.\nDemocrats, by contrast, appeared to have little in the way of a plan for what would come next now that their legislative path to preserve abortion rights is effectively closed off, except to frame the stakes for voters who they hoped would be moved to punish Republicans.\nImage “This vote clearly suggests that the Senate is not where the majority of Americans are on this issue,” Vice President Kamala Harris said. “A priority for all that care about this issue — the priority — should be to elect pro-choice leaders.” Credit... Shuran Huang for The New York Times\n“Elect more pro-choice Democrats if you want to protect a woman’s freedom and right to choose,” Senator Chuck Schumer, Democrat of New York and the majority leader, said after the vote. “Elect more MAGA Republicans if you want to see a nationwide ban on abortion, if you want to see doctors and women arrested, if you want to see no exceptions for rape or incest.”\nRepublicans, wary of a backlash by voters who might be alienated by their opposition to abortion rights, sought to portray Democrats as the extremists, noting the expansive nature of their bill and saying it went far beyond what most Americans wanted.\n“Today, Democrats have decided to line up behind an extreme and radical abortion policy,” said Senator Mitch McConnell, Republican of Kentucky and the minority leader. The legislation, he said, “goes way, way beyond codifying the status quo; it would roll back many existing laws.”\nHe said the legislation would allow abortion on demand at any stage of pregnancy, calling it “as extreme as extreme gets.”\nMr. Schumer and other Democrats were making a bet that they had public opinion on their side. Recent polls show that most Americans oppose overturning Roe v. Wade. A Pew Research Center survey in March found that 61 percent of Americans believe abortion should be legal in all or most cases; 37 percent say the opposite.\nBut the issue carries political risks for both parties. Surveys also reflect broad support for at least some curbs on abortion — including limits on late-term abortion, prohibitions on certain procedures, and even waiting periods and other barriers — and the issue has traditionally been a bigger motivator on the right than on the left.\nAbortion rights supporters have expressed frustration that Democrats have not devoted more resources to flipping state legislatures controlled by Republicans, which have become successful engines of anti-abortion legislation. Many states have passed legislation that chips away at the protections of Roe. States like Texas have passed laws that serve as de facto abortion bans.\nImage Senator Chuck Schumer, the majority leader, was clear that short of passing legislation, he wanted to show Americans “where every single U.S. senator stands” on the issue. Credit... Shuran Huang for The New York Times\nThe legislation Democrats tried to advance on Wednesday, called the Women’s Health Protection Act, would protect abortion access nationwide, going beyond simply codifying Roe. It would explicitly prohibit a long list of abortion restrictions, including some that have been enacted by states since Roe was decided in 1973 and that have severely limited access to the procedure.\nDemocrats conceded that their bill was more expansive than Roe, saying that they had drafted the measure in line with their view that some of the statewide restrictions that have been put in place over the past decade are inconsistent with that precedent.\nThat position cost them support from Mr. Manchin and two Republicans who back abortion rights but said they wanted merely to preserve the status quo — not roll back existing abortion restrictions.\nSenators Susan Collins, Republican of Maine, and Lisa Murkowski, Republican of Alaska, had proposed a narrower bill that they said would codify Roe by outlawing any limit that would put an “undue burden” on a woman’s right to obtain an abortion. It borrowed language from the 1992 decision in Planned Parenthood vs. Casey, which affirmed what it called the essential holding in Roe: that states may not prohibit abortions before fetal viability.\nDemocrats dismissed the proposal as toothless, noting that it lacked clear guidance about what states can and cannot do, and that it would not explicitly rule out abortion bans before a fetus is viable or bar any specific prohibitions on abortion methods.\nYet Ms. Collins called the Democratic bill a nonstarter, saying it was championed by “far-left activists.”\nThe debate grew passionate as lawmakers in both parties contemplated the demise of a right that has existed for nearly a half-century, and an issue that is among the most divisive in American society.\n“Here we are today, a body of 100 — 76 percent of which are male — making decisions about the private lives of the nearly 168 million women in this country,” said Senator Patrick J. Leahy, Democrat of Vermont. “That’s ludicrous.”\nIn a show of support that also underscored the lack of legislative options, a group of House Democrats marched across the Capitol before the vote, chanting, “My body, my decision.”\nSenator Patty Murray, Democrat of Washington, reflected on how she had been motivated to run for the Senate by anger at watching the way an all-male Senate Judiciary Committee grilled Anita Hill in 1991 during confirmation hearings for Justice Clarence Thomas, whom Ms. Hill had accused of sexual harassment.\n“Here’s my message to Republicans,” Ms. Murray said. “Women will not forget your cruelty.”\nRepublicans also made emotional pleas as they made the case against abortion rights.\nSenator Ben Sasse, Republican of Nebraska, denounced the vote as “gross,” calling it a ploy by Democrats to win praise from abortion rights groups. “There is no moderation in this bill,” he asserted.\nSenator James Lankford, Republican of Oklahoma, brought an oversize photograph of a baby girl to the Senate floor and implored his colleagues to keep her in mind as they decided on the bill.\n“She’s in this conversation — her future, her opportunities,” Mr. Lankford said. “For that, I’m being called a radical extremist, because I believe she’s valuable.”\nEven in defeat, Democrats ended the day with the headline they wanted voters to read: that Republicans had blocked their effort to preserve abortion rights.\nMr. Schumer was clear that short of passing legislation, he wanted to show Americans “where every single U.S. senator stands” on the issue. He also warned on Wednesday that if Republicans won control of the Senate in November, they would outlaw abortion nationwide.\n“A national ban on abortion is the extreme of the extremes, and it is now possible in a Republican Senate,” he said, noting that Mr. McConnell had said as much last week.\nAfter the vote, President Biden criticized Republicans, saying in a statement that their opposition to abortion rights “runs counter to the will of the majority of the American people.”\nMr. Biden urged voters to elect more senators who support the legislation.\n“If they do,” he said, “Congress can pass this bill in January, and put it on my desk, so I can sign it into law.”", "url": "https://www.nytimes.com/live/2022/05/11/us/abortion-roe-v-wade-senate-vote"}