{"authors": ["Julie Creswell", "Isabella Kwai", "Marc Santora", "Yu Young Jin", "Steven Lee Myers", "Ivan Nechepurenko", "Mike Ives", "Alexandra Stevenson", "Marina Harss", "The New York Times"], "date_download": "2022-10-25 23:32:08", "date_modify": "2022-10-25 23:32:08", "date_publish": "2022-03-08 11:12:38", "description": "President Biden banned U.S. imports of Russian oil, and McDonald’s and Coca-Cola suspended operations in Russia. A humanitarian corridor allowed thousands to escape fighting in one Ukrainian city, but many more nationwide remained trapped in miserable conditions.", "filename": "live_2022_03_08_world_ukraine-russia-war_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740728.html", "image_url": "https://static01.nyt.com/images/2022/03/09/world/09ukraine-blog-header-3am/09ukraine-blog-header-3am-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_08_world_ukraine-russia-war_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740728.html", "title": "What Happened on Day 13 of Russia's Invasion of Ukraine", "title_page": "What Happened on Day 13 of Russia's Invasion of Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Venezuela’s authoritarian government on Tuesday released at least two imprisoned Americans, a potential turning point in the Biden administration’s relationship with Russia’s staunchest ally in the Western Hemisphere.\nThe release followed a rare trip by a high-level U.S. delegation to Venezuela over the weekend to meet with President Nicolás Maduro, part of a broader Biden administration agenda in autocratic countries that may be rethinking their ties with President Vladimir V. Putin in the aftermath of Russia’s invasion of Ukraine.\nThe talks with Venezuela, which has enormous proven oil reserves, assumed new urgency after President Biden announced Tuesday that the United States would ban Russian oil and gas imports because of the invasion. That move is expected to further tighten the availability of crude oil on the global market, and could raise gas prices at a moment when inflation has climbed at its fastest pace in 40 years.\n“This is a step that we’re taking to inflict further pain on Putin, but there will be costs as well here in the United States,” Mr. Biden said of the ban on Russian oil.\nAmerican officials said that the prisoner release was not part of a deal with Venezuela to restart oil sales to the United States, which were banned under the Trump administration. For weeks, American business people who have worked in Venezuela have had back-channel discussions about resuming America’s oil trade with Mr. Maduro’s government.\nVenezuela could eventually help make up some of the shortfall caused by the ban on Russian oil. But industry experts warned that Venezuelan oil supplies would do little to tame American gas prices and inflation quickly. Increasing the country’s production may take time after the years of mismanagement and underinvestment that have decimated the country’s energy sector.\nProminent members of Congress have also come out against efforts to thaw relations with Mr. Maduro, whose government has been accused by the United Nations of systematic human rights violations.\n“Nicolás Maduro is a cancer to our hemisphere and we should not breathe new life into his reign of torture and murder,” Senator Bob Menendez, a New Jersey Democrat who leads the Senate Foreign Relations Committee, said Monday in a statement.\nThe released men are Gustavo Cárdenas, an executive at the American branch of Venezuela’s state oil company who was detained in 2017, and Jorge Alberto Fernández, Mr. Biden said in a statement.\n“These men are fathers who lost precious time with their children and everyone they love, and their families have suffered every day of their absence,” he said, adding, “We also remember the names and the stories of every American who is being unjustly held against their will — in Venezuela, in Russia, in Afghanistan, Syria, China, Iran and elsewhere around the world.”\nMr. Fernández, a Cuban American, was a tourist who was accused of terrorism for bringing a drone into Venezuela in February 2021, according to his lawyer.\nAt least eight other U.S. nationals remain jailed in Caracas on charges ranging from embezzlement to terrorism.\nThe purpose of the American officials’ visit to Venezuela was to discuss “energy security” and the status of imprisoned Americans, the White House spokeswoman Jen Psaki said in a news conference.\nMr. Maduro said he received the American delegation at the presidential palace and called the meeting “respectful, cordial, very diplomatic.” The talks, he said, would continue. He also said he would restart talks with the country’s opposition.\nThe Venezuelan government wants to resume oil sales to the United States to take advantage of high oil prices and to replace the revenues from trade channels it built through the Russian financial system that have been frozen by Western nations to punish Russian aggression against Ukraine, according to officials and oil businessmen in the country.\nSelling directly to the United States would also allow Mr. Maduro to reap full profits from the highest oil prices in more than a decade, instead of selling the crude at deep discount to a network of middlemen used to bypass the U.S. ban, they said.\nBefore that ban, Venezuela exported most of its oil to the United States, whose Gulf refineries were built to process the country’s heavy crude.\nIn 2017, Venezuelan security forces arrested six executives from Citgo Petroleum, the American branch of the state oil company, after the Maduro government summoned them to meetings in Caracas. The State Department has said that all six detainees are U.S. nationals.\nThe executives were charged with financial crimes and jailed. Their former boss, Nelson Martínez, the head of the state oil company, was detained soon after them and died in custody a year later.\nThe executives’ families and their lawyers have said that the men, who have come to be known as the Citgo 6, are innocent and that they were lured to Caracas to be used by Mr. Maduro as pawns in his negotiations with the United States.\nVenezuela’s treatment of the executives varied as U.S.-Venezuelan relations warmed and cooled. Sometimes the detainees were held in prison, other times in house arrest. Since last year, they have been held in a single cell in the Venezuela’s secret police’s underground prison, where the United Nations has documented irregularities and human rights abuses in the case of at least one of them.\nAmong the other Americans held in Venezuela is Matthew Heath, a Marine veteran who was detained in Venezuela’s northern state of Falcon in 2020. The Venezuelan government claims he was spying on critical infrastructure. Mr. Heath’s family and the U.S. government said that he was innocent and that he was detained because of his nationality.\nTwo other Americans still detained, former Special Forces members Airan Berry and Luke Denman, were arrested in 2020 after they tried to invade Venezuela by boat as part of a failed plot to overthrow Mr. Maduro.\nThe Trump administration cut off diplomatic relations with Venezuela in 2019, closing the United States Embassy in Caracas and imposing the ban on Venezuelan oil. A year later, the Justice Department indicted Mr. Maduro and more than a dozen other Venezuelan officials on drug trafficking charges, accusing them of facilitating cocaine shipments to the United States.\nMariana Martínez and Isayen Herrera contributed reporting in Caracas, Venezuela.", "url": "https://www.nytimes.com/live/2022/03/08/world/ukraine-russia-war?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}