{"authors": ["Anton Troianovski", "Nicole Tung", "Johanna Lemola"], "date_download": "2022-10-25 23:41:08", "date_modify": "2022-10-25 23:41:08", "date_publish": "2022-09-29 05:02:22", "description": "The Russian president’s remarks, which were shown on state television, came after anger with the draft spilled over into street protests across Russia.", "filename": "live_2022_09_29_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741268.html", "image_url": "https://static01.nyt.com/images/2022/09/29/multimedia/29-ukraine-blog-promo-630-1-aed3/29-ukraine-blog-promo-630-1-aed3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_29_world_russia-ukraine-war-news_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741268.html", "title": "Putin Acknowledges Mistakes in Carrying Out His Draft", "title_page": "Putin Acknowledges Mistakes in Carrying Out His Draft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A local resident rides past an abandoned Russian tank in Kramatorsk, eastern Ukraine, on Thursday. Credit... Agence France-Presse/Getty Images\nPresident Vladimir V. Putin declared on Friday that some 40,000 square miles of eastern and southern Ukraine would become part of Russia — an annexation broadly denounced by the West, but a signal that the Russian leader is raising the stakes in the seven-month-old war.\nThe Russian leader spoke in the chandeliered St. George’s Hall of the Grand Kremlin Palace — the same place where he declared in March 2014 that the Ukrainian peninsula of Crimea was part of Russia.\n“This is the will of millions of people,” he said before signing decrees to declare four Ukrainian regions part of Russia. “This is their right, their inalienable right.”\nHere is what we know:\nWhat is Russia proposing?\nRussia says it is annexing four provinces — Luhansk, Donetsk, Zaporizhzhia and Kherson — in the south and the east of Ukraine where intense fighting continues. Moscow hastily put the plan in motion after a humiliating battlefield defeat drove the Russian Army out of another province, Kharkiv, in early September and the Ukrainian advance appeared to be gathering force.\nThe move sets the stage for the Kremlin to assert that it is defending, not attacking, in the war in Ukraine — and so it is justified to use any military means necessary, a thinly veiled nuclear threat. Annexing the provinces could be used as a rationale for drafting Ukrainian men living there to fight other Ukrainians in the war, helping to solve a shortage of troops in the Russian Army.\nWhy does the international community oppose it?\nThe United States, its European allies and many other countries oppose Russia’s nuclear saber rattling and say that allowing a country to capture new territory militarily sets a destabilizing precedent. After Russia’s invasion of Ukraine in February, an article published by the Council on Foreign Relations observed that Russia, a member of the United Nations, was violating the United Nations Charter, which requires that U.N. member states refrain from the “use of force against the territorial integrity or political independence of any state.”\nWestern allies of Ukraine say the supposed referendums showing support for uniting with Russia were a sham, as some residents of occupied areas were forced to vote at gunpoint, and a large portion of the population had fled as internally displaced people or refugees. The final tallies could also have easily been falsified.\nHow much land in the regions do the Russians control?\nMuch of the territory Russia is is claiming as its territory is occupied by the Russian army already. Russia captured and set up client states controlling about a third of two provinces, Donetsk and Luhansk, in a war that began in 2014. Its military advanced into the other two provinces, Zaporizhzhia and Kherson, in the invasion that began in February.\nThe front lines have shifted in fierce, seesaw fighting over the seven months of the war, with Russia mostly losing ground. The Russian army now controls most of the Luhansk and Kherson regions and about half of the Zaporizhzhia and Donetsk regions. Thousands of square miles of territory and hundreds of cities, towns and villages are now under firm Ukrainian control in the Donetsk and Zaporizhzhia regions, including the capital of one province, the city of Zaporizhzhia.\nHow is Ukraine responding?\nPresident Volodymyr Zelensky of Ukraine and his ministers and commanders say they will continue their fight to expel the Russian Army from Ukraine, regardless of whether Moscow calls parts of their country Russia.\nWhat is the process, and what comes next?\nThe Kremlin is using pageantry and a show of adhering to Russian legal formalities to give the annexation a veneer of legitimacy. A rally was planned on Red Square on Friday to celebrate. The proxy leaders of the four provinces traveled to Moscow and appealed to Mr. Putin to accept their regions as part of Russia.\nIf the process follows the template laid down in 2014 when Russia annexed Crimea, Mr. Putin will submit a draft law to Russia’s Parliament proposing to expand the country’s borders.\nThe constitutional court will then review the proposal and both chambers vote on it. There should be no surprises: All members of Parliament are loyal to Mr. Putin. Mr. Putin would then sign the law on accession and claim the new territory.", "url": "https://www.nytimes.com/live/2022/09/29/world/russia-ukraine-war-news?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}