{"authors": ["Mike Baker", "Sophie Kasakove", "Christopher Flavelle", "Mitch Smith", "Alyssa Lukpat", "Joseph B. Treaster", "Neil Reisner", "The New York Times"], "date_download": "2022-10-25 23:24:04", "date_modify": "2022-10-25 23:24:04", "date_publish": "2021-06-25 08:53:53", "description": "As of Friday evening, at least four people were dead and up to 159 people were unaccounted for. The families of the missing waited and prayed.", "filename": "live_2021_06_25_us_miami-beach-building-collapse_1666740244.html", "image_url": "https://static01.nyt.com/images/2021/06/25/lens/25miami-building-collapse-briefing-promo1/25miami-building-collapse-briefing-promo1-facebookJumbo.jpg?year=2021&h=550&w=1050&s=1b2c317a1de920d4f7da50bb38325ea53f2cbda59507676ded76be16851fb2ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_25_us_miami-beach-building-collapse_1666740244.html", "title": "A Search for Survivors and Answers: How Could the Condo Near Miami Have Collapsed?", "title_page": "A Search for Survivors and Answers: How Could the Condo Near Miami Have Collapsed? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video transcript Back bars 0:00 / 1:14 - 0:00 transcript Rescue Efforts Continue After Florida Condo Collapse Dozens of people remain unaccounted for after a high-rise residential building collapsed near Miami Beach on Thursday. Reporter: “Have you seen anything that leads you to believe there are still people alive there?” “We will continue search and rescue because we still have hope that we will find people alive.” “I was about to fall asleep when my wife and my kid, and my mom called me desperate, ‘Please, help me.’ I thought that it was a joke. Well, then I came running here and I’m trying to see what’s going on. And when I saw the building, I just couldn’t believe myself.” Dozens of people remain unaccounted for after a high-rise residential building collapsed near Miami Beach on Thursday. Credit Credit... Saul Martinez for The New York Times\nRescue workers continued Friday to comb through the rubble of the Champlain Towers South condominium in Surfside, Fla., just north of Miami Beach. But by evening, 159 people remained unaccounted for and four people confirmed dead, the same numbers officials had released early in the morning. No survivors had been found Friday.\n“Speaking with a lot of these family members, when they’re unaccounted for, it’s a really, really difficult thing because they just don’t know,” Gov. Ron DeSantis of Florida said.\nThe rescuers worked through thunderstorms that left pockets of flooding, and grappled with on-and-off fires whose smoke hung over the unstable pile of rubble. Dousing them was out of the question, so emergency workers tore through the debris to get to the source of the flames and pull it away.\nSouth Florida has some of the nation’s most elite search-and-rescue crews, which have responded to hurricanes, the 9/11 terrorist attacks and the 2010 Haiti earthquake. But there was a growing sense that time was running short. Family members of the missing were asked to provide D.N.A. swabs in case it was needed to identify remains.\n“My mind tells me there is no way she could have survived such a massive collapse, but I believe in a God that can do anything,” said Sally Noriega, whose 91-year-old mother-in-law, Hilda Noriega, lived in the building and has not been heard from.\nWSVN 7 News, a Miami television station, broadcast video of more than 40 people gathered in a prayer circle at sunset on the beach just north of the site.\nPresident Biden said federal mortuary services would be available if needed, and Mayor Daniella Levine Cava of Miami-Dade County told CNN on Friday night that the county had just “received the president’s support for FEMA funding.”\nMs. Levine Cava said that rescuers were using cameras, dogs and sonar equipment to look for survivors. “They are in the tunnels, they’re in the water, they’re on top of the rubble pile,” she said. The pile’s instability made the work that much more delicate and dangerous.\n“They can’t dislodge pieces of debris that could injure them in the process,” she had noted earlier in the day. “They can’t dislodge debris that could possibly make it more difficult to continue the search.”\nAn official with the Miami-Dade County Medical Examiner Department said Friday that Stacie Fang, 54, died in the collapse. Ms. Fang was rescued from the rubble but pronounced dead at a hospital. She is the first victim to be identified by the medical examiner. Ms. Fang was the mother of Jonah Handler, a 15-year-old boy pulled from the rubble on Thursday in a dramatic rescue, the authorities said.\n“We could see his arms sticking out and his fingers wiggling,” said Nicholas Balboa, 31, who was walking near Champlain Towers when he saw the building collapse. “He was just saying, ‘Please don’t leave me. Please don’t leave me.’”\nThe stunning collapse of the residential building, in the beachfront town of Surfside, left few answers and considerable questions about how a 40-year-old condo building could have suddenly crumbled as residents rested in their beds.\nThe 13-story structure, with more than 130 units, was home to a mix of retirees and well-off professionals with young families. The wrecked interiors of what were once people’s homes gaped open toward the ocean: Broken air-conditioning units. An empty bunk bed. Linens waving in the wind.\n“The collapse stopped right at our apartment,” said Marian Smeraldi-Lopez, who said she escaped from the sixth floor on the partly collapsed building’s stairway. “No apartments on that north side were visible. Just air, debris and rubble.”\nA lawyer for the resident-led association that manages Champlain Towers said the building had been about to undergo extensive repairs for rusted steel and damaged concrete.\nMr. DeSantis and Ms. Levine Cava pledged to investigate the causes of the collapse.\n“We all want answers; we all need answers,” Ms. Levine Cava said. “We never want this to happen again.”\nOn Friday evening, she said that investigators and structural engineers were at the scene.", "url": "https://www.nytimes.com/live/2021/06/25/us/miami-beach-building-collapse"}