{"authors": ["Matthew Futterman", "Max Gendler"], "date_download": "2022-10-25 23:24:01", "date_modify": "2022-10-25 23:24:01", "date_publish": "2021-08-30 15:24:43", "description": "The U.S. Open returned by welcoming spectators. The crowds were deep but most fans were just happy to experience tennis in New York again.", "filename": "live_2021_08_30_sports_us-open-tennis_1666740241.html", "image_url": "https://static01.nyt.com/images/2021/08/30/sports/tennis/30usopen-briefing-osaka-bouzkova1/merlin_193935195_a2b27f69-f5ea-4fc6-9133-06779f44da15-facebookJumbo.jpg?year=2021&h=550&w=1050&s=41a249c7ba63a5584706dc4e6102665cada4baa1d963b68dbdc29ed27d51e423&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_08_30_sports_us-open-tennis_1666740241.html", "title": "2021 U.S. Open: Highlights From Day 1", "title_page": "2021 U.S. Open: Highlights From Day 1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Evening session ticket holders at the gate waiting for the Andy Murray vs. Stefanos Tsitsipas first-round match, which went over time, to end. Credit... Michelle V. Agins/The New York Times\nAs the first tennis balls were struck in earnest at the U.S. Open on Monday, thousands of frustrated tennis fans waited patiently to get inside for the first time in two years, stuck in a human traffic jam that left many feeling angry and sick in the hot sun.\nWhen Madison Keys hit the first serve to her friend Sloane Stephens inside Arthur Ashe Stadium shortly after noon, there was hardly anyone there to see it. By the time Stephens held on to win, 6-3, 1-6, 7-6 (7), the world’s largest tennis arena was packed, but only after fans made their way through the backlog to catch the end of a captivating opening match.\nIt was an agonizing way to welcome back fans to the U.S. Open after a year off. But from a tennis point of view, it was a riveting kickoff to the tournament, with a rematch of the 2017 women’s final, which Stephens also won.\n“It seems like it was a hundred years ago, not just four,” Keys said. “Yeah, the world is obviously a completely different place now as far as regular life goes. But then also with tennis, a lot has changed.”\nImage Sloane Stephens during her first-round win against her friend Madison Keys.\nThe biggest change for the 2021 tournament is that the fans are in the stands. They had been excluded from the 2020 tournament because of the coronavirus pandemic. But it took many of them a lot longer to get back inside than they expected.\n“It’s ridiculous,” said Betty Gruber, a fan from Chelmsford, Mass. “And then they let hundreds of people go right past us. I’m 82, and there are kids here and people who need to use the bathroom. It is very poorly organized.”\nIn the end it took more than two hours to clear out the backlog of people trying to enter. Some were lined up at the South Gate, joining the back of the queue hundreds of yards away, beyond the giant globe monument. Some lines of people intertwined with others and stewards did their best to control the flow amid the chaos as people complained and sweated in the midday sun.\nBut once inside they did all the things tennis fans have been doing at the U.S. Open for years, up until last year. They wandered the grounds, spent lavishly on food and cheered for their favorite players on a warm day that ultimately felt rather normal.\nThe announced attendance was 53,783 — 30,993 during the day session and 22,790 during the night session.\nMaria Onuorah, 58, a nurse practitioner and her two daughters, Jessica and Chelsea, waited over an hour in line. After they got off the No. 7 train they were met instantly by a wall of people, already lined up on the wooden boardwalk bridge over to Flushing Meadows Park.\n“At least we were able to see the last set,” Maria Onuorah said of the match between Stephens and Keys. “I’m glad we were able to finally get in because we came all the way from Atlanta to see it.”\nImage Gold medalist Sydney McLaughlin stopped by the Billie Jean King Center. Image Fans on the grounds during the U.S. Open.\nOne fan, who asked to be identified only as Harry, a software engineer from California, said that there were so many people on the bridge from the subway that at one point it began to shake and sway. He said he saw a handful of people, including his girlfriend, throw up.\n“It was total mayhem,” he said. “I’ve been pretty Covid conscious this whole time and I didn’t appreciate being packed in with all these people in such close quarters.”\nThe United States Tennis Association issued a statement that said the delay was largely caused by crowds arriving later than they have in the past, and that the slowdown was centered on the bag check area.\n“Patrons have brought an inordinate number of bags this year, all of which need to be searched. This becomes the main choke point for entry,” the U.S.T.A. statement said.\nThe U.S.T.A. added that it was looking into ways to avoid the problem in the coming days. It also said that the process to check proof of vaccinations seemed to work “smoothly” and did not contribute to the delay. Some fans agreed, but said part of the reason for that is because the process was not rigorous.\n“They were looking at the cards, but they didn’t match them up with ID’s,” said Matt Stapleton, 61, a film industry transportation director from Long Island. He said he waited two hours to get inside the grounds but once he made it through the gates he said — surprisingly cheerfully — that it was well worth it.\nImage Crowds waiting for the evening matches to get started.\n“He’s always like that,” his wife, Linda, said with a laugh. “He’s just here to have fun.”\nMost of the fans moved about without face coverings, but most of the workers wore masks. Originally, the tournament was not planning to require proof of vaccinations against the coronavirus, but after Mayor Bill de Blasio of New York intervened, tournament organizers changed the rules.\n“I’m glad they did,” said Jessica Onuorah, a graduate student at Georgia State University. “I’m vaccinated, but I feel a lot safer knowing that everyone else is, too.”\nThings really began moving along in the afternoon, just as they would in a normal year with no pandemic. The food concessionaires did a brisk business, fans ambled about the main plaza, sitting near the fountains, watching matches on the giant video screens, and crowds of people packed into the stands as they did in 2019, and each year for decades before that.\n“We missed the people in the crowd,” said the 12th-seeded Simona Halep of Romania, who beat Camila Giorgi of Italy, 6-4, 7-6 (3), in their first-round match on the Grandstand court. “You cannot compare the atmosphere. It’s much better. You feel the energy. You feel alive on court.”\nAnd once the day session ended, it all started up again at night.", "url": "https://www.nytimes.com/live/2021/08/30/sports/us-open-tennis"}