{"authors": ["Ivan Penn"], "date_download": "2022-10-25 23:36:02", "date_modify": "2022-10-25 23:36:02", "date_publish": "2021-12-02 10:02:27", "description": "Pacific Gas & Electric settled claims that one of its transmission lines caused the Kincade fire.", "filename": "live_2021_12_02_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740962.html", "image_url": "https://static01.nyt.com/images/2021/12/02/multimedia/02economy-briefing-pge/02economy-briefing-pge-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_12_02_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740962.html", "title": "California regulators fine PG&E $125 million for 2019 fire.", "title_page": "California regulators fine PG&E $125 million for 2019 fire. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Treasury Secretary Janet L. Yellen on Thursday said she believed it was time to stop characterizing inflation as temporary and suggested that the Omicron variant of the coronavirus could prolong the problem of rising prices.\nMs. Yellen said that over the summer it appeared that the pandemic was subsiding and that the economy would soon normalize. The spread of new variants, she said, has changed that calculus.\n“Now the new variant, the Omicron variant — the pandemic could be with us for quite some time and hopefully not completely stifling economic activity, but affecting our behavior in ways that contribute to inflation,” Ms. Yellen said, speaking at an event sponsored by Reuters.\nMs. Yellen’s remarks echoed those of Jerome H. Powell, the Federal Reserve chair, who said earlier this week that inflation was more than a short-term issue.\n“I am ready to retire the word transitory,” Ms. Yellen said. “I can agree that that hasn’t been an apt description of what we are dealing with.”\nThe Treasury secretary said that it was too soon to say what impact Omicron would have on the economy. It could further snarl supply chains and fuel inflation, she noted, but if it dampened economic growth it could blunt price increases. She warned, however, that it could cause “significant problems.”\n“We’re very uncertain at this point just how significant a threat it’s going to be,” Ms. Yellen said, adding: “Hopefully it’s not something that’s going to slow economic growth significantly.”\nMs. Yellen, a former Fed chair, said that the central bank was committed to using its tools to contain inflation but said there was little it could do to ease clogged supply chains. She said that Mr. Powell’s suggestion this week that the Fed would consider speeding up its plan to withdraw financial support for the economy “makes sense.”\n“What we don’t want to have develop is a wage-price spiral, in which inflation becomes its own self-reinforcing kind of phenomenon that would become chronic in the U.S. economy — something endemic,” Ms. Yellen said.\nHer comments came as more Fed policymakers signaled growing concern that inflation, which the Fed targets to average 2 percent over time, is proving more durable than previously expected.\nLast month, the Fed announced that it would begin scaling back its monthly purchases of $120 billion in bonds by $15 billion a month, putting it on track to end that program around June. Those large-scale bond purchases keep money flowing through financial markets.\nRandal K. Quarles said in his final speech as a Fed governor on Thursday that he “certainly would be supportive” of ending the bond purchases sooner. Mr. Quarles is set to step down from the central bank at the end of the year.\nMr. Quarles said that rising inflation might not primarily be a “bottleneck story anymore,” and that the Fed may have to respond more quickly to constrain demand.\n“This is not a question of demand at pre-Covid levels and supply taking a while to reach back up to that pre-Covid capacity,” he said at an event hosted by the American Enterprise Institute. “But rather we have sustained higher demand.”\nMary C. Daly, the president of the Federal Reserve Bank of San Francisco, said at an event hosted by the Peterson Institute for International Economics on Thursday that the Fed may need to hasten the end of the bond-buying program and start “crafting a plan” to at least consider raising interest rates, which have been near zero since the start of the pandemic.\nMs. Daly said the central bank would not aim to withdraw support completely, “but to start lessening the amount of accommodation we’re providing when the economy is looking to be self-sustained.”\nRaphael W. Bostic, the president of the Federal Reserve Bank of Atlanta, said at the Reuters event on Thursday that high inflation and a healing labor market have made it appropriate for the Fed to end its bond purchases by the end of the first quarter of next year. If interest rates run as high as 4 percent next year, he said, there would be a “good case” for the central bank to pull forward its rate increases.\nHalf of the Fed’s policymakers expected to lift rates in 2022, according to the last economic projections released in September.", "url": "https://www.nytimes.com/live/2021/12/02/business/news-business-stock-market?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}