{"authors": ["Shane Goldmacher", "Reid J. Epstein", "Blake Hounshell", "Jonathan Weisman", "Neil Vigdor", "The New York Times", "Lisa Lerer", "Jennifer Medina", "Maya King", "Jazmine Ulloa"], "date_download": "2022-10-25 22:58:38", "date_modify": "2022-10-25 22:58:38", "date_publish": "2022-09-21 13:30:09", "description": "The complaint against the campaign arm of Senate Republicans accuses the group of breaking federal law by using money for legal expenses on campaign ads. Here’s the latest from the campaign trail.", "filename": "live_2022_09_21_us_elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738718.html", "image_url": "https://static01.nyt.com/images/2022/09/21/multimedia/21midterm-blog-campfin-01/21midterm-blog-campfin-01-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_09_21_us_elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738718.html", "title": "Election Updates: Watchdog Group Files F.E.C. Complaint Against Republicans", "title_page": "Election Updates: Watchdog Group Files F.E.C. Complaint Against Republicans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Political memo\nZach Nunn, an Iowa Republican challenging one of the House’s most vulnerable Democrats, had been talking for months about rising prices when a Texas congressman two weeks ago invited him to visit the Mexican border — to see the fentanyl confiscated, hear tales of dying migrants and witness overwhelmed border agents.\nMr. Nunn took it all in, he said. Then, he went back to a district that stretches from Des Moines to the Missouri line to talk about inflation some more.\n“You know, from knocking on 10,000 doors, what people are interested in,” Mr. Nunn said. It would not matter, he said, if he were speaking in Clarinda, Iowa — a city of 5,300 — or West Des Moines, a city of 70,000. “People are all talking about what is going on with the economy,” he said.\nIn the six-month primary season that came to a close on Tuesday, issues like abortion, crime, immigration, the Jan. 6 attack on the Capitol, and Donald J. Trump have risen and fallen, but nothing has dislodged inflation and the economy from the top of voters’ minds. On Wednesday, polls out of Wisconsin and Georgia again found inflation to be the issue of greatest concern.\nA New York Times/Siena poll released on Friday had bright spots for Democrats, but 49 percent of respondents said that “economic issues such as jobs, taxes or the cost of living” were likely to determine their votes in November, compared with 31 percent who saw “societal issues such as abortion, guns or democracy” as decisive. And 52 percent of registered voters said they agreed with Republicans on the economy, versus 38 percent who said they agreed with Democrats.\nImage “People are all talking about what is going on with the economy,” said Zach Nunn, a Republican candidate for a House seat in Iowa. Credit... Bryon Houlgrave/The Des Moines Register, via Associated Press\nAnd Republican candidates aren’t letting go.\n“Inflation is now high enough to rob every working American of a month’s pay over the course of a year,” said Tom Barrett, a Michigan state senator challenging Representative Elissa Slotkin, a Democrat, in a Republican-leaning district around Lansing.\nRepresentative Nancy Mace, Republican of South Carolina, released her first advertisement of the general election on Thursday — and it focused solely on inflation.\n“I’m Nancy Mace, and I have had it with crazy inflation,” she says to the camera as she counts up the cost of cooking an eggs-and-bacon breakfast. (Milk, $4 a gallon, a dozen eggs, nearly $4, and bacon, $8 a pack.)\nFor all the losers in an inflationary economy, there are also winners: people with large mortgages or student loan burdens that shrink away in real terms as incomes rise with inflation but debts do not; workers whose wages suddenly rise, sometimes enough to keep pace with prices; frugal seniors who enjoy Social Security cost-of-living increases tied to the inflation rate and higher interest rates on their savings accounts.\nEven so, inflation has had outsize potency as a political issue for at least a century — and since hyperinflation after World War I helped usher in authoritarianism across Europe, few issues have been quite so politically destabilizing.\nIn the mid-1990s, Robert J. Shiller, a Nobel Prize-winning economist at Yale who was puzzled by the power of inflation as a disruptive force, surveyed people in the United States, Germany and Brazil to determine why inflation had always produced so much anger, wounded national pride and a feeling that an unwritten social contract between citizens and their government had been broken.\nFacing deep feelings of insecurity, anxiety and unfairness, “not a single respondent volunteered anywhere on the questionnaire that he or she benefited from inflation,” he marveled.\nImage Representative Nancy Mace released her first ad of the general election last week, focusing on the economy. “I’m Nancy Mace, and I have had it with crazy inflation,” she says in the ad. Credit... Allison Joyce/Getty Images\nFor Republicans seeking control of Congress, that history still could prove determinative, even as Democrats try to center their campaigns on abortion rights and democratic pluralism and Republican strategists test other themes, like crime, the border and Democratic “radicalism.”\nRepresentative Kim Schrier, a Democrat in the suburbs of Seattle who is locked in a tossup contest for re-election, has gone after her Republican opponent, Matt Larkin, on abortion, using her background as a physician to press a persona of earnest trustworthiness. Democratic campaign officials in Washington, D.C., have accused Mr. Larkin of questioning the election results of 2020 and refusing to acknowledge President Biden as legitimately elected.\nMr. Larkin’s response? The price of eggs, “up 52 percent in Washington State,” he said Thursday, and milk, “way, way up in the Eighth District.”\nVoters, he said in an interview, “are very, very concerned.”\nAnd, in a country where one party controls the House, the Senate and the White House — and in a state where Democrats control pretty much everything — “there’s also a sense that the Democrats in general are doing this,” Mr. Larkin added.\nThat, too, is consistent with economic history: Citizens of countries suffering from inflation have routinely sought to assign blame — to the government, to greedy companies or to politicians. Inflationary periods often yield labor strife, as workers and unions press for wage increases to keep up with rising prices, point fingers at “price-gouging” companies and, more than anything, rage at those in power.\nImage Labor leaders marching against inflation at a demonstration in Buenos Aires in August. Credit... Juan Mabromata/Agence France-Presse — Getty Images\nRichard M. Nixon’s 1968 victory over Hubert Humphrey is popularly attributed to the Vietnam War and domestic unrest, but inflation was a “top three” issue, even though price increases were a relatively mild 4.27 percent, said Jason Furman, a Harvard economist with deep connections to the national Democratic Party.\nGerald R. Ford’s defeat in 1976 is often ascribed to the hangover from Watergate, but his WIN (Whip Inflation Now) buttons became an object of ridicule in a year in which inflation was still pushing 6 percent. Four years later, Jimmy Carter’s dreams of a second term were vaporized by 13.5 percent inflation.\nAnd in 1982, as the Federal Reserve was engineering a recession to finally get control of price gains and Ronald Reagan was absorbing the blame, Democrats beat Republicans by nearly 12 percentage points in the midterm elections — and padded their House majority by 27 seats.\n“From bitter historical experience, we know how quickly inflation destroys confidence in the reliability of political institutions and ends up endangering democracy,” Helmut Kohl, the chancellor of Germany, said in 1995, harking back to the hyperinflation of the Weimar Republic.\nIn 2022, Republicans like State Senator Jen Kiggans, who is challenging Representative Elaine Luria in southeast Virginia, are using inflation not only to go after the party in power, but also to deflect Democratic charges of “radicalism” by portraying themselves as ordinary family folks, in touch with consumer reality.\nFor voters, however, the signals from the actual economy are mixed. The official inflation report last Tuesday showed that prices in August rose 8.3 percent from a year earlier, only slightly better than July’s 8.5 percent. But because of rapidly falling gasoline prices, overall consumer costs from the month before rose a barely noticeable 0.1 percent. Prices at the pump, the most visible inflationary signal to consumers, are expected to continue their fall in the weeks leading up to the election. That could offer at least psychological relief to consumers — and Democrats — as other cost-of-living indicators like food and rent send stock traders and the Federal Reserve running for shelter.\nImage Gasoline prices are expected to continue falling in the weeks leading up to the November elections. Credit... Carlos Bernate for The New York Times\n“If you’re going to have 8 percent inflation over the year before up to the election, you’d like to have the last three months at zero, so the sequencing is about as good as it could be” for Democrats, Mr. Furman said.\nMr. Barrett conceded that these fresh signals could blunt the political impact. “To some degree, they boiled the frog, then turned the temperature down a notch on the stove,” he said, “but it’s still raging hot.”\nAnd his Democratic opponent, Ms, Slotkin, has taken pains to address the issue, too, ticking off legislation and administrative actions that she said she supported to address inflation. They include suspending the federal gas tax, releasing oil from the strategic petroleum reserve, pressing companies on “price gouging” and granting Medicare the authority to negotiate drug prices.\n“Certainly if there was a silver bullet to fix it, it would have been fired,” she said, adding, “leaders need to do all they can — not just use it as a political issue.”\nRepublicans say that, as children go back to school, higher prices on clothes, food and school supplies will come more into focus, and cold weather will bring the sticker shock of soaring heating bills. The disorienting power of price increases is all the more potent, experts say, because Americans have not weathered them in four decades.\nDemocrats hope to turn voters’ minds elsewhere. On the lengthy “issues” web page of Mr. Nunn’s opponent, Representative Cindy Axne, the word inflation does not appear, though she does mention inflation in one campaign ad as being among a litany of travails hitting Iowans recently. In another ad, Ms. Axne acknowledges that “rising costs are hurting Iowa families everywhere.”\nImage Representative Cindy Axne mentioned inflation in one campaign ad, among a list of problems facing Iowans. Credit... Cheriss May for The New York Times\nOn Friday, Emilia Sykes, the Democratic candidate for an open House seat in northeast Ohio, released a new ad saying she has “a plan to lower costs,” though she avoided the word inflation.\nElsewhere, Democrats are focusing almost exclusively on abortion, democracy and the overall theme that Republicans who have undermined the integrity of elections and democratic institutions cannot be trusted with power.\nIn that sense, the parties are entering the final sprint to Nov. 8 largely talking past each other.\nBut the unique ability of inflation to anger voters and undermine authorities in power should not be underestimated, economists say.\nWage increases, though stronger than they have been in years, have not kept pace with inflation this year, but in 2021, when voters’ anger showed up most clearly in polling, average family incomes “far exceeded” price gains, thanks in large part to temporary tax cuts and income supplements approved in successive pandemic-relief measures, said Austan Goolsbee, a University of Chicago economist.\n“Average actual real incomes went up, not down,” he said, “so it’s still a puzzle.”\nFor Republicans, there is no mystery, only the challenge of staying on the issue as Democrats try to direct voters’ attention anywhere else.\n“This stuff is real,” Mr. Barrett said on Thursday. “The Democrats are whistling past the graveyard.”", "url": "https://www.nytimes.com/live/2022/09/21/us/elections-midterms?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}