{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:24:34", "date_modify": "2022-10-25 23:24:34", "date_publish": "2020-10-16 12:07:24", "description": "The president held rallies in Florida and Georgia as Joe Biden traveled to Michigan. A Republican colleague of Senator Kamala Harris mockingly mispronounced her name.", "filename": "live_2020_10_16_us_trump-biden-town-halls_1666740274.html", "image_url": "https://static01.nyt.com/images/2020/10/16/multimedia/16elections-briefing-sasse/16elections-briefing-sasse-facebookJumbo.jpg?year=2020&h=549&w=1050&s=f6e496f6a4886475b054eed286c5e672dedd297127743489358e1e0f4d32c355&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_10_16_us_trump-biden-town-halls_1666740274.html", "title": "Trump Rallies in the South as Republicans Begin to Edge Away From Him", "title_page": "Trump Rallies in the South as Republicans Begin to Edge Away From Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Senator Ben Sasse, Republican of Nebraska, has grown increasingly vocal in his criticism of President Trump. Credit... Hilary Swift/The New York Times\nFor nearly four years, congressional Republicans have ducked and dodged an unending stream of offensive statements and norm-shattering behavior from President Trump, ignoring his caustic and scattershot Twitter feed and penchant for flouting party orthodoxy and standing by quietly as he abandoned military allies, attacked American institutions and stirred up racist and nativist fears.\nBut now, less than three weeks away from the election, facing grim polling numbers and a flood of Democratic money and enthusiasm that has imperiled their majority in the Senate, Republicans on Capitol Hill are beginning to publicly put distance between themselves and the president. The shift indicates that many Republicans, having concluded that Mr. Trump is heading for a loss in November, are grasping to save themselves and rushing to re-establish their reputations and political brand for a coming struggle for the G.O.P.’s identity.\nSenator Ben Sasse of Nebraska unloaded on Mr. Trump in a telephone town hall with constituents on Wednesday, eviscerating the president’s response to the coronavirus pandemic and accusing him of “flirting” with dictators and white supremacists and alienating voters so broadly that he might cause a “Republican blood bath” next month. Senator Lindsey Graham of South Carolina, one of the president’s most vocal allies, predicted that the president could very well lose the White House, and Senator Ted Cruz of Texas recently warned of a “Republican blood bath of Watergate proportions.”\nEven the normally taciturn Senator Mitch McConnell, Republican of Kentucky and the majority leader, has been more outspoken than usual about his differences with the president, rejecting the president’s calls to “go big” on a stimulus bill and divulging that he has been avoiding the White House for months because of the president’s refusal to put in place coronavirus precautions.\n“Voters are set to drive the ultimate wedge between Senate Republicans and Trump,” said Alex Conant, a former aide to Senator Marco Rubio and a former White House spokesman. “It’s a lot easier to get along when you’re winning elections and gaining power. But when you’re on the precipice of what could be a historic loss, there is less eagerness to just get along.”\nRepublicans could very well hang onto both the White House and Senate, and Mr. Trump still has a firm grip on the party base. But the recent behavior of congressional Republicans has offered an answer to the long-pondered question of whether there was ever a point when Republicans might repudiate a president who so frequently said and did things that undermined their principles and message. The answer appears to be: the moment they believed he would threaten their own political survival.", "url": "https://www.nytimes.com/live/2020/10/16/us/trump-biden-town-halls"}