{"authors": ["Sheryl Gay Stolberg", "Noah Weiland"], "date_download": "2022-10-25 23:23:54", "date_modify": "2022-10-25 23:23:54", "date_publish": "2022-07-20 09:00:58", "description": "The move effectively creates a new federal agency — on par with the Centers for Disease Control and Prevention and the Food and Drug Administration.", "filename": "live_2022_07_20_world_covid-19-mandates-vaccine-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740234.html", "image_url": "https://static01.nyt.com/images/2022/07/20/multimedia/20dc-hhs-1/20dc-hhs-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_07_20_world_covid-19-mandates-vaccine-cases_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740234.html", "title": "The Biden administration is elevating a division of H.H.S. to more broadly oversee pandemic responses.", "title_page": "The Biden administration is elevating a division of H.H.S. to more broadly oversee pandemic responses. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Dawn O’Connell, assistant secretary for preparedness and response at the U.S. Department of Health and Human Services. Credit... Greg Nash/Agence France-Presse, via Pool/Afp Via Getty Images\nThe Biden administration is creating a new division within the Department of Health and Human Services to coordinate the nation’s response to pandemic threats and other health emergencies, a recognition that the department is structurally ill equipped to handle disasters like the coronavirus pandemic.\nThe change, announced internally on Wednesday, will elevate an existing office — that of the Assistant Secretary for Preparedness and Response, known as ASPR — to its own operating division, the Administration for Strategic Preparedness and Response.\nThe move effectively creates a new federal agency — on par with the Centers for Disease Control and Prevention and the Food and Drug Administration — that will be responsible for crucial health logistics, including oversight of the Strategic National Stockpile, the nation’s emergency medical reserve, and contracting for and distributing vaccines in an emergency.\nThe aim is to increase the office’s authority and consolidate its powers so that it can operate as a counterpart to the C.D.C., the F.D.A. and the National Institutes of Health, which all manage various aspects of an emergency response. But it may also create tensions between those agencies — which have their own campuses outside of Washington — and the new division, which will operate out of H.H.S. headquarters in the capital.\n“This change allows ASPR to mobilize a coordinated national response more quickly and stably during future disasters and emergencies while equipping us with greater hiring and contracting capabilities,” Dawn O’Connell, the assistant secretary for preparedness and response, wrote to employees on Wednesday in an email announcing the change, which was first reported by The Washington Post.\nOn the surface, elevating an office to a division might seem like Washington bureaucratic reshuffling. But people familiar with the change say the new division will build on work the preparedness and response office already does, incorporating capabilities it has built up during the pandemic. In 2018, ASPR was put in charge of the national stockpile; it had previously been run by the C.D.C., which bitterly opposed the move. The stockpile was short on basic supplies, including ventilators, masks and other protective gear, at the outset of the pandemic, and stands today as a searing example of the failures of that early response. Ms. O’Connell also already oversees the Biomedical Advanced Research and Development Authority, which is responsible for developing innovative vaccines and therapeutics. That agency was thrust into the spotlight in 2020, when President Donald J. Trump fired its director. But at the start of the pandemic, the assistant secretary running ASPR lacked the capability to contract with companies to purchase vaccines, and was forced to rely on the Department of Defense to handle purchasing and distribution of the shots. Elevating the office into an operating division will enable it to take over some of those responsibilities, people familiar with the move say. Ms. O’Connell said new hiring and contracting authority would be phased in “over a period of time.” In her memo, Ms. O’Connell said her office’s newer “missions,” such as overseeing the national stockpile, were “pushing it against the limits of a typical staff division.” The decision appeared to catch some top federal health officials by surprise, including at the White House and the C.D.C., senior officials said. Lawrence Gostin, a former C.D.C. adviser who directs the O’Neill Institute for National and Global Health Law at Georgetown University, said the announcement Wednesday was “more than a little vague, which makes it even more frustrating.” “It’s always tempting when an agency performs badly to sideline it or to designate its key functions to another agency, or to even defund it, which I think will happen as a consequence of this, when the right answer is to fix it,” he said. “Rather than raising the agency back to its days of pre-eminence, we’ve curbed it. I think the Biden administration and future administrations will rue the day that they clipped C.D.C.’s wings.” A spokeswoman for the C.D.C. said the agency “is supportive of Assistant Secretary O’Connell’s vision for ASPR — a critical partner for us in addressing public health threats.” “We will continue to work closely together to advance and protect the health of the American people,” said the spokeswoman, Kristen Nordlund. Dr. Luciana Borio, a former acting chief scientist at the F.D.A. and National Security Council official, said that the office was always meant to be a more strategic arm of the federal health bureaucracy than an operational one. “We have to be careful that the new entity doesn’t become saddled with operational responsibilities,” she said. “We need to leverage the whole of government for that.” If the change at H.H.S. shifts authority or responsibility, she added, “I’m concerned it will be unclear who’s in charge and it will create more confusion. The C.D.C. is essential to the response. Any act that further erodes C.D.C.’s role will be detrimental.”\nShow more", "url": "https://www.nytimes.com/live/2022/07/20/world/covid-19-mandates-vaccine-cases?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}