{"authors": ["Reid J. Epstein"], "date_download": "2022-10-25 22:57:51", "date_modify": "2022-10-25 22:57:51", "date_publish": "2021-07-19 12:47:15", "description": "The positive coronavirus tests for Texas lawmakers have taken some of the steam out of the second week of what the Democrats say will be a nearly monthlong stay to fight for voting rights at the Capitol.", "filename": "live_2021_07_19_us_politics-news_texas-democrats-covid_1666738671.html", "image_url": "https://static01.nyt.com/images/2021/07/19/multimedia/19political-briefing-texas-democrats/19political-briefing-texas-democrats-facebookJumbo.jpg?year=2021&h=550&w=1050&s=d59021fa78df10c5e0f65c424ab86705c4d28dd93a601617d17371ac5f982c45&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_19_us_politics-news_texas-democrats-covid_1666738671.html", "title": "Biden addresses the economy and pushes for further spending.", "title_page": "Biden addresses the economy and pushes for further spending. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A group of Senate Democrats traveled to Atlanta on Monday to speak to voters who have faced challenges casting their ballots, in an effort to highlight the need for new federal voting rights protections.\nWe’re here today in Atlanta to shine a spotlight on what has been happening in Georgia and in states around the country to undermine the freedom to vote. We Americans live in a great house that democracy built. And right now, that house is on fire. Your vote is your voice. And your voice is about your human dignity. The fight for voting rights is the fight for human rights. There’s nothing more noble, more important for us to do in a moment like this. And sadly, what we’re seeing in Georgia is an attempt to deny certain people the ability to have their voices heard in our democracy. I feel awful that I was standing in line, got there and was not able to cast my vote, nor the people that I brought with me. I saw people in the line, waiting so people in that line, coming into the parking lot and seeing the size of the line and leaving, that’s not acceptable. Ms. Butler, which voters, and this has been documented extensively, are typically made to wait much, much longer to vote in our state. The people that wait the longest in this state are people of color, Black, Latino, Asian American and other people of color.\nATLANTA — Senate Democrats took their faltering push for a federal voting rights law on the road to Georgia on Monday, seeking to make the case for an elections overhaul in Congress from a state at the heart of a national battle with Republicans over access to the ballot.\nAt a field hearing at the National Center for Civil and Human Rights here, state lawmakers and voters warned the Senate Rules Committee that Georgia’s restrictive, newly enacted voting law was slowly undoing decades of hard-won progress. Casting the measure as a deliberate attempt by Republicans to disenfranchise Black voters, cause chaos at the ballot box and consolidate their tenuous grip on power, they demanded that Congress intervene.\n“There is much talk about not being able to give food and water to voters on line, but the actual law is much more abhorrent than that,” Representative Billy Mitchell, the chairman of Georgia’s House Democratic Caucus, told the panel. “What I am most concerned about — and hope you come up with a solution for — is cheating umpires that these laws are creating.”\nSenate Democrats said they were hopeful that the change of scenery would provide a fresh spurt of momentum to their campaign to pass a bill that would put in place a federal floor for ballot access nationwide, effectively nullifying many of the changes adopted in Georgia and several other states. But there was little sign that would be the case, given that Republicans have blocked that legislation and they lack the support to eliminate the 60-vote threshold to break a filibuster.\nThough senators have locked arms with voting rights activists and huddled last week in the Capitol with Texas state lawmakers, Monday was the first time they had tried to shine an on-the-ground light on one of more than a dozen states that have adopted voting restrictions.\n“If you just stay in Washington and get doused down and gridlocked out by our archaic procedures in the Senate, you lose sight of what you are fighting for,” said Senator Amy Klobuchar, Democrat of Minnesota, who led the hearing.\nStill, it seemed unlikely that the session would make a meaningful impact on the legislative debate 500 miles away in Washington, where Republicans dismissed the hearing as a stunt and boycotted it.\nAn initial attempt by Democrats to debate their overhaul, the For the People Act, failed in the Senate last month in the face of unified Republican opposition. The legislation would have mandated automatic voter registration, and early and no-excuse mail-in voting nationwide; ended partisan gerrymandering of congressional districts; and put new requirements on super PACs to disclose their big donors.\nNow Democrats are trying to retool. The stakes are high. As Republican states race ahead with new laws, Democrats have been unable to find a way around Republican opposition in the Senate or deliver on promises of success. Voting rights activists are growing impatient for progress and warning that if Congress fails to act by early fall, it could be too late for its changes to take effect before the 2022 elections.\nImage Senator Amy Klobuchar after the hearing, which was held at the National Center for Civil and Human Rights in Atlanta. Credit... Matthew Odom for The New York Times\nParty leaders are working with Senator Joe Manchin III of West Virginia, the most outspoken Democratic opponent of the measure, to draft a narrower compromise bill, which could come up for another vote in August or the fall.\nThey are also preparing additional legislation, named after the civil rights icon John Lewis of Georgia, to strengthen the Voting Rights Act of 1965. And Ms. Klobuchar detailed a separate effort to use the party’s $3.5 trillion budget blueprint to incentivize states to expand ballot access through federal grants. That approach would allow Democrats to go around Republican objections using special budgetary rules, but it would not allow Congress to actually mandate that states take any action.\nBut the real fight is over persuading Mr. Manchin and a handful of other holdouts to support changes to the filibuster, allowing Democrats to move voting rights legislation despite Republican objections.\n“I’m doing everything I know how,” said Representative James E. Clyburn of South Carolina, the No. 3 Democrat and the highest-ranking Black lawmaker in Congress.\nIn an interview, Mr. Clyburn said he had made his views on the need for a filibuster carve out plain to the White House and had another “long talk” last week with Mr. Manchin about the West Virginian’s concerns about proceeding unilaterally — without luck.\n“Joe Manchin is really trying to find a place to maintain the integrity of the filibuster, which I’m not with him on,” Mr. Clyburn said in an interview. “I know the history of the filibuster; I intend not to ignore history. It has been used primarily — almost exclusively — to deny civil rights like voting.”\nDemocrats, he added, “could be relegating ourselves to the dustbin of history as a party” if they fail to take action during this Congress on the matter.\nIn Atlanta on Monday, Georgia Democrats issued similarly dire warnings.\nTestifying in front of black-and-white photos of the civil rights movement, Helen Butler told senators about how she and another Black election official in Morgan County had been removed from the county elections board at the beginning of the month after a new law gave Republicans the power to appoint its members.\nThe changes, she said, “raised the specter that the goal would be to nullify the lawful vote of Georgia voters when the majority party is not satisfied with the outcome of the election, thereby achieving an outcome the former president was not able to in 2020.”\nAdopted in April, the Georgia law put new ID requirements on absentee ballots, limited the number of drop boxes where voters could deposit them, outlawed third parties from giving food or water to voters waiting in line, and effectively granted the Republican-led legislature new power to overrule state and county elections officials and sway the outcome of an election.\nLater, Ms. Butler, who has spent decades helping Black Georgians vote as the director of the Georgia Coalition for the People’s Agenda, said she worried about how fellow voters of color would navigate a tangle of new rules and requirements.\n“They may be able to get over the hurdles, but my God, what kind of barriers will they have to get through?” she said.\nJosé Segarra, a former Air Force pilot from rural Houston County, told senators that he had done just that in 2020, standing in lines so long that some voters simply had to leave to go to work or care for children before they had the chance to cast a ballot.\n“After an hour and half standing outside, we made it inside the building finally — just to find out the line inside the building was just as long,” Mr. Segarra said. “Senators, this is wrong. It should not take so long to vote.”\nRepublicans on the Rules Committee did not invite any members of their party to defend the law, calling the hearing a disingenuous ploy.\n“This silly stunt is based on the same lie as all the Democrats’ phony hysteria from Georgia to Texas to Washington, D.C., and beyond — their efforts to pretend that moderate, mainstream state voting laws with more generous early voting provisions than blue states like New York are some kind of evil assault on our democracy,” Senator Mitch McConnell, Republican of Kentucky and the minority leader, said in a statement.\nIn a video posted to his Twitter account just after the hearing concluded, Gov. Brian Kemp, a Republican, defended his state’s new elections law as “common sense reforms.” He accused Democrats of conducting “bogus hearings to try to demonize election integrity laws” and raise money.\nThe Justice Department sued the state last month over the statute, which the Biden administration argued discriminated against Black voters in violation of the law.", "url": "https://www.nytimes.com/live/2021/07/19/us/politics-news/texas-democrats-covid"}