{"authors": ["Patrick Kingsley"], "date_download": "2022-10-25 23:55:44", "date_modify": "2022-10-25 23:55:44", "date_publish": "2022-04-22 06:08:52", "description": "The Aqsa Mosque compound, known to Jews as Temple Mount, was once again the scene of clashes as tens of thousands of Muslims gathered to worship. But the violence ended quickly.", "filename": "live_2022_04_22_world_jerusalem-al-aqsa-mosque_1666742144.html", "image_url": "https://static01.nyt.com/images/2022/04/22/world/22mideast-briefing-news-lede-sub01/merlin_205792323_60a7a4b0-aa90-42ee-a431-e7e12afed341-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_04_22_world_jerusalem-al-aqsa-mosque_1666742144.html", "title": "Brief Bouts of Unrest Erupt After Jerusalem Friday Prayers", "title_page": "Brief Bouts of Unrest Erupt After Jerusalem Friday Prayers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video Skirmishes erupted after Friday prayers at the Aqsa Mosque compound, known to Jews as Temple Mount, for the seventh time in eight days. Credit Credit... Ahmad Gharabli/Agence France-Presse — Getty Images\nJERUSALEM — Two rounds of Friday prayers at one of Jerusalem’s holiest sites were followed by brief unrest that subsided quickly, keeping tensions in the Old City on a low boil. It was the seventh time in eight days that violence broke out at the Aqsa Mosque compound, known to Jews as Temple Mount.\nThe first clashes erupted shortly after dawn prayers at the mosque. Video showed dozens of young Palestinian men approaching a gate at one entrance, throwing stones at the Israeli riot police stationed there and setting off fireworks. That prompted the police to enter the compound, firing tear gas in an attempt to clear the group of young Palestinian men.\nThe unrest lasted for about an hour, a shorter escalation than in previous days, and in a smaller section of the site.\nThe early skirmishes ended by midmorning, followed by hours of calm. But the tensions escalated again briefly after midday prayers at the mosque, attended by about 150,000 Palestinians, according to mosque officials.\nIsraeli police fired tear gas from a drone at Palestinians who had gathered on one part of the compound. It was not immediately clear what prompted the Israeli fire.\nDuring the earlier skirmishes, the police stayed close to the edge of the compound, with the result that fighting did not erupt within the main mosque at the site, unlike earlier in the week. Dozens of Palestinians threw stones from behind makeshift barricades, some of them carrying green flags associated with Hamas, the Islamist militant group that dominates the Gaza Strip.\nAt least 31 Palestinians were injured, 14 of them hospitalized, according to the Palestinian Red Crescent. One police officer was injured after being hit in the face by a rock, the police said.\nThe recent clashes at the compound, which is sacred both to Jews and Muslims, have contributed to a particularly volatile period in Israel and the occupied territories. The unresolved nature of the conflict means that tensions are always simmering, but the situation began to escalate more than usual a month ago, the start of the deadliest wave of Arab attacks in Israel in more than half a decade.\nThe attacks killed 14 and prompted an Israeli military crackdown in the occupied West Bank, which killed at least 15 Palestinians.\nTensions rose further on April 15, the first day of a rare overlap between Ramadan and Passover and Easter. Clashes broke out that day at the mosque compound.\nFighting has flared repeatedly over most of the past week as young Palestinians have tried to block visits by Jewish worshipers amid rumors on social media that hard-line Jewish activists were planning a Passover sacrifice within the mosque’s precincts.\nThat never happened, and the Israeli police have arrested several Jews said to have been planning such a move.\nThe Israeli government has also said it will maintain its annual practice of blocking non-Muslims from accessing the site from Friday — the start of the last 10 days of Ramadan and a particularly sensitive time in the holy fasting month.\nThe police did allow thousands of Jews to enter the site during regular morning visiting hours earlier in the month. Many of them were allowed to quietly pray in a secluded part of the site, in contravention of a decades-old convention by which Jews were allowed to visit the site but not worship there.\nTo prevent attacks on Jewish worshipers, the police also blocked Muslim access to the site for several hours on Sunday, after a crowd of Palestinian youths blocked the route usually taken by Jewish visitors.\nIsrael said its repeated police interventions were essential to restore public order. But they caused offense across the Muslim world and drew unusual public criticism from Israel’s new Arab allies, Bahrain, Morocco and the United Arab Emirates.\nIt also prompted an Islamist party in the Israeli governing coalition to suspend its membership, deepening a government crisis that could lead to early elections. And it gave militants in Gaza a pretext to fire rockets toward Israel for the first time since January.\nHiba Yazbek contributed reporting.", "url": "https://www.nytimes.com/live/2022/04/22/world/jerusalem-al-aqsa-mosque"}