{"authors": ["Sapna Maheshwari"], "date_download": "2022-10-25 23:32:43", "date_modify": "2022-10-25 23:32:43", "date_publish": "2021-05-10 11:48:15", "description": null, "filename": "live_2021_05_10_business_stock-market-today_1666740763.html", "image_url": "https://static01.nyt.com/images/2021/05/10/business/10economy-briefing-macys-SUB/10economy-briefing-macys-SUB-facebookJumbo.jpg?year=2021&h=550&w=1050&s=fae1b4cdc2c5d9939efbd5943c8e9760a8423bc76b7f0496de3b59d26e27d274&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_10_business_stock-market-today_1666740763.html", "title": "Macy’s Outlines Ambitious Plan for Herald Square", "title_page": "Macy’s Outlines Ambitious Plan for Herald Square - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Macy’s wants to build an office tower atop its Herald Square location. Credit... FXCollaborative\nMacy’s is proposing the construction of a commercial office tower on top of its flagship Herald Square store in New York as part of a broader redevelopment plan that would aim to improve the surrounding area and its subway stations.\nThe retailer said in a statement on Monday that it would commit $235 million to help improve the Herald Square subway stations and to “transform Herald Square and Broadway Plaza into a modern, car-free pedestrian-friendly urban space for New Yorkers and visitors,” according to a website it created for the proposed project.\nBefore Macy’s proposal can move ahead, the area needs to be rezoned to allow the new structure to be built atop the retailer’s iconic Herald Square store, which opened more than 100 years ago and would remain open during any new construction. The project would also need to go through an approval process with the city.\nMacy’s added that it was eager to begin a public review process on the project and that it would “work closely with local officials, Manhattan Community Board 5, the 34th Street Partnership and other community stakeholders on final designs.”\nMacy’s, which released renderings of the proposed building and pedestrian area, said that it supported the construction of the office space as part of an expected boom in new office jobs in New York this year. The beleaguered retailer added that the city was expecting a return to prepandemic office employment levels by the fourth quarter, and it estimated that its proposal would generate more than $250 million in new tax revenue for the city while supporting nearly 16,300 jobs.", "url": "https://www.nytimes.com/live/2021/05/10/business/stock-market-today"}