{"authors": ["The New York Times", "Marc Santora", "Anton Troianovski", "Lara Jakes", "Andrew E. Kramer", "Mike Ives", "Alexandra Stevenson", "John Yoon", "Azi Paybarah", "David Moll"], "date_download": "2022-10-25 22:58:52", "date_modify": "2022-10-25 22:58:52", "date_publish": "2022-03-03 11:06:51", "description": "Across Ukraine, Russian forces were laying siege to cities and trying to control vital ports.", "filename": "live_2022_03_03_world_russia-ukraine_1666738732.html", "image_url": "https://static01.nyt.com/images/2022/03/03/world/03ukraine-briefing-fire-nuke-plant/03ukraine-briefing-fire-nuke-plant-articleLarge.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_03_world_russia-ukraine_1666738732.html", "title": "What Happened on Day 8 of Russia’s Invasion of Ukraine", "title_page": "What Happened on Day 8 of Russia’s Invasion of Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A fire broke out early Friday at a complex in southern Ukraine housing Europe’s largest nuclear power plant after Russian troops fired on the area, and the Russian military later took control of the site, Ukrainian officials said.\nSecurity camera footage verified by The New York Times showed a building ablaze inside the Zaporizhzhia nuclear complex near a line of military vehicles. The videos appeared to show people in the vehicles firing at buildings in the power plant. Ukraine’s state emergency service later said the blaze went out after 6 a.m.\nThe fire did not affect essential equipment at the plant, the International Atomic Energy Agency said on Twitter, citing its communication with the Ukrainian government.\nAbout an hour after dawn, Ukraine’s nuclear regulatory inspectorate said in a statement that Russian military forces were now occupying the complex. It said that all of the site’s power units remained intact and that no changes in radiation levels had been observed.\nThe fire broke out after a Russian attack on a training building outside the perimeter of the plant, according to a statement by Ukraine’s state emergency service. A spokesman for the nuclear plant, Andriy Tuz, was quoted by The Associated Press as telling Ukrainian television that shells had set fire to one of the plant’s six reactors that was under renovation and not operating.\nUkraine’s nuclear inspectorate later said in its statement that one unit of the six units was operating, another was in “outage,” two were being cooled down, and two others had been disconnected from the grid.\nPresident Volodymyr Zelensky of Ukraine had accused the Russian military of deliberately attacking the complex and said an explosion there would have been “the end for everybody, the end of Europe.”\n“Only immediate actions by Europe could stop the Russian army,” he added.\nPresident Biden spoke with Mr. Zelensky about the fire and joined him in urging Russia to “cease its military activities in the area and allow firefighters and emergency responders to access the site,” the White House said. Local reports later said that emergency crews had gained access.\nMr. Biden’s energy secretary, Jennifer M. Granholm, said on Twitter that the United States had not detected elevated radiation readings in the area, echoing an earlier assessment by the International Atomic Energy Agency. “The plant’s reactors are protected by robust containment structures and reactors are being safely shut down,” she said.\nPrime Minister Boris Johnson of Britain said he would seek an emergency meeting of the United Nations Security Council about the blaze at the complex, according to his office.\nBefore the fire was reported by Ukraine’s foreign minister, Dmytro Kuleba, the director general for the International Atomic Energy Agency said in a statement that “a large number of Russian tanks and infantry” had entered Enerhodar, a town next to the plant. The director general, Rafael Mariano Grossi, said that troops were “moving directly” toward the reactor site.\nThe Zaporizhzhia nuclear complex, on the Dnieper River roughly a hundred miles north of Crimea, is the largest in Europe. According to the International Atomic Energy Agency, its six reactors produce a total of 6,000 megawatts of electric power.\nIn comparison, the Chernobyl plant in northern Ukraine produced 3,800 megawatts — about a third less. (A megawatt, one million watts, is enough power to light 10,000 hundred-watt bulbs.) The four reactors of the Chernobyl complex were shut down after one suffered a catastrophic fire and meltdown in 1986.\nThe reactors’ cores are full of highly radioactive fuel. But an additional danger at the Zaporizhzhia site is the many acres of open pools of water behind the complex where spent fuel rods have been cooled for years. Experts fear that errant shells or missiles that hit such sites could set off radiological disasters.\nFor days, social media reports have detailed how the residents of Enerhodar set up a giant barrier of tires, vehicles and metal barricades to try to block a Russian advance into the city and the reactor site. Christoph Koettl, a visual investigator for The New York Times, noted on Twitter that the barricades were so large that they could be seen from outer space by orbiting satellites.\nStarting this past Sunday, three days into the invasion, Ukraine’s nuclear regulator began reporting an unusual rate of disconnection: Six of the nation’s 15 reactors were offline. On Tuesday, the Zaporizhzhia facility was the site with the most reactors offline.\nJohn Yoon , Marc Santora and Nathan Willis contributed reporting.", "url": "https://www.nytimes.com/live/2022/03/03/world/russia-ukraine"}