{"authors": ["The New York Times"], "date_download": "2022-10-25 23:40:40", "date_modify": "2022-10-25 23:40:40", "date_publish": "2022-04-11 11:35:54", "description": "Companies are announcing the financial hits from pulling business out.", "filename": "live_2022_04_11_business_economy-news-oil-russia_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741240.html", "image_url": "https://static01.nyt.com/images/2022/04/11/business/11economy-briefing-companies-russia-promo/11economy-briefing-companies-russia-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_04_11_business_economy-news-oil-russia_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741240.html", "title": "Business News for April 11, 2022", "title_page": "Business News for April 11, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Twitter said late Sunday that Elon Musk, its biggest shareholder, would not be joining its board of directors.\nElon Musk has offered to buy Twitter, follow our live coverage of the news.\nElon Musk, the world’s wealthiest man and the biggest shareholder of Twitter, will no longer join the social media service’s board of directors, the company said late Sunday.\nThe move capped a whirlwind week at Twitter that had been set off by Mr. Musk, 50. On Tuesday, Twitter announced that the billionaire would be appointed to its 11-person board for a term that expires in 2024. The invitation to join the board followed Mr. Musk’s accumulating a 9.2 percent stake in the company, making him its largest shareholder.\nBut Parag Agrawal, Twitter’s chief executive, tweeted late Sunday that the situation had changed. On Saturday morning, Mr. Musk — who is a heavy Twitter user with more than 81 million followers — told the company he would no longer become a board member, Mr. Agrawal said.\n“We have and will always value input from our shareholders, whether they are on our board or not,” Mr. Agrawal said in his tweet about the news. “Elon is our biggest shareholder and we will remain open to his input.”\nElon has decided not to join our board. I sent a brief note to the company, sharing with you all here. pic.twitter.com/lfrXACavvk — Parag Agrawal (@paraga) April 11, 2022\nNo reason was given for the reversal. But Mr. Musk had been tweeting erratically throughout the weekend, polling his followers with barbed questions about the future of the social media company.\nIn one post on Saturday, Mr. Musk asked, “Is Twitter dying?”\nMost of these “top” accounts tweet rarely and post very little content.\nIs Twitter dying? https://t.co/lj9rRXfDHE — Elon Musk (@elonmusk) April 9, 2022\nIn another, he suggested turning Twitter’s San Francisco headquarters into a homeless shelter because “no one shows up anyway.” He also rattled off a stream of critiques of the company’s products, at one point suggesting that Twitter remove ads from the service entirely. (Most of Twitter’s revenue comes from ads.)\nUnder corporate governance principles, board members are required to act in the best fiduciary interest of a company and its shareholders, which Mr. Agrawal pointed out in his tweet on Sunday evening. He also said that Twitter’s board had been “clear about the risks” of Mr. Musk’s deciding to join as a director.\nBy not joining Twitter’s board, Mr. Musk will also no longer be bound by a previous agreement he had signed with the company. Under a “standstill” agreement last week, he had pledged not to purchase more than 14.9 percent of Twitter’s stock and not to take over the company. That suggests Mr. Musk could now keep adding to his stake in the company.\nA spokesman for Twitter declined to comment beyond Mr. Agrawal’s post. In a tweet on Sunday night, Mr. Musk did not directly address the situation with Twitter’s board but posted an emoji of a hand over a face.\nMr. Musk, the leader of the electric carmaker Tesla and the rocket maker SpaceX, is famously mercurial. He has often tossed off jabs on Twitter, trolling short-sellers of Tesla and insulting his critics. In 2018, after he mused about taking Tesla private in a tweet and inaccurately claimed he had secured funding for the transaction, he was fined $40 million by the Securities and Exchange Commission. Mr. Musk later said he disagreed with the S.E.C.’s decision.\nWhen Twitter revealed in an S.E.C. filing on Monday that Mr. Musk had bought the stake in the company, the news was greeted with fanfare. As a prolific Twitter user, Mr. Musk’s investment appeared to be a vote of confidence in the company, sending its stock soaring that day by more than 25 percent.\nMr. Musk's purchases of Twitter stock also came at a delicate time for the company. Twitter has been going through a transition since Jack Dorsey, a company founder, stepped down as chief executive last year. Mr. Agrawal, the chief technology officer, was appointed in his place.\nTwitter then announced on Tuesday that Mr. Musk would become a new Twitter director with a term on the board that was set to have started on Saturday.\nMr. Agrawal and Mr. Dorsey both made public comments welcoming Mr. Musk to the board. Mr. Musk “would bring great value to our board,” Mr. Agrawal tweeted, adding that there had been conversations between the company and Mr. Musk in recent weeks.\n“Parag and Elon both lead with their hearts, and they will be an incredible team,” Mr. Dorsey wrote on Twitter.\nThe friendly remarks were underpinned by how all three men appeared to share similar ideas. At various times, each has talked about reshaping social networking by radically shifting the power to users and away from big companies. Such a move toward “decentralization” would give people more control over their social media feeds and theoretically allow more free speech online. Mr. Musk, Mr. Dorsey and Mr. Agrawal have all been outspoken proponents of more free speech.\nMr. Musk also tweeted that he was looking forward to making “significant improvements to Twitter in coming months!” He did not elaborate on what those changes might be.\nThen came the reversal over the weekend.\n“I believe this is for the best,” Mr. Agrawal said in his tweet on Sunday. He added that Twitter’s employees should “tune out the noise, and stay focused on the work and what we’re doing.”", "url": "https://www.nytimes.com/live/2022/04/11/business/economy-news-oil-russia?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}