{"authors": ["Ben Casselman", "The New York Times"], "date_download": "2022-10-25 23:31:33", "date_modify": "2022-10-25 23:31:33", "date_publish": "2021-10-12 11:10:43", "description": "A government report shows how the balance of power in the labor market has swung toward workers.", "filename": "live_2021_10_12_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740693.html", "image_url": "https://static01.nyt.com/images/2021/10/12/us/datawrapper_pWJfN-1634072986129/datawrapper_pWJfN-1634072986129-facebookJumbo.png?year=2021&h=550&w=1050&s=5257b88d03c83813b5a959750ab33d74b90fdd86c3962c62536b0b2d25865511&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_10_12_business_news-business-stock-market_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740693.html", "title": "Workers quitting their jobs hit a record in the U.S. in August.", "title_page": "Workers quitting their jobs hit a record in the U.S. in August. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kristalina Georgieva, left, the managing director of the International Monetary Fund, with Angela Merkel, the German chancellor, in August.\nWASHINGTON — The International Monetary Fund’s executive board on Monday expressed confidence in the leadership of Kristalina Georgieva, its managing director, after allegations that she manipulated data to placate China when she was a senior World Bank official.\nLast month, an independent inquiry commissioned by the World Bank concluded that Ms. Georgieva had played a central role in meddling with its 2018 Doing Business survey. The findings raised questions about her judgment and ability to continue leading the I.M.F. But ultimately its executive board decided that the investigation “did not conclusively demonstrate” that she had acted improperly.\n“Having looked at all the evidence presented, the executive board reaffirms its full confidence in the managing director’s leadership and ability to continue to effectively carry out her duties,” the board said in a statement. “The board trusts in the managing director’s commitment to maintaining the highest standards of governance and integrity in the I.M.F.”\nMs. Georgieva, a Bulgarian economist, maintained strong support from many of the I.M.F.’s shareholders, including France, which had lobbied hard for her to get the job in 2019. The United States, which is the fund’s largest shareholder, declined to express public support for her after the allegations but ultimately did not call for her removal.\nTreasury Secretary Janet L. Yellen spoke with Ms. Georgieva on Monday and told her that the World Bank investigation “raised legitimate issues and concerns,” the Treasury Department said. Ms. Yellen said, however, that absent “further direct evidence” regarding Ms. Georgieva’s role in data manipulation at the World Bank, there was no basis for a change in leadership at the fund, according to a readout of the call.\nThe outcome could lead to political blowback for the Biden administration. Republicans and Democrats in Congress had urged Ms. Yellen to insist on “full accountability” after it emerged that Ms. Georgieva had instructed staff to find a way to ensure that China’s ranking did not fall in its annual report on national business climates.\nThe Biden administration and lawmakers from both parties have been concerned about China’s growing economic clout and influence in multilateral institutions.\nTreasury Department officials debated the gravity of the revelations for weeks, insisting publicly that the process of reviewing Ms. Georgieva’s actions at the World Bank should be allowed to play out.\nThe World Bank’s Doing Business report assessed the business climate in countries around the world. Developing countries, in particular, cared deeply about their rankings, which they used to lure foreign investment.\nAt the time of the reported manipulation, World Bank officials were concerned about negotiations with members over a capital increase and were under pressure not to anger China, which was ranked 78th on the list of countries in 2017 and was set to decline in the 2018 report.\nAccording to the investigation, the staff of Jim Yong Kim, then the bank’s president, held meetings to find ways to improve China’s ranking. Ms. Georgieva also got involved, working with a top aide to develop a way to make China look better without affecting the rankings of other countries.\nThe investigation found that Ms. Georgieva was “directly involved” in efforts to improve China’s ranking and at one point chastised the bank’s China director for mismanaging the bank’s relationship with the country.\nLast week, the I.M.F.’s executive board spent hours interviewing officials from WilmerHale, the law firm that conducted the World Bank’s investigation. They also interviewed Ms. Georgieva, who criticized the process of that investigation and insisted that she had acted appropriately.\n“The WilmerHale Report does not accurately characterize my actions with respect to Doing Business 2018, nor does it accurately portray my character or the way that I have conducted myself over a long professional career,” Ms. Georgieva said in a statement to the board; it was obtained by The New York Times.\nMs. Georgieva was a longtime World Bank employee who rose through the ranks to become its chief executive. She previously served on the European Commission — the European Union’s executive body — and she has a Ph.D. in economics from the University of National and World Economy in Sofia, Bulgaria, where she also taught.\nIn an interview on Tuesday, Ms. Georgieva said that she was pleased with the outcome and was looking forward to focusing on the work of the fund.\n“I am very grateful to the board — they have taken the time for a very thorough and impartial process in which I was able to answer all questions they had for me,” she said.\nMs. Georgieva also said that the world should have confidence in the integrity of the data produced by the I.M.F.\n“At the fund, there is a very thorough and very deliberate process of assessing data and validating research,” Ms. Georgieva said. “It involves multiple departments and it is a process that is periodically being reviewed.”\nAsked if the I.M.F. could be trusted to provide accurate assessments of China’s economy under her leadership, Ms. Georgieva said that there should be no doubt.\n“We have been direct and fair in our assessments of big countries and small countries,” she said.", "url": "https://www.nytimes.com/live/2021/10/12/business/news-business-stock-market?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}