{"authors": ["Yan Zhuang", "Emily Anthes", "Kelly Kasulis Cho"], "date_download": "2022-10-25 23:26:18", "date_modify": "2022-10-25 23:26:18", "date_publish": "2021-07-22 08:58:26", "description": "Prime Minister Scott Morrison has come under mounting pressure to take responsibility in the face of outbreaks driven by the Delta variant.", "filename": "live_2021_07_22_world_covid-variant-vaccine-updates_australia-scott-morrison-vaccines-apology_1666740378.html", "image_url": "https://static01.nyt.com/images/2021/07/22/world/22virus-briefing-australia-morrison/22virus-briefing-australia-morrison-facebookJumbo.jpg?year=2021&h=550&w=1050&s=a9b58ac27b5432952992947f4e5de25f1db8dc7b8d46836bbffcf51add35f96e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_22_world_covid-variant-vaccine-updates_australia-scott-morrison-vaccines-apology_1666740378.html", "title": "Covid Updates: Italy Restricts Access to Restaurants and Museums for the Unvaccinated", "title_page": "Covid Updates: Italy Restricts Access to Restaurants and Museums for the Unvaccinated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video The Italian government announced that it would now require people to show a so-called green pass or proof of vaccination in order to participate in a broad range of social activities, including indoor dining. Credit Credit... Remo Casilli/Reuters\nThe Italian government announced on Thursday that it would require people to show proof of vaccination or a recent negative test in order to participate in certain social activities, including indoor dining, visiting museums and attending shows.\nThe move follows a similar announcement made by the French government last week and comes as the debate in Western nations heats up over how far governments should — or can — go in circumscribing the life of the unvaccinated.\nIn Britain, Prime Minister Boris Johnson said this week that his government planned to insist on proof of vaccination to enter nightclubs and similar venues by the end of September, but the idea was met with a swift political backlash and is not yet certain to go ahead.\nThe expanded use of Italy’s health pass, which Italian authorities are calling “green certification,” is meant to both encourage more vaccination and blunt the spread of the Delta variant, which is already causing an increase in coronavirus case numbers across the continent.\n“The virus’s Delta variant is menacing,” Italy’s prime minister, Mario Draghi, said during a news conference on Thursday night. “We must act on the front of Covid-19,” he added, to continue to allow Italy’s economy to recover. A spokesman for the prime minister said that businesses would have to enforce the requirements and would be punished if caught violating them.\nWithout these measures, the Italian government said it could be forced to reintroduce new restrictions in a country that endured the first and among the strictest lockdowns in the West. The Italian government is particularly concerned about the spread of the virus among the two million people over the age of 60 who are still completely unvaccinated.\nJust above 50 percent of Italians over the age of 12 — about 28 million people — are fully vaccinated, according to the Italian government.\nBut the European Centre for Disease Prevention and Control has said that the spread of the Delta variant is on the rise. The organization projected that by the end of August, the Delta variant would account for 90 percent of coronavirus infections in the European Union.\nTalks about introducing the vaccine requirement in Italy followed the announcement of a similar measure last week by the French president, Emmanuel Macron, who said a proof of vaccination or negative test would be mandatory to access cultural venues, amusement parks, restaurants, shopping malls, hospitals, retirement homes and long-distance transportation.\nAccording to several polls, about 70 percent of Italians favored following France’s lead but the discussion this week around introducing similar requirements created deep fractures within Italy’s coalition government, which includes Italy’s Democratic Party but also Matteo Salvini’s nationalist League party.\nMr. Salvini — who said he hasn’t been vaccinated yet — opposed what he referred to as “excluding 30 million Italians from social life.” During a rally on Sunday he said he “refused to see someone run after my son who is 18 years old with a swab or a syringe” while migrants docked “by carloads in Sicily” without any proof of negative swab or vaccination.\nStarting on Aug. 6, Italians will be required to show proof of having received at least one dose of the vaccine, having taken a recent negative swab or having recovered from Covid in the past six months in order to sit at indoor tables in bars and restaurants; access museums, swimming pools, gyms and theme parks; and attend sports competitions and other events, including public exams.\n“The appeal to not getting vaccinated is an appeal to die,” Mr. Draghi said on Thursday. “Without vaccinations we must close everything again.”\nItaly’s health minister, Roberto Speranza, said the state of emergency will be extended to Dec. 31 and that numbers of hospitalizations, and not coronavirus case numbers, will now be the prevailing criteria to evaluate restrictions in Italian regions.\nTwo thirds of Italy’s population — about 40 million Italians — have already downloaded the pass, Mr. Speranza said, which had previously been required to attend weddings or visit nursing homes.\nHe said the pass is a condition to “allow economic activities to stay open” and for Italians to continue sitting at restaurants and bars “with the guarantee of being surrounded by people who are not contagious.”\nIn April, as outbreaks surged in hospitals where health care professionals had chosen not to be vaccinated, Italy became the first country in Europe to make vaccinations mandatory for medical workers. About 15 percent of Italy’s teachers are still unvaccinated, and the government is now debating whether to also extend the mandate to school staff.\n“School is an absolute priority,” Mr. Speranza said. “We have to evaluate all the available tools to catch the 15 percent that’s left.”", "url": "https://www.nytimes.com/live/2021/07/22/world/covid-variant-vaccine-updates/australia-scott-morrison-vaccines-apology"}