{"authors": ["Sharon Lafraniere", "Adam Rasgon"], "date_download": "2022-10-25 22:57:27", "date_modify": "2022-10-25 22:57:27", "date_publish": "2021-02-28 14:55:46", "description": "Unlike the Covid-19 vaccines currently in use, Johnson & Johnson’s relies on technology that has been tested for years. Ahead of the Tokyo Olympics, some countries are pushing their athletes to the front of the line for shots.", "filename": "live_2021_02_28_world_covid-19-coronavirus_1666738647.html", "image_url": "https://static01.nyt.com/images/2021/02/28/us/28virus-briefing-cdc-vaccine-johnson-and-johnson/merlin_184359732_3ccaf6a6-c0c3-42db-b457-7615ad69d356-facebookJumbo.jpg?year=2021&h=549&w=1050&s=baac02acb0c670dfd28e792c2e4892ba7428fa9f7a0a7c63cee021d728bf7b6f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_28_world_covid-19-coronavirus_1666738647.html", "title": "Covid-19 News: Supplies of Johnson & Johnson Vaccine Will Be Limited at First, Officials Warn", "title_page": "Covid-19 News: Supplies of Johnson & Johnson Vaccine Will Be Limited at First, Officials Warn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image The Johnson & Johnson campus in Irvine, Calif. Credit... Mark Ralston/Agence France-Presse — Getty Images\nOne day after federal regulators authorized Johnson & Johnson’s Covid-19 vaccine for emergency use, senior Biden administration officials warned Sunday that the supply of the new vaccine would be highly uneven for the next month.\nIn an effort to lower expectations that the authorization of a third Covid vaccine will mean a steady new stream of doses, the officials said that the company will deliver 3.9 million shots this week but none the week after. The officials were speaking in an organized briefing with reporters but refused to be quoted by name.\nJohnson & Johnson will deliver another 16 million doses to the federal government by the end of March, but the majority of that will only come toward the end of the month, the officials said.\nIn a $1 billion contract signed last year, Johnson & Johnson pledged to deliver 37 million doses by the end of March and a total of 100 million by the end of June. But the firm is still trying to scale up its production at its new Baltimore plant.\nThe initial 3.9 million doses were manufactured at its factory in the Netherlands; officials have said the rest of the doses were expected to come from its Baltimore plant.\nEarlier Sunday, a committee of independent advisers to the Centers for Disease Control and Prevention voted as expected to recommend distribution of the Johnson & Johnson vaccine to all adults in the United States.\nThe committee’s approval echoed the Food and Drug Administration’s decision Saturday evening. Johnson & Johnson’s is the third Covid-19 vaccine to be authorized for Americans in less than a year. The first shipments are expected to reach states by Tuesday.\nThe committee did not weigh in on whether states should prioritize the one-shot vaccine for any particular population groups, or how they should deploy it compared with the other two authorized vaccines.\n“That is not a decision that we’re ready to make,” said Dr. José Romero, Arkansas’s top health official and the committee’s chair.\nThe panel voted 12 in favor of the vaccine and none against, with one recusal.\nThe committee acted with little debate following presentations showing the vaccine was 85 percent protective against severe Covid-19 disease across all clinical trial sites and provided complete protection against hospitalizations and deaths.\nLate Sunday, Rochelle P. Walensky, the C.D.C. director, signed the committee’s recommendation, calling the new vaccine “another milestone toward an end to the pandemic.”\nExperts pointed out that the Johnson & Johnson vaccine will be simpler to distribute than the other two vaccines, which are made by Moderna and Pfizer with its German partner BioNTech. It requires just one shot instead of two and can be stored in standard refrigerators instead of freezers. Health professionals have noted that it could be particularly well suited to remote areas and clinics as well as drive-through mass vaccination sites.\nThe committee weighed those advantages against the shot’s somewhat lower efficacy rate in clinical trials. Pfizer and Moderna’s shots each were shown to be about 95 percent protective against symptomatic Covid disease, whereas Johnson & Johnson’s was 72 percent efficacious against moderate to severe disease in U.S. trial sites.\nDirect comparisons between the vaccines are problematic, however, because the trials were conducted in different locations at different times. For instance, Pfizer’s and Moderna’s vaccines were tested before troubling new variants of the virus emerged in Britain, South Africa and elsewhere.\nThe panel, the Advisory Committee on Immunization Practices, reviewed one recent survey showing that, given a choice between a two-dose vaccine as effective as Pfizer’s or Moderna’s or a single-dose vaccine as effective as Johnson & Johnson’s, only 7 percent of respondents picked Johnson & Johnson’s. Twenty-one percent said they would take either.\nImportantly, though, of the 58 percent of respondents who said they preferred a vaccine like Pfizer’s or Moderna’s, nearly half said they would take a vaccine like Johnson & Johnson’s rather than wait a month for one of the other two.\nThe committee met almost exactly one year after the first death associated with Covid-19 in the United States. The committee is expected to meet again on Monday and discuss all three vaccines, including how they might be best deployed among different population groups.", "url": "https://www.nytimes.com/live/2021/02/28/world/covid-19-coronavirus"}