{"authors": ["Chris Buckley", "Daniel Politi", "Nadav Gavrielov"], "date_download": "2022-10-25 23:42:37", "date_modify": "2022-10-25 23:42:37", "date_publish": "2021-07-21 08:55:41", "description": "The lab leak theory had already been thoroughly examined and dismissed, Chinese officials said, calling a renewed inquiry unacceptable.", "filename": "live_2021_07_21_world_covid-variant-vaccine-updates_china-wuhan-lab-who_1666741357.html", "image_url": "https://static01.nyt.com/images/2021/08/21/world/21virus-briefing-china/21virus-briefing-china-facebookJumbo.jpg?year=2021&h=550&w=1050&s=c7ae38be68b81cded1b8b66d03385398e8899068fa443bd6e96cca0c4d3620f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_07_21_world_covid-variant-vaccine-updates_china-wuhan-lab-who_1666741357.html", "title": "Covid News: Biden Projects Final F.D.A. Vaccine Approval Within Months", "title_page": "Covid News: Biden Projects Final F.D.A. Vaccine Approval Within Months - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image President Biden participated in a town hall hosted by CNN’s Don Lemon at Mount St. Joseph’s University in Cincinnati on Wednesday. Credit... Sarahbeth Maney/The New York Times\nPresident Biden told a town hall audience in Ohio on Wednesday evening that he expected the Food and Drug Administration would give final approval “quickly” for Covid-19 vaccines, as he pressed for skeptical Americans to get vaccinated and stop another surge of the pandemic.\nMr. Biden said he was not intervening in the decision of government scientists, but pointed toward a potential decision soon from the F.D.A. to give final approval for the vaccines, which are currently authorized for emergency use. Many medical professionals have pushed for the final approval, saying it could help increase uptake of the vaccines.\n“My expectation talking to the group of scientists we put together, over 20 of them plus others in the field, is that sometime maybe in the beginning of the school year, at the end of August, beginning of September, October, they’ll get a final approval” for the vaccines at the F.D.A., Mr. Biden said.\nThe president also said he expected children under the age of 12, who are not currently eligible to receive the vaccine, would be approved to get it on an emergency basis “soon, I believe.”\nThe president’s comments at the town hall came as the spread of the Delta variant has led to a national rise in coronavirus cases. Over the past week, an average of roughly 41,300 cases has been reported each day across the country, an increase of 171 percent from two weeks ago. The number of new deaths reported is up by 42 percent, to an average of 249 a day for the past week. Still, new cases, hospitalizations and deaths remain at a fraction from their previous devastating peaks.\nIn some states, such as Missouri, Arkansas, Louisiana and Florida, new infections have increased sharply, also driving an increase in hospitalizations. Cases are increasing more rapidly in states where vaccination rates are low.\nIn Ohio, where Mr. Biden traveled on Wednesday to talk up what he pitched as the good-paying union jobs that his infrastructure plan would create, the president found himself fielding questions from audience members concerned about low vaccination rates in their communities.\n“This is simple, basic proposition,” he said. “If you’re vaccinated, you’re not going to be hospitalized. You’re not going to be in an I.C.U. unit. And you are not going to die.”\nLater, Mr. Biden exaggerated the efficacy of the vaccine, even as some vaccinated staffers in the West Wing have recently tested positive for the coronavirus. “You’re not going to get Covid if you have these vaccinations,” he said.\nIn response to a move by Speaker Nancy Pelosi earlier Wednesday to bar two of former President Donald J. Trump’s most vociferous Republican defenders in Congress from joining a select committee to investigate the Jan. 6 riot at the Capitol, Mr. Biden was unequivocal about what happened that day.\n“I don’t care if you think I’m Satan reincarnated, the fact is you can’t look at that television and say nothing happened on the sixth,” he said. “You can’t listen to people who say this was a peaceful march.”\nBut speaking in a red state that Mr. Trump won in the 2020 election, as he tries to build support for his infrastructure plans, Mr. Biden kept his criticism to some of the lawmakers elected to office, rather than Republican voters who got them there.\n“I have faith in the American people, I do, to ultimately get to the right place,” he said. “Many times Republicans are in the right place.”\nJesus Jiménez contributed reporting.", "url": "https://www.nytimes.com/live/2021/07/21/world/covid-variant-vaccine-updates/china-wuhan-lab-who"}