{"authors": ["Nicholas Fandos", "The New York Times"], "date_download": "2022-10-25 23:33:24", "date_modify": "2022-10-25 23:33:24", "date_publish": "2022-08-22 13:30:38", "description": "Several contentious races have stirred up intraparty fighting, with ramifications for Washington and how abortion politics will play out during the fall elections.", "filename": "live_2022_08_22_us_primary-elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740804.html", "image_url": "https://static01.nyt.com/images/2022/08/22/multimedia/22midterm-briefing-promo/22midterm-briefing-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_08_22_us_primary-elections-midterms_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740804.html", "title": "5 Issues to Watch in New York’s Primary", "title_page": "5 Issues to Watch in New York’s Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From politics to pop culture, it’s a thing we’ve all talked about for decades. But what does the American dream actually mean?\nJuan Ciscomani, a Republican who washed cars to help his Mexican immigrant father pay the bills and is now running for Congress in Arizona, has been leaning on a simple three-word phrase throughout his campaign — “the American dream.”\nTo him, the American dream, a nearly 100-year-old idea weighted with meaning and memory, has become something not so much to aspire to but to defend from attack.\nPresident Biden and House Speaker Nancy Pelosi are, he says in one ad, “destroying the American dream” with “a border crisis, soaring inflation and schools that don’t teach the good things about America.”\nFor decades, politicians have used the phrase “the American dream” to describe a promise of economic opportunity and upward mobility, of prosperity through hard work. It has been a promise so powerful that it drew immigrants from around the world, who went on to fulfill it generation after generation. Political figures in both parties employed the phrase to promote both their own policies and their own biographies.\nNow, a new crop of Republican candidates and elected officials are using the phrase in a different way, invoking the same promise but arguing in speeches, ads and mailings that the American dream is dying or in danger, threatened by what they see as rampant crime, unchecked illegal immigration, burdensome government regulations and liberal social policies. Many of these Republicans are people of color — including immigrants and the children of immigrants, for whom the phrase first popularized in 1931 has a deep resonance.\nTo politicians of old, “the American dream” was a supremely optimistic rhetorical device, albeit one that often obscured the economic and racial barriers that made achieving it impossible for many. To the Republican candidates embracing it today, the phrase has taken on an ominous and more pessimistic tone, echoing the party’s leader, former President Donald J. Trump, who said in 2015 that “the American dream is dead.” In the same way that many Trump supporters have tried to turn the American flag into an emblem of the right, so too have these Republicans sought to claim the phrase as their own, repurposing it as a spinoff of the Make America Great Again slogan.\nImage A crowd at the Turning Point USA Student Action Summit in Tampa, Fla., waited for former President Donald J. Trump to speak. Credit... Todd Anderson for The New York Times\nPoliticians have long warned that the American dream was slipping away, a note struck from time to time by former President Barack Obama, former President Bill Clinton and other Democrats. What has changed is that some Republicans now cast the situation more starkly, using the dream-is-in-danger rhetoric as a widespread line of attack, arguing that Democrats have turned patriotism itself into something contentious.\n“Both parties used to celebrate the fact that America is an exceptional country — now you only have one that celebrates that fact,” said Jason Miyares, a Republican and the child of Cuban immigrants. The American dream was a part of his successful campaign to become Virginia’s first Latino attorney general.\nIn Texas, Representative Mayra Flores, a Mexican immigrant who became the state’s first Latina Republican in Congress, ran an ad that declared, “Democrats are destroying the American dream.” Antonio Swad, an Italian-Lebanese immigrant running for a House seat in the Dallas suburbs, said in an ad that he washed dishes at the age of 15 before opening two restaurants, telling voters the American dream does not “come from a government handout.”\nTelevision ads for more than a dozen Republican candidates in statewide, House and Senate campaigns — more than half of whom are people of color — cite the phrase, according to AdImpact, the ad-tracking firm. Several other House hopefuls, many of them Latinas, frequently cite the words in social media posts, digital ads, campaign literature and speeches.\n“In Congress, I will fight to defend the American dream,” said Yesli Vega, a former police officer who is the daughter of civil-war refugees from El Salvador and who is running for a House seat in Virginia, posted on Twitter.\n“The American dream” was a marquee theme in two winning Republican campaigns in Virginia last year: the races by Winsome Earle-Sears, a Jamaica-born Marine veteran who is now the first woman of color to serve as the state’s lieutenant governor, and Mr. Miyares, the attorney general.\n“On the campaign trail, I used to say, if your family came to this country seeking hope there is a good chance that your family is a lot like my family, and it would be the biggest honor of my life to be your attorney general,” said Mr. Miyares.\nImage Attorney General Jason Miyares of Virginia during the inaugural celebration in January. Credit... Steve Helber/Associated Press\nThe Republicans relying on the phrase show the extent to which the party is diversifying its ranks and recruiting candidates with powerful come-from-behind stories. But historians and other scholars warn that some Republicans are distorting a defining American idea and turning it into an exclusionary political message.\n“The Republican Party is using it as a dog whistle,” said Christina Greer, an associate professor of political science at Fordham University. “They are saying here is the potential of what you can have, if we can exclude others from ‘stealing it’ from you.”\nRepublicans dispute that their references to “the American dream” promote exclusion and say they are using the phrase the same way politicians have used it for decades — to signal hope and opportunity. “I think the left is far more pessimistic than Republicans are about the American dream,” said Representative Yvette Herrell, a New Mexico Republican who is Cherokee and the third Native American woman ever elected to Congress.\nBut this latest iteration of the dream has become a rhetorical catchall for Republicans' policy positions.\nBarbara Kirkmeyer, a Republican state lawmaker in Colorado running in a heated House race, embraces the American dream as the theme of her personal story. Ms. Kirkmeyer grew up on a dairy farm, the sixth of seven children in a family that often struggled. She paid her way through college by raising and selling a herd of eight milk cows, yearlings and heifer calves.\nThe American dream, Ms. Kirkmeyer said, was not only about economic opportunity but freedom, connecting the words with Republican opposition to Covid-related mask mandates. “I don’t see the mandates as part of the American dream,” she said. “People felt that was an infringement on their rights and personal dreams.”\nThe earliest mention in print of the words “American dream” appears to have been in a 1930 ad for a $13.50 marked-down bed spring from an American mattress company.\nHistorians and economists, however, credit the writer James Truslow Adams with popularizing the phrase in his best seller published a year later in 1931, “The Epic of America.” His Depression-era definition was a “dream of a land in which life should be better and richer and fuller for everyone.” To Mr. Adams, it was part of a liberal vision in which government was seen as a force to fight big business. His symbol of the American dream at the time was the Library of Congress.\nImage For decades, politicians have used the phrase the American dream to describe a promise of economic opportunity and upward mobility, of prosperity through hard work. Credit... Bettman, via Getty Images\nFor later generations, Mr. Adams’ phrase came to be defined by an image — a house with a white picket fence — as presidents, companies and popular culture pushed homeownership. But with the chances of owning a home diminishing after the 2008 economic crash, Democrats and Republicans once more sought to redefine it. Now, much of the phrase’s progressive history has been lost, as Republicans argue that big government is the enemy.\n“That has been the real shift,” said Sarah Churchwell, the author of a 2018 book, “Behold, America: The Entangled History of ‘America First’ and ‘the American Dream.’”\nThe roots of this more conservative vision of the American dream can be traced to Ronald Reagan, who often invoked the phrase and also used it in his appeals to Latino voters, extolling family, religion and an opposition to government handouts. It was a strategy later followed by George W. Bush.\n“It married conservative values with economic opportunity: ‘We recognize you for your contribution to America and we will give you the opportunity to get ahead if you are willing to do the work,’” said Lionel Sosa, a retired media consultant in San Antonio who is a Republican and who created ads for Mr. Reagan and Mr. Bush.\nRepublicans still use the American dream in the way Mr. Reagan and Mr. Bush did, underscoring a strong work ethic, Christian values and entrepreneurialism. But many Hispanic Republicans now add a harder edge — stressing that they came to the country legally, decrying “open borders” and calling for the completion of the U.S.-Mexico border wall.\n“In all the time we worked on it, we didn’t say anything having to do with building a wall,” Mr. Sosa said of the past messaging aimed at Hispanic Republicans. “There was no message that you have to be here legally or that if you are not here legally, we don’t want you here.”\nThe politicization of the phrase comes as studies show the American public has become more pessimistic about achieving the American dream. Historians say that in recent years Republicans have been using the phrase far more frequently than Democrats in ads and speeches. While more than a dozen Republican candidates across the country cite the phrase in their TV ads this midterm season, only four Democrats have done so, according to AdImpact.\nOne of the Democratic candidates who has relied on the theme in his ads is Shri Thanedar, an Indian American state lawmaker in Michigan and the Democratic nominee for a House seat. “We have ceded that ground to Republicans and other corporate politicians,” Mr. Thanedar said, referring to a reluctance by some Democrats to emphasize the phrase.\nImage To Gabe Vasquez, a Democratic congressional candidate in Albuquerque, N.M., the American dream is about ensuring that the economic ladder “is there for everybody and that everyone can climb with you.” Credit... Ramsay de Give for The New York Times\nGabe Vasquez, a Democrat who is facing Ms. Herrell in New Mexico in the fall, has also embraced the phrase. He tells supporters that his late grandfather — Javier Bañuelos, who taught himself to fix broken televisions with an old manual and eventually opened his own repair shop — made it possible for him to run for Congress. The American dream is not about buying a house, but ensuring that the economic ladder “is there for everybody and that everyone can climb with you,” he said.\nYet even Democrats find themselves speaking of the dream as pessimistically as Republicans. Just as Republicans blame Democrats for destroying the American dream, Democrats believe the fault lies with Republicans. They say Republicans are making it harder to obtain by attacking the social safety net and blocking efforts to raise the minimum wage, and that they have co-opted the symbols of patriotism — including words like patriot — and turned them into partisan weapons.\n“That American dream,” Mr. Vasquez said, “is becoming a hallucination.”", "url": "https://www.nytimes.com/live/2022/08/22/us/primary-elections-midterms?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}