{"authors": ["Eliza Shapiro", "Jeffery C. Mays", "Lola Fadulu", "Lynsey Chutel"], "date_download": "2022-10-25 23:42:30", "date_modify": "2022-10-25 23:42:30", "date_publish": "2022-01-13 10:00:17", "description": "Novak Djokovic had his visa revoked again in Australia. U.S. medical military teams will assist Michigan, New Jersey, New Mexico, New York, Ohio and Rhode Island.", "filename": "live_2022_01_13_world_biden-covid-19-speech_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741350.html", "image_url": "https://static01.nyt.com/images/2022/01/13/us/13virus-brief-nyc-schools-promo/13virus-brief-nyc-schools-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_01_13_world_biden-covid-19-speech_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741350.html", "title": "Covid News: New York City Mayor Weighs Remote Learning Option", "title_page": "Covid News: New York City Mayor Weighs Remote Learning Option - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "michael barbaro\nFrom The New York Times, I’m Michael Barbaro. This is The Daily.\n[music]\nOver the past week, as Omicron infections surged, a high-stakes battle has played out in Chicago — again — between the city’s mayor and its teachers union about whether it’s safe or practical to keep schools open. Today: My colleagues Clare Toeniskoetter and Rob Szypko spoke with the students, teachers and parents caught in the middle of the standoff. It’s Thursday, January 13.\n[phone ringing]\nclare toeniskoetter\nHi, Sonja.\nsonja johnson\nHi.\nclare toeniskoetter\nHi, can you hear me?\nsonja johnson\nYes.\nclare toeniskoetter\nSo I would love to just start by getting to know you a little bit. Just introduce yourself for me.\nsonja johnson\nOK. My name is Sonja Johnson. I’m a special ed teacher. I’ve been teaching in Chicago Public Schools for 21 years. And I’ve been teaching in a high school for about 15 years.\nclare toeniskoetter\nWhat has that been like in the recent past?\nsonja johnson\nSo winter break, you know, Covid surges. Infection rates just climb. We were constantly watching the news and wondering if we were going to go remote, which we all were hoping we would go remote for safety reasons. But we came back Monday, and classes were about 50 percent full due to Covid outbreaks. Our principal had Covid. She was out. Our dean, he also has Covid and was out.\nclare toeniskoetter\nWow.\nsonja johnson\nSerious, just staffing issues. Teachers were asked to cover for other teachers who were absent, which I did, missing my prep periods and my lunch period. I had a student in my class with all the symptoms of Covid. And she said, Ms. Johnson, you know, I feel really, really sick, you know. I have a sore throat, I have a cough, I feel like I’m getting a fever. I mean — and she said, but I was tested negative for Covid. So can I just sit in the hallway? So I brought her downstairs looking for the nurse. And I’m like, how can I send this student home? We cannot have any students with any symptoms, regardless of positive or negative Covid tests. So anyway, that’s when I learned that we had no nurse, because she was out with Covid, and that the principal assistant — because our principal’s out with Covid — was now also doing the nurse’s job of communicating with students with symptoms and explaining, like, the procedures and what they needed to do. And it’s just been overwhelming.\n[music]\narchived recording 1 Now to the battle over remote learning for Chicago Public Schools. As Covid cases climb, many teachers say they want out of the classroom, and soon. In fact, tomorrow the teachers union is putting it to a vote. archived recording 2 That vote is expected tomorrow. The Chicago Teachers Union expected to ask its members if they support staying out of the classroom and teaching remotely starting as soon as Wednesday. archived recording 3 The Chicago Teachers Union electronically polling its 25,000 members to gauge interest in this potential return to remote learning.\nsonja johnson\nThe vote was done through our emails, if we were for remote learning or not.\narchived recording 1 The union proposes remote learning to take effect unless the Covid surge subsides or testing and safety measures in schools are improved. archived recording 2 73 percent of the teachers’ union voted in favor of moving instruction to remote learning.\nsonja johnson\nThe vast majority of us said yes, that we wanted remote learning.\narchived recording Tonight, city officials tried to persuade parents students, and teachers that schools are safe. archived recording (lori lightfoot) I’m urging teachers — come to school, teach your kids. Your students need you. archived recording Mayor Lightfoot says the lessons of ‘20 and 2021 showed the dangers of remote learning outweigh the dangers of Covid for students.\nsonja johnson\nAnd then the union finds out, we find out, everybody finds out that —\narchived recording Well, the rank and file members of the Chicago Teachers Union voted to temporarily switch to remote learning. Chicago Public Schools responding by canceling all classes, after-school activities, and sports for today.\nsonja johnson\nCity of Chicago and Mayor Lightfoot canceled classes. That was not our decision. That’s not what we wanted. So we’re just, like, stranded.\narchived recording 1 Teachers and school administrators can’t come to terms on resuming classroom instruction. archived recording 2 The union calling conditions unsafe, demanding more testing and better masks. But the mayor accusing teachers of an illegal work stoppage. archived recording (lori lightfoot) I will not allow them to take our children hostage. I will not allow them to compromise the future of this generation of C.P.S. students. That is not going to happen. archived recording We’ve been failed by the mayor. We’ve been failed by the public health office. And teachers and the school staff have decided we have — the only thing that we get to control is whether we go into the buildings.\nsonja johnson\nIt’s very upsetting, you know? It’s really just stupid, is what it is.\n[music]\nlillian\nSo my name is Lillian Alfaro. I am a parent of a second grader, a fourth grader, a sixth grader, and an eighth grader.\nclare toeniskoetter\nSo how did you feel sending your kids off to school on Monday?\nlillian\nSo I felt OK sending them back to school, but there was only like five students in the classroom for that reason. My daughter is like, you know, nobody’s coming to school. Something is really wrong. And this is my eighth grader. So she said she kind of sat herself at a table closer to the corner where she was going to be alone. And she came home that day on Monday, and she said, I don’t feel safe. I don’t want to go back. She said, I know that there’s a lot of my friends that currently have Covid, and it’s just — it’s scary.\nclare toeniskoetter\nAnd are you vaccinated? Are your kids vaccinated?\nlillian\nWe are not vaccinated. Not that I’m against vaccines, because they obviously had to get vaccinated in order to be in school since they were babies. But I just — I have my different mixed emotions about the Covid vaccine. So I guess when the time comes, if it’s going to be, you know, to the point where it’s mandatory for them to have to go to school, then I guess we would have no other choice. But for now, I think we kind of just take the more natural route. And thankfully, we have been OK. My kids have not been sick. I have not been sick.\nclare toeniskoetter\nSo then tell me about how you learned about school being closed.\nlillian\nSo I got an email from the school. I, first of all, told my kids. And they felt a sign of relief. And I completely understand, because they’re the ones that are in the school and have to experience, you know, what’s going on. But my first thing was, what am I supposed to do to be able to go to work? Because I’m a single parent, and I obviously have to work to support my kids. Now, it’s just — I am overwhelmed all over again. It’s just — it’s hard.\n[music]\nrob szypko\nCheck, check, check. OK, so this is Rob Szypko. I’m a producer on The Daily. And I’m here in Chicago, Illinois. It’s Thursday, January 6. It’s afternoon. Pretty clear, freezing winter day. And I’m in a quiet kind of residential neighborhood. I’m walking over to the school here. So I’m going to see if anyone’s here. Excuse me, would you guys have a minute? I’m from The New York Times.\nspeakers\nYeah.\nrob szypko\nCool. Do you guys work at the school?\nspeakers\nYeah, we do.\nrob szypko\nOK, would you mind telling me your name and what you do?\nkyle vaneenenaam\nI’m Kyle VanEenenaam. I am a special education teacher at Rogers here.\nrob szypko\nCool. What about you?\nchris cormier\nI’m Chris Cormier. I’m a physical education teacher here at Rogers.\nrob szypko\nSo what do you kind of make of the current tension between the mayor and the union.\nkyle vaneenenaam\nIt’s frustrating. I’m a parent. I’ve been a teacher for 21 years in C.P.S. so I understand — I do get both sides of it. At the end of the day, everyone in this building wants to be back. We want students back in the building. We want it to be in a safe way. And it’s scary, like when you know this new strain, the Omicron strain — my son’s already had it. His entire baseball team has had it. I mean, everyone knows multiple, multiple people that are positive right now. So it is scary. And I don’t think — I understand why the union needs to take a stand, and in order to get action done, we’ve had to be very aggressive with the steps that we take to get C.P.S. to listen. So — and on the flip side, I get the frustration that parents feel, like, oh my god, here we go again. When is this going to stop? So we want to get back in the building as soon as we canm=, and do it in a way that we can all agree, or at least come close to agreeing, that we’re doing it in a safe way.\nrob szypko\nSo you said you want to get back in the building. Did you vote to do remote on Tuesday night? Or did you vote to be in person?\nkyle vaneenenaam\nI voted to be in person.\nrob szypko\nAnd why did you vote for that?\nkyle vaneenenaam\nI’ve already been positive with the virus. I got it at the beginning of the year and likely had the Delta strain. My son, he just had it the first week of break. Likely it was the Omicron strain. So I guess the fear for me — I’m vaxxed, I’m boosted, so if I do get it, I know it’s going to be pretty mild. So that was my personal vote, my personal decision. Do I think we can continue to add measures to make it better and safer? Absolutely. So I voted to be here in person, but I totally understand and respect my colleagues that voted the opposite. So.\nrob szypko\nAnd did you also vote to be in person?\nchris cormier\nYes. Like Kyle said, I also got Covid back in 2020. I still went out, got fully vaccinated, just got my booster shot. I feel great. I’m ready to teach. I want to be here, because people need to understand that educators, we’re also frontline workers. We’re here. We’re here to help the community. So a lot of my decision was based on that, and also timing. Like, I have two toddlers at home, and I needed to help my wife. And it puts us in a really awkward position when you’re finding out, hey, there’s no school tomorrow. And I also have a middle school-aged son. And I’ve seen that remote learning doesn’t work for him. He did much better with in-person instruction. He was failing his classes. And he’s a bright kid, but when he’s in person and working with teachers like Kyle and all the people and resources that he has in the building, it’s just a better environment for him.\nrob szypko\nYeah. What do you kind of see as the trade-offs? What’s the kind of short term and the long term of the impact that this is having on teachers and on students?\nchris cormier\nWell, I think it’s putting everybody in between a rock and a hard place. You have one group that throws a rock, and then the other group throws another rock. And then parents are looking at, well, what’s going on here? We got a bunch of rock throwing. And these are supposed to be our leaders within our city and in our community. And I think it just has to come down to thinking about what is the solution, and getting to a solution. And in my opinion, I feel like you have to be vaccinated for measles, mumps, polio, everything else. We need to add Covid to the list, and we need to have it enforced, in my opinion.\nrob szypko\nYou both said that you’re parents. What did you do for child care the past couple days?\nchris cormier\nMy wife is a nurse. So she works out in Lincolnshire. So she works back-to-back 16-hour shifts on Saturday and Sunday. So she’s home. I have two toddlers at home. And what we decided to do for our community is, we had a bunch of our friends call us, say, hey, you know, I don’t want to get in trouble at work. I have to report to work. So just me and my wife, we opened up our home. So I think she’s watching, like, seven or eight kids today by herself. And you know, she’s awesome.\nkyle vaneenenaam\nYeah. And we’re unable. At this point, the answer is we can’t take our kids into the building right now. So yeah, it’s a difficult situation, because I don’t feel like the union 100 percent represents every individual teacher. And I feel the same about C.P.S. So it’s kind of that middle ground, and it really — it’s an individual decision to stay home or to — if they need to go into the building, that’s their decision. And you got to respect their reasons. You don’t have to agree with it, but they have their reasons for doing it. So it’s just — it’s kind of getting comfortable with living in this new pandemic period that we’re living through.\n[music]\nrob szypko\nAll right. Stay warm, guys. Thank you.\nkyle vaneenenaam\nTake good care.\n[music]\nmichael barbaro\nWe’ll be right back.\narchived recording 1 For a third day, classes are canceled for Chicago’s more than 300,000 public school students. School administrators — archived recording 2 The latest Chicago Teachers Union proposal rejected in part tonight by Mayor Lori Lightfoot. archived recording 3 You know the way teachers see that? We see it as bullying. We see this as an attempt to dictate all the terms and not listen to the people who are actually in there trying to make schools, to make education work. archived recording (lori lightfoot) What I won’t do is allow the teachers union to politicize this surge or the pandemic in general. People are nervous. They are scared. We get that. But the thing to do is to lean in to the facts and the science and not abandon them in a panic. [phone ringing]\nclare toeniskoetter\nYeah, hello?\nquentin randle\nYes.\nclare toeniskoetter\nHi, this is Clare from The New York Times. How’s it going?\nquentin randle\nI’m doing good. My name is Quentin Randle.\nclare toeniskoetter\nQuentin?\nquentin randle\nYeah.\nclare toeniskoetter\nTell me some basics about yourself.\nquentin randle\nSo yeah, I co-parent with my son’s mother. My son is Quentin Randle as well. He attends McDade, which is a classical school, gifted school, here in Chicago.\nclare toeniskoetter\nOK.\nquentin randle\nHe’s a first grader. So I mean, this closure is challenging. And I just don’t want these interruptions to really make him be like, OK, I could just stay home and this is better now. Like, we don’t even really have a lesson plan to follow. So I’ve just kind of been having him do a little bit of everything just so he could stay in the mode of working.\nclare toeniskoetter\nRight. Well, I’d love to get back to this moment, but I want to hear about the kind of trajectory of your son’s education. If he’s in first grade now, in 2022, he was just starting school when Covid hit, right?\nquentin randle\nYes.\nclare toeniskoetter\nSo tell me about his 2020 school year first.\nquentin randle\nIt was a lot. You’re literally telling a five, six-year-old kid to, hey, pay attention to a computer screen while he’s maybe in a room with toys or a gaming system. So it’s so easy to get distracted. I mean, the simple thing is, like, you’re on the computer, so now you could go and play a game. Like, he was speaking to Roblox. One time, I was — he asked me a question about — something about downloading. I knew it was — I’m like, this has nothing to do with class. And I looked, and he was downloading something new for Roblox. And I’m like, no. This is not what you’re supposed to be doing. Or he’d be like, dad, I finished the assignment already. So now it’s like, what do I tell you to do? You’re actually done what you’re supposed to be doing. I mean, you could easily let your kid be done and just let them do whatever until the next assignment, because they do have more breaks during e-learning, or you can try to keep them busy. And I preferred to keep him busy, because I never want to get him out of the mode of, this is how learning is. Because once we get that break time, it’s hard to snap a kid back into that, hey, now it’s kind of learn again. It’s just like — it’s a lot, because I don’t want any dips or anything in his foundation as far as education.\nclare toeniskoetter\nWhat do you mean by that?\nquentin randle\nJust like, he’s in first grade, so like, I know how big this time is and important it is for him as far as education goes. But the fact that he was at home with the online learning, it’s like even more pressure to make sure there is no slip-ups, no cracks in the foundation. To make sure that, basically, I’m doing my job to make sure my child doesn’t fall, because I mean, that’s how my mother did with me. I was like, two or three years old, and she ordered Hooked On Phonics for me. So I was learning to read. And my kindergarten teachers were exceptional. I still remember them. My pre-K teacher, we’re friends on Facebook. So I had exceptional teachers. I remember my mom would hate, like she would love and hate when it was book fair time, because one of my big books — the “Goosebumps” series, R.L. Stine. So I was, like, reading through the whole “Goosebumps” series. Like, every time a book dropped, I wanted to get it. It was one of those things like, he’s happy, but man, you’re running through my pockets every time with these books. So I was — yeah, I was heavy, like a heavy reader, asked a lot of questions just like my son. I was one of those kids that learned a new word and wanted to use it in every way possible. But it all started from the foundation my mom laid. So like, when you lay a good foundation, whether it’s education, morals, anything like that, it’ll always be there in the back of your brain. It don’t turn off. What she did for me translated to what I do for my son, because them first years up to the pre-teen years, those are important. I say this a lot. It’s hard to find someone in Chicago who grew up in the inner city that’s not in some way or another affiliated with the streets. I mean, you’re going to always have idle time, but too much idle time is — when you’re a kid, you’re curious. You might not even be bad. You just want to see, hey, if I do this, what would happen? So you just don’t want them — one, you don’t want them to get too used to this amount of free time, and then they get in school and there be a problem. So that was my whole — me and his mom’s whole thought process with e-learning.\nclare toeniskoetter\nSo then how were you feeling over winter break as you saw Omicron hit the city of Chicago and as you saw numbers rise in Covid cases?\nquentin randle\nI thought it would be a possible, maybe an e-learning situation. What’s been the situation now where there is no learning, well, that’s not what I was expecting. I just feel like the kids are casualties in a war between — they’re caught in the politics, and they’re the casualties of the war. I mean, I used to have a union job. So I’m very aware of what it means to be in a union, the good and the bad of the union. And I just wish that, you know, the mayor could — that there could be some resolve. Like if not — I don’t feel the urgency to resolve. And these kids, especially in a city such as Chicago that does have violence, and kids — kids need to be in school. They need to be getting their education and learning and finding ways to not be — you know the song, idle minds is the playground for the devil. Is that how the song goes? I believe. The idle mind is a playground for the devil. You’re having kids not doing anything.\n[music]\natticus patel\nHello?\nclare toeniskoetter\nYeah, hello?\natticus patel\nOh, hello.\nclare toeniskoetter\nHi. This is Attie?\natticus patel\nYes. My name is Atticus Patel. I am a junior in high school. And I live in the north side of Chicago.\nclare toeniskoetter\nHow do you think your classmates would describe you?\natticus patel\nMy classmates would describe me as quiet. But I do get my work done. When I got into high school, I didn’t know anybody there, because I come from an elementary school where it was K through eighth, and I had known everybody for nine years. So going to high school was like a totally different experience. And I thought it was amazing. You know, new people, the classes are very different. I just — I really enjoyed it. So going into remote learning was really tough, because then I don’t have — I didn’t get to see my friends anymore. I didn’t get to have the experience of being in high school. And waking up and, like, getting ready for the remote learning, I’d just feel very lazy, like I don’t want to do any of this. I guess I can miss that assignment, and I guess I can miss that one. It made me feel like — a little hopeless, like, guess we won’t ever get back into in-person learning.\nclare toeniskoetter\nHow long, total, were you remote?\natticus patel\n1 and 1/2 years.\nclare toeniskoetter\nWow. So then how did you feel in September 2021 when you go back to school in person for the first time?\natticus patel\nOh, it was nerve wracking. It was — I was a little nervous, because I haven’t seen my friends in a while. I hadn’t actually been in school, so I had kind of forgotten, like, oh, I need to take a shower. I need to get dressed. I need to get ready for school.\n[music]\nAnd I got out of bed, brushed my teeth, got ready. I took a shower and put it on some new clothes. And I walked out the door with a backpack on. I had to line up to get into the school, you know, go through the metal detector. And I hadn’t done that in a while. It was like, wow this is really cool. And then I had to find my new classes. Get to see some old teachers, some old friends. And I sat down for my first few classes, and I was like, wow, this is amazing. I actually got to be in class. You know, everybody was wearing their masks. I couldn’t see their face. But it was still — it was still amazing. And I got more motivated to do my homework, because now I’m actually in school rather than on a computer. I actually got to talk to some people, like, oh, what did you do for this question? Oh, OK, thank you. So it was really comforting and really helpful to be back in school. A lot of motivation. Lots of less hopelessness.\nclare toeniskoetter\nWhat have you been doing while you’ve been at home?\natticus patel\nI’ve just been resting. I’m kind of restless, because I’m so used to waking up early and going to school. I’m waiting, like, what’s going to happen next? Are we going to do remote learning? Are we going to do in-class learning?\n[music]\narchived recording 1 Good evening. A very big update tonight after days and days of negotiations. Both sides finally have come to an agreement. archived recording 2 The teachers union did not get the remote learning it demanded, but its other desires were met with this new plan. archived recording 3 This remote work action was about securing more safety for our school community and accountability that those safety measures would be there. archived recording 4 This set us back, but no obstacle is insurmountable. I’m convinced of that. But we’ve got to stay focused on what’s most important, and that’s our kids being in person. archived recording 5 So moving forward, teachers will return to the classrooms across the district today, and classes will resume in-person starting tomorrow morning.\n[music]\nrob szypko\nExcuse me. Do you have a minute?\nparent\nUh-huh.\nrob szypko\nWould you mind if I asked your son a couple questions?\nparent\nGo ahead.\nrob szypko\nHow does it feel to be back at school today?\nstudent 1\nNow, there are two feelings. One, because we’re back to school, there are some positive things, like being able to see our school friends. However, there’s — of course, there’s balance, if you’re in remote or if you’re in person. So like, in person, you have an easier time learning, and the work is much harder. But it’s the direct opposite in remote. So I sort of feel somewhat better in the school. But I’ll just have to wait and see.\nrob szypko\nIs there anything that you’re worried about?\nstudent 1\nCovid numbers, yes, because this is already, like, the third time we’ve went remote. So yeah, so we never know when the numbers are going to rise.\nrob szypko\nLike you’re kind of wondering, is there going to be another shutdown at some point?\nstudent 1\nYes.\nrob szypko\nWhat are you most looking forward to today?\nstudent 1\nGoing back home.\nrob szypko\nReally?\nstudent 1\nYes. Going back home.\nrob szypko\nIs there anything about the school day that you’re looking forward to?\nstudent 1\nJust hoping for the best that they give some fun schoolwork.\nrob szypko\nHow are you feeling today now that school’s back open?\nspeaker 1\nHonestly, I’m glad that it’s back open. I work two jobs, and I’m glad that I’m able to go back to a normal schedule, drop my kid off, get ready for work. So it’s a huge relief. Huge relief.\nspeaker 2\nI’m very relieved.\nspeaker 3\nKind of like a relief.\nspeaker 4\nI’m happy about it.\nspeaker 5\nGoing back to normal is something I think that everybody wants to have happen.\nrob szypko\nDoes it feel like normal today? Is that how it feels? SPEAKER 5” Well, the new normal. [LAUGHS] You dropped off some students here today?\nspeaker 6\nDropped off my daughter just now.\nrob szypko\nAnd how did that feel?\nspeaker 6\nWell, I’m a little anxious about it, you know?\nrob szypko\nAnxious? Like, what are you anxious about?\nspeaker 6\nAnxious about her contracting something, bringing it home, spreading it, and then that being spread to other people and all. By the time you get the results, God knows how many other people have been contaminated with that.\nspeaker 7\nYeah, I mean still a concern. But you just try your best to keep healthy. And we did all we can, took our vaccinations, and just hope for the best.\n[music]\nrob szypko\nWhere do you think it’ll go from here?\nspeaker 8\nOh gosh, I have no idea. I have no idea.\nrob szypko\nYou don’t really feel like this issue has been put to rest or anything?\nspeaker 8\nOh, no, no, not at all. No, no.\nrob szypko\nSo you’re feeling pretty good that school is going to stay open for the rest of the school year?\nspeaker 8\nHonestly, I don’t know. I’m uncertain about it, because they were so quick to just shut it down and then leave it closed for so many days. So I don’t know. It’s a big — it’s a gamble right now. But I hope so. I hope so.\n[music]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today. On Wednesday, federal data showed that America’s inflation problem is getting worse. Consumer prices rose 7 percent in December compared with a year ago, the fastest increase in four decades. The White House had predicted that inflation would quickly subside. But instead, the latest wave of the pandemic has further slowed the U.S. supply chain, created shortages, and as a result, kept prices high on everything from food to furniture. And —\narchived recording (janet woodcock) I think it’s hard to process what’s actually happening right now, which is most people are going to get Covid.\nmichael barbaro\nIn testimony before the Senate, the head of the Food and Drug Administration, Janet Woodcock, predicted that most Americans will be infected by Covid-19 in the current phase of the pandemic. Woodcock said that recognizing that reality and planning for it is essential.\narchived recording (janet woodcock) What we need to do is make sure the hospitals can still function, transportation, other essential services are not disrupted while this happens.\n[music]\nmichael barbaro\nToday’s episode was produced by Clare Toeniskoetter and Rob Szypko, with help from Diana Nguyen. It was edited by Lisa Chow, contains original music by Dan Powell, Marion Lozano, and was engineered by Marion Lozano. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly.\n[music]", "url": "https://www.nytimes.com/live/2022/01/13/world/biden-covid-19-speech?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}