{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 23:53:12", "date_modify": "2022-10-25 23:53:12", "date_publish": "2020-02-08 13:21:28", "description": "The Democratic presidential candidates launched new and sometimes personal attacks on their rivals on the last weekend before the New Hampshire primary.", "filename": "live_2020_new-hampshire-primary-02-08_1666741992.html", "image_url": "https://static01.nyt.com/images/2020/02/08/us/politics/08blog-head4/merlin_168602856_d92a6876-4ebd-4992-8e2e-3cb01d1865bf-articleLarge.jpg?year=2020&h=400&w=600&s=&k=&tw=1", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_new-hampshire-primary-02-08_1666741992.html", "title": "Saturday in New Hampshire: Democrats Start Unloading on One Another", "title_page": "Saturday in New Hampshire: Democrats Start Unloading on One Another - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANCHESTER — Senators Elizabeth Warren and Bernie Sanders spoke back to back to New Hampshire Democrats at a party dinner tonight, grounding their appeals in two very different themes — both of which have a history of success here.\nMs. Warren, speaking first, embraced the role of the underdog. Having come in a distant third in Iowa to Mr. Sanders and former Mayor Pete Buttigieg, and with polls indicating she could face the same fate in New Hampshire, she boasted: “I’ve been winning unwinnable fights pretty much all my life.”\nMs. Warren recalled how she confronted executives from her perch in Congress. “Yes, I’m looking at you, C.E.O. of Wells Fargo who got fired,” she said, before invoking her 2012 Senate triumph: “Bye-bye, Scott Brown.”\nThe message was hard to miss: I’ve been counted out before and overcame the odds.\nIf Ms. Warren’s pitch recalled the turnaround of Hillary Clinton, who in 2008 won New Hampshire after being trounced in Iowa, Mr. Sanders evoked memories of past Iowa winners who came into this state with a head of steam, such as John Kerry in 2004.\nHis supporters erupted when he recalled his 6,000-vote margin in the raw vote in Iowa and roared again when Mr. Sanders said he was “confident we’re going to win here in New Hampshire, as well.”\nThe message was hard to miss: Keep up the momentum and they can’t stop us.", "url": "https://www.nytimes.com/live/2020/new-hampshire-primary-02-08"}