{"authors": ["Glenn Thrush", "Matt Stevens"], "date_download": "2022-10-25 23:33:20", "date_modify": "2022-10-25 23:33:20", "date_publish": "2020-11-13 13:22:15", "description": null, "filename": "live_2020_11_13_us_joe-biden-trump_biden-wins-georgia-and-trump-wins-north-carolina-the-final-states-to-be-called_1666740800.html", "image_url": "https://static01.nyt.com/images/2020/11/13/us/politics/13dc-transition-briefing-georgia-sub/13dc-transition-briefing-georgia-sub-facebookJumbo.jpg?year=2020&h=550&w=1050&s=aa4f25db279b688590790198efad5cc786827460c765f7b8a9e94a92af84f2a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2020_11_13_us_joe-biden-trump_biden-wins-georgia-and-trump-wins-north-carolina-the-final-states-to-be-called_1666740800.html", "title": "Highlights From the Transition: Biden Wins Georgia and Trump Wins North Carolina as Final States Are Called", "title_page": "Highlights From the Transition: Biden Wins Georgia and Trump Wins North Carolina as Final States Are Called - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image People celebrated in Atlanta on Saturday after Joseph R. Biden Jr. was declared the winner of the election. On Friday, Mr. Biden added Georgia to his column. Credit... Meridith Kohut for The New York Times\nPresident-elect Joseph R. Biden Jr. narrowly defeated President Trump in Georgia, and Mr. Trump won North Carolina, as the two final states were called on Friday, a week and a half after Election Day.\nMr. Biden now has 306 electoral votes and Mr. Trump has 232. Mr. Biden became president-elect when he won Pennsylvania’s 20 electoral votes on Saturday, passing the required 270-vote threshold.\nThe victory for Mr. Biden in Georgia — a once reliably Republican state whose politics have shifted to the left — means that he flipped five states Mr. Trump won in 2016. The others were Arizona, Michigan, Pennsylvania and Wisconsin. Mr. Trump did not flip any state that Hillary Clinton won in 2016.\nAll told, Mr. Biden won 25 states and the District of Columbia, home to a combined 57 percent of the country’s population. Mr. Trump won the other 25 states. With more than 78 million votes nationwide, Mr. Biden also beat Mr. Trump in the popular vote by more than 5.3 million votes.\nMr. Biden’s margin in Georgia currently stands at just over 14,000 votes, or 0.3 percentage points. Mr. Trump’s margin in North Carolina is more than 73,000 votes, or 1.3 percentage points.\nMr. Biden’s late surge in Georgia, thanks to his dominance in Atlanta, Savannah and the increasingly Democrat-friendly suburbs around both, transformed what had seemed to be a safe Trump state in early tabulations last week into one of the closest contests in the nation.\nMr. Trump spurred near-record turnout in the rural southwestern parts of the state bordering Alabama and the Florida Panhandle, the white outer suburbs and small cities, and the Appalachian northwest, which touches deep-red Tennessee. Mr. Biden was powered by high turnout among Black voters in Atlanta, and flipped some white voters in the suburban counties that ring the city.\nBrad Raffensperger, the secretary of state overseeing Georgia’s elections, came under fire this week from fellow Republicans when the Trump campaign and the Georgia Republican Party demanded a hand recount. On Friday, the state began one. State officials say it is unlikely to change the results.\nGeorgia’s election drama is far from over: Both of the state’s Senate races are going to January runoffs that will determine whether Republicans retain control of the chamber\nIn North Carolina, Black voters shattered early-voting records in the lead-up to Election Day. But despite a late get-out-the-vote push by Democrats to motivate Black and Latino voters, Mr. Trump — who visited North Carolina a half-dozen times toward the close of the campaign — was more effective in motivating his base of white working-class and rural voters.\nMr. Trump defeated Mrs. Clinton in North Carolina in 2016 by fewer than four percentage points, but the state has been reliably red for decades: Since 1976, the only Democrat to prevail has been Barack Obama, in 2008.\nThat Mr. Biden flipped Georgia, a state last won by a Democrat in 1992, was dramatic, but it was years in the making: Mr. Trump defeated Mrs. Clinton there in 2016 by five percentage points, a far slimmer margin than Republicans enjoyed in previous presidential elections.", "url": "https://www.nytimes.com/live/2020/11/13/us/joe-biden-trump/biden-wins-georgia-and-trump-wins-north-carolina-the-final-states-to-be-called"}