{"authors": ["Motoko Rich", "Andrew Keh", "Matthew Futterman", "Kristine White", "Jennifer Moore"], "date_download": "2022-10-25 23:25:52", "date_modify": "2022-10-25 23:25:52", "date_publish": "2021-02-03 08:53:27", "description": "San Francisco will sue its own school district to force it to reopen to students. A judge ordered inmates in Oregon prisons to be vaccinated.", "filename": "live_2021_02_03_world_covid-19-coronavirus_1666740352.html", "image_url": "https://static01.nyt.com/images/2021/02/03/nyregion/03virus-brief-nj-dining/03virus-brief-nj-dining-facebookJumbo.jpg?year=2021&h=550&w=1050&s=b9dbef49ef2bd4316d941084356242a41f1ee288d831cdadb8e7020cb5acdbef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_02_03_world_covid-19-coronavirus_1666740352.html", "title": "Covid-19: The World Has Changed. So Has the Playbook for the Olympics.", "title_page": "Covid-19: The World Has Changed. So Has the Playbook for the Olympics. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A medical worker preparing a syringe with the AstraZeneca-Oxford shot at a vaccination center in a public hospital in Brasília on Tuesday. Credit... Ueslei Marcelino/Reuters\nThe vaccine developed by the University of Oxford and AstraZeneca has the potential to slow the transmission of the virus, according to a new paper.\nThe paper by researchers at the University of Oxford is the latest to report evidence suggesting that a coronavirus vaccine may be able to reduce transmission of the virus, though scientists have emphasized that the data are preliminary and the degree of protection unknown.\nThe researchers measured the impact on transmission by swabbing participants every week seeking to detect signs of the virus. If there is no virus present, even if someone is infected, it cannot be spread. And they found a 67 percent reduction in positive swabs among those vaccinated.\nThe paper, which has not been peer-reviewed, looked at data from clinical trials in Britain, Brazil and South Africa, the results of which were first reported late last year.\nMatt Hancock, the British health secretary, hailed the results on Wednesday as “absolutely superb.”\n“We now know that the Oxford vaccine also reduces transmission and that will help us all get out of this pandemic,” Mr. Hancock said in an interview Wednesday morning with the BBC.\nThe results, he said, “should give everyone confidence that this jab works not only to keep you safe but to keep you from passing on the virus to others.”\nSome scientists looking at the limited information released cautioned that more analysis of the data was needed before such broad conclusions could be firmly stated.\n“While this would be extremely welcome news, we do need more data before this can be confirmed and so it’s important that we all still continue to follow social distancing guidance after we have been vaccinated,” said Dr. Doug Brown, chief executive of the British Society for Immunology.\nThe Oxford and AstraZeneca researchers also found that a single dose of the vaccine was 76 percent effective at preventing Covid-19. The data measured the three months after the first shot was given, not including an initial three-week period needed for protection to take effect.\nThe encouraging results, lend support to the strategy deployed by Britain and other countries to prioritize providing as many first doses of vaccines as possible, setting aside concerns that people will get their second doses later than initially planned.\nThe latest data do not have bearing on the debate over whether to further space out the doses of the two vaccines authorized in the United States, those from Pfizer-BioNTech and Moderna, since the data on AstraZeneca’s candidate cannot be generalized to other vaccines.\nSome scientists have called on the United States to follow the lead of Britain and other countries that have opted to delay the second doses of vaccines by up to 12 weeks. But U.S. federal officials have resisted, saying such a move would not be supported by the data from clinical trials of the two vaccines currently available across the nation. Tuesday’s results could amplify pressure on U.S. health officials to delay second doses of AstraZeneca’s vaccine, though it has not yet been authorized by the country.\nThe vaccine appeared more effective when the interval between the two shots was longer than the originally intended four-week gap, the Oxford and AstraZeneca researchers found. Among clinical trial participants who got two standard-strength doses at least three months apart, the vaccine was 82 percent effective, compared to 55 percent effective when the doses were given less than six weeks apart.\nA vaccination strategy that spaces out doses by three months “may be the optimal for rollout of a pandemic vaccine when supplies are limited in the short term,” the researchers wrote.\nThe newly released paper builds on data issued late last year, which found that the vaccine was 62 percent effective when given as two standard-strength doses. In those initial findings, the vaccine’s efficacy was much higher, at 90 percent, when the first dose of the vaccine was given at half-strength.\nOxford and AstraZeneca researchers initially attributed the different levels of effectiveness to the lower strength of the initial dose. But they gradually reached a different conclusion: the amount of time between doses was the more likely explanation.\nIn the United States, the Food and Drug Administration is waiting on data from a clinical trial that enrolled about 30,000 participants, mostly Americans. Results from that study are expected later this month.\nThe study is expected to arm AstraZeneca with enough safety data to allow it by around early March to seek authorization to provide the vaccine for emergency use.\nThe United States has agreed to buy 300 million doses of AstraZeneca’s vaccine, but neither the company nor the federal government has said when and in what quantities those doses will be available after the vaccine is approved.", "url": "https://www.nytimes.com/live/2021/02/03/world/covid-19-coronavirus"}