{"authors": ["Patrick Kingsley", "Emily Anthes"], "date_download": "2022-10-25 22:56:30", "date_modify": "2022-10-25 22:56:30", "date_publish": "2021-06-24 08:59:49", "description": "President Biden traveled to North Carolina to implore people to get vaccinated. The C.D.C. extended a national eviction moratorium through July 21.", "filename": "live_2021_06_24_world_covid-vaccine-coronavirus-mask_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738590.html", "image_url": "https://static01.nyt.com/images/2021/04/05/world/24virus-briefing-israel/24virus-briefing-israel-facebookJumbo-v2.jpg?year=2021&h=549&w=1050&s=9cc1de5b8493268d5a57c8932f571e4874f1c041046ea8c5572d5797098663e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_24_world_covid-vaccine-coronavirus-mask_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666738590.html", "title": "Covid-19 News: Israel, a World Leader in Vaccinations, Faces a New Outbreak", "title_page": "Covid-19 News: Israel, a World Leader in Vaccinations, Faces a New Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Gov. John Bel Edwards of Louisiana and his wife, Donna Edwards, at a news conference last week announcing cash prizes and scholarships to encourage vaccination. Credit... Hilary Scheinuk/The Advocate, via Associated Press\nLike many states in the South, Louisiana’s vaccination rate has lagged significantly behind the national average, particularly among older adults, a trend that has troubled public health officials.\nSome 22 percent of adults 65 and older still have not been vaccinated, compared with 12 percent nationally, according to a New York Times database. Just 34 percent of the state’s population has been fully vaccinated, compared with 46 percent nationally.\nLouisiana is one of the latest states to resort to dangling financial incentives to get more shots into arms, a strategy that has kindled a broader debate over the effectiveness and wisdom of monetary enticements. It is holding a lottery, which will be paid for with federal coronavirus relief funds.\nAt the lottery’s unveiling last week, a jazz band played the state song, “You Are My Sunshine,” and Louisiana’s governor, John Bel Edwards, revealed a giant check for $1 million.\nMr. Edwards said amid the festivities that the money would go to a Louisiana adult who had received at least one dose of a Covid-19 vaccine. He said that the state would give away a total of $2.3 million in cash prizes and scholarships over a month. Registration for the lottery — marketed as “Shot at a Million” — began this week.\n“Before launching our own program, we wanted to see how well it worked in other states, and, quite frankly, we’ve been impressed by the success that they’ve had,” Mr. Edwards said in announcing the lottery.\nLouisiana’s vaccination rate, as a share of its population, is lower than every state but Mississippi. Six of the bottom eight states are in the South: They include Alabama, Arkansas, Georgia and Tennessee.\nThe Biden administration has made a concerted push to overcome vaccine hesitancy, particularly in the South. This week, the first lady, Jill Biden, visited Tennessee and Mississippi to encourage people to get vaccinated, while President Biden visited a mobile vaccination site in North Carolina on Thursday.\nGov. Mike DeWine of Ohio announced in May that five people would each win $1 million; the last winners were announced on Wednesday. On Thursday, Mr. DeWine said the state would focus on smaller incentives, like $25 DoorDash gift cards at select locations, and on expanding outreach and access to shots.\n“We want our people to be protected,” Mr. Edwards said. “This is the way that we accomplish that. It is the way we can make sure that we return to normalcy and are able to safely gather.”\nDr. A. Mark Fendrick, the director of the University of Michigan Center for Value-Based Insurance Design, said in an interview that there was a compelling case for conducting lotteries but that they should be open only to people who were fully vaccinated.\n“The people that we need to reach to get vaccinated, independent of their political affiliation, have been shown to be those populations who are likely to buy lottery tickets,” he said.\nDr. Fendrick, a primary-care physician who has studied consumer incentives for health care behavior for three decades, said it was too early to determine the effectiveness of the lotteries. In some states, he said, the lotteries coincided with making the vaccine available to teenagers, which could skew the numbers. He suggested comparing the vaccination rates in states with lotteries to those without them.\n“I really want to see Michigan versus Ohio,” he said.\nOn Wednesday, North Carolina held its first lottery drawing as part of a similar vaccination push. Every other week, it will give away $1 million and a $125,000 scholarship to an adult and a teenager who get the vaccine.\nSimilar initiatives have been promoted by California, Illinois, Maryland, New Mexico and Washington.\nIn Oregon, however, the pace of vaccinations slipped since May, when Gov. Kate Brown announced a $1 million giveaway, The Oregonian reported this month.\nCharles Boyle, a spokesman for Ms. Brown, said in an email on Tuesday night that the drop-off in vaccinations was to be expected as more residents had the shot. Oregon, he said, needed to inoculate less than 42,000 people to reach its target of at least 70 percent of adults having received at least one shot.\nMr. Boyle said that the “Take Your Shot, Oregon” campaign was part of a broader strategy that included using more and smaller vaccine clinics to lift the vaccination rate.\n“No individual strategy is expected to have a singularly massive impact or to wholly reverse vaccination rate trends,” he said. “Each strategy adds a little energy to the overall effort.”\nDaniel E. Slotnik contributed reporting.", "url": "https://www.nytimes.com/live/2021/06/24/world/covid-vaccine-coronavirus-mask?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}