{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:47:36", "date_modify": "2022-10-25 23:47:36", "date_publish": "2021-05-25 12:29:16", "description": "Behind the scenes, they were working to tweak the proposed legislation in hopes of attracting the 10 Republicans needed to advance it.", "filename": "live_2021_05_25_us_biden-news-today_jan-6-commission-murkowski_1666741656.html", "image_url": "https://static01.nyt.com/images/2021/05/25/us/25new-washington-briefing-jan-6/25new-washington-briefing-jan-6-facebookJumbo.jpg?year=2021&h=550&w=1050&s=86fbb459fe9b15a264ee85688d1ad555d5bc01b24c5b1b5bc8bcda53424308f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_05_25_us_biden-news-today_jan-6-commission-murkowski_1666741656.html", "title": "Manchin and Sinema Implore Republicans to Back Creation of Jan. 6 Commission", "title_page": "Manchin and Sinema Implore Republicans to Back Creation of Jan. 6 Commission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Senator Joe Manchin, right, and Senator Kyrsten Sinema spoke at the Capitol in Washington earlier this month. The senators are attempting to drum up Republican support for the Capitol riot investigation. Credit... Stefani Reynolds for The New York Times\nA pair of moderate Senate Democrats pleaded with Republicans on Tuesday to drop their opposition to creating an independent commission to investigate the Jan. 6 Capitol riot, in an 11th-hour attempt to prevent its collapse on the floor.\nThe Democrats, Senators Joe Manchin III of West Virginia and Kyrsten Sinema of Arizona, called the formation of a 9/11-style inquiry “a critical step to ensuring our nation never has to endure an attack at the hands of our countrymen again.” Behind the scenes, they were working to tweak the legislation in hopes of attracting the 10 Republicans needed to advance it.\n“We implore our Senate Republican colleagues to work with us to find a path forward on a commission to examine the events of January 6,” the senators wrote in a joint statement.\nThe maneuvering amounted to a long-shot effort to salvage what may be the best chance at a full, bipartisan accounting for the most violent attack on the Capitol in centuries and a stunning series of security failures around it. Modeled after the panel that studied the Sept. 11, 2001 terrorist attacks, the proposed commission would produce a report of its findings and recommendations to prevent a repeat. It was also bipartisan; crafted with the input of a key Republican, the commission won 35 Republican votes in the House.\nStill, G.O.P. leaders have moved swiftly to try to destroy its chances in the Senate amid fears of political fallout for their party of any close examination of the assault by a pro-Trump mob.\nSenator Mitch McConnell, Republican of Kentucky and the minority leader, blasted the commission on Tuesday as a “purely political exercise” by Democrats merely trying “to debate things that occurred in the past.”\n“They would like to continue to litigate the former president into the future,” Mr. McConnell said. “We think the American people going forward and in the fall of ’22 ought to focus on what this administration is doing to the country.”\nA handful of Republican senators, including many who voted to convict former President Donald J. Trump during his impeachment trial for inciting the violence, have indicated they are willing to support the 10-person commission anyway. Among them are Senators Mitt Romney of Utah and Lisa Murkowski of Alaska. Others, like Senators Susan M. Collins of Maine, Bill Cassidy of Louisiana and Patrick J. Toomey of Pennsylvania want to tweak the legislation to ensure Republicans have more say in who the committee hires as staff and to put a hard stop on its work in December, before entering an election year.\nMr. Manchin and Ms. Sinema are working with Ms. Collins to try to address those concerns, but lawmakers in both parties say there is no guarantee that such changes would yield enough Republican support for passage.\nWhat’s more, Democratic leaders are skeptical of the changes themselves. Senator Chuck Schumer of New York, the majority leader, said a proposal like Ms. Collins’s could lead to “two warring staffs” of conservatives and liberals, undermining the inquiry.\nMr. Manchin and Ms. Sinema have their own motivation for running up Republican support, as well. Without 10 Republicans, the bill is likely to become the first of the year to be blocked by a filibuster, because of the Senate rule that requires 60 votes to overcome one. The two moderates are the two most outspoken proponents of the filibuster in their caucus, and the commission’s failure would only ratchet up pressure on them from the party’s left flank to cave and change the rules so that legislation could move on a simple majority vote.\nMr. Manchin was adamant on Tuesday that he would not change the rules around the commission vote. “No,” he told reporters. “I can’t take the fallout.”", "url": "https://www.nytimes.com/live/2021/05/25/us/biden-news-today/jan-6-commission-murkowski"}