{"authors": ["Neil Vigdor", "Emily Anthes", "Vjosa Isai", "Aina J. Khan"], "date_download": "2022-10-25 23:24:07", "date_modify": "2022-10-25 23:24:07", "date_publish": "2021-06-21 09:02:12", "description": "A C.D.C. study showed younger American adults are less likely to be vaccinated. Medicaid enrollment jumped during the pandemic.", "filename": "live_2021_06_21_world_covid-vaccine-coronavirus-mask_1666740247.html", "image_url": "https://static01.nyt.com/images/2021/06/21/lens/21virus-briefing-promo4/21virus-briefing-promo4-facebookJumbo.jpg?year=2021&h=550&w=1050&s=79c72e13177e32cd9c1625334eb7e1e05d61b10b209ac50d32928990a8cb5313&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_06_21_world_covid-vaccine-coronavirus-mask_1666740247.html", "title": "Covid-19 Updates: Colombia Surpasses 100,000 Deaths as Virus Pummels South America", "title_page": "Covid-19 Updates: Colombia Surpasses 100,000 Deaths as Virus Pummels South America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image A teenager receiving a Covid-19 vaccine in Philadelphia last month. Currently, the C.D.C. strongly recommends the shots for Americans ages 12 and older. Credit... Hannah Beier/Reuters\nThe coronavirus vaccines made by Pfizer-BioNTech and Moderna may have caused heart problems in more than 1,200 Americans, including about 500 who were younger than age 30, according to data reported on Wednesday by researchers at the Centers for Disease Control and Prevention.\nStill, the benefits of immunization greatly outweigh the risks, advisers to the C.D.C. said. They strongly recommended vaccination for all Americans 12 and older.\nThe heart problems are myocarditis, inflammation of the heart muscle; and pericarditis, inflammation of the lining around the heart. The risk is higher after the second dose of an mRNA vaccine than the first, and much higher in men than in women. Researchers do not know why.\nBut the side effect is very uncommon, just 12.6 cases per million second doses administered.\nC.D.C. researchers estimated that every million second doses given to boys ages 12 to 17 might cause a maximum of 70 myocarditis cases, but would prevent 5,700 infections, 215 hospitalizations and two deaths.\nAgency researchers presented the data to members of the Advisory Committee on Immunization Practices, which makes recommendations on vaccine use in the United States. (The scientists grouped together pericarditis and myocarditis for reporting purposes.)\nMost cases were mild, with symptoms like fatigue, chest pain and disturbances in heart rhythm that quickly cleared up, the researchers reported. Of the 484 cases reported in Americans under age 30, the C.D.C. has definitively linked 323 cases to vaccination. The rest remain under investigation.\n“These events are really very rare, extremely rare,” said Dr. Brian Feingold, an expert on heart inflammation in children at the UPMC Children’s Hospital of Pittsburgh. “That needs to be taken in context with illness and morbidity and mortality related to Covid.”\nSeparately, more than a dozen federal and professional medical organizations said in a joint statement on Wednesday that myocarditis “is an extremely rare side effect, and only an exceedingly small number of people will experience it after vaccination.”\nThe C.D.C. advisers met as the Biden administration publicly acknowledged that it expected to fall short of its goal of getting 70 percent of Americans partly vaccinated by July 4. The shortfall, officials said on Tuesday, resulted in part from reluctance among younger Americans to be immunized.\nIt’s unclear what causes myocarditis, or why it is more common in young men than in women. The first cases linked to coronavirus vaccines were reported in Israel, mostly among young men aged 16 to 19 years. Israel recorded 148 cases between December and May, 95 percent of them mild.\nIn the United States, too, myocarditis has been more common in men and boys: Up to 80 percent of cases after the second dose were in males. There has also been a clear age difference, with the side effect clustered in individuals in their late teens and early 20s.\nThe vast majority of patients with myocarditis recovery fully, noted Dr. James de Lemos, a cardiologist at the University of Texas Southwestern Medical Center in Dallas, who reported one of the first cases in January.\nCovid-19 itself may cause heart problems in young people. A large study of collegiate athletes showed that 2.3 percent of those who had recovered from Covid-19 had heart abnormalities consistent with myocarditis.\n“It’s going to be many-fold more common to get heart muscle inflammation from getting Covid than you would from getting a vaccine, even in young men,” Dr. de Lemos said.\nVaccination is becoming an even more urgent priority, given more contagious variants of the coronavirus now circulating in the United States, Dr. Paul Offit, a pediatrician at the Children’s Hospital of Philadelphia and a member of the Food and Drug Administration’s vaccine safety committee, said in an interview.\n“We are not close to being near where we need to be” in terms of the percentage of the population that should be vaccinated, Dr. Offit said. “And you’re going to head into winter when you’re going to have a generally under vaccinated population.”", "url": "https://www.nytimes.com/live/2021/06/21/world/covid-vaccine-coronavirus-mask"}