{"authors": ["Jeanna Smialek", "Mark Miller"], "date_download": "2022-10-26 00:16:27", "date_modify": "2022-10-26 00:16:27", "date_publish": "2022-10-13 09:00:34", "description": "The Consumer Price Index rose 8.2 percent in the year through September, another stubbornly high result driven by more costly food, rent and other items.", "filename": "live_2022_10_13_business_inflation-cpi-report_name=styln-us-economy&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=Article&variant=show&is_new=false_1666743387.html", "image_url": "https://static01.nyt.com/images/2022/10/13/business/13inflation-briefing-main/13inflation-briefing-main-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_10_13_business_inflation-cpi-report_name=styln-us-economy&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=Article&variant=show&is_new=false_1666743387.html", "title": "Prices Rise Faster Than Expected", "title_page": "Prices Rise Faster Than Expected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Oct. 21 Oct. 24 Oct. 25 3,700 3,750 3,800 3,850\nMarkets swung wildly on Thursday after another hotter-than-expected inflation report cemented expectations for more bumper interest rate increases from the Federal Reserve that some investors worry could destabilize the financial system.\nThe S&P 500 initially dropped by more than 2 percent, setting a new low for the year, before rallying back to end the day 2.6 percent higher, an unusually big turn within a single day.\nU.S. government bond yields surged markedly higher, adding to the turbulence. The two-year Treasury yield, which is influenced by expectations for interest rates, soared by roughly 0.2 percentage points to a new high of around 4.5 percent, a big move for an asset that typically moves in hundredths of a percentage point.\nS&P 500 - % Dow - % Nasdaq - %\nThe trigger for the market swings was the Consumer Price Index report, which realized investors’ fears about persistent inflation, showing prices rising faster than expected, at an 8.2 percent rate in the year through September.\nThe new data is crucial for informing policymakers, and therefore investors, on how much further interest rates will need to rise before inflation starts to consistently fall. The report has also taken on greater significance as investors grow increasingly worried about the effects of rising interest rates on global financial stability, following further turmoil in British government bond markets this week.\n“There are a lot of people out there looking for peak inflation and a slowdown from the Fed on rate hikes, but the data is not in their favor,” said Charlie Ripley, a senior investment strategist at Allianz Investment Management. “This is going to put pressure on the Fed to do more.”\nThe sharp reversal in the stock market puzzled analysts. Some said that easing pressure on British government bonds, with yields falling sharply on Thursday, offered a tailwind that lifted the stock market through the day, as it helped the British pound to strengthen, weakening the dollar and bolstering stocks.\nBut such whipsaw moves have also simply become more common this year, as data on the U.S. economy has collided with technical factors in markets around how investors are positioned for sharp moves higher or lower, and whether they exacerbate or reduce them.\nThe rally on Thursday came after another drop on Wednesday, the S&P 500’s sixth daily decline in a row, meaning stock prices had already fallen substantially, even before the fresh inflation data roiled the market. The last time the index experienced seven straight days of losses was during the onset of the coronavirus pandemic at the end of February 2020.\nIn a sign of the gyrations affecting the market, the CBOE Vix index, which tracks stock volatility and is known as Wall Street’s “fear gauge,” remains elevated, as does the MOVE index, which measures volatility in the Treasury market.\nThe sharp moves have added to investors fear that the Fed’s campaign of large rate increases could push markets closer to a financial accident, similar to the shock waves in British markets in recent weeks. Some investors said that the hotter-than-expected inflation reading raised this risk by increasing expectations for further rate increases.\nBased on prices in futures markets, which show where investors expect interest rates to be after the Fed’s upcoming meeting, the forecast is for a three-quarter-point increase. Once a rare occurrence, that would be the fourth increase of that size this year.\nInvestors also raised their bets on the Fed increasing rates by three-quarters of a point again in December and recalibrated expectations for how high interest rates could get next year, with a peak of around 4.9 percent in May, above the Fed’s own forecasts.\nBarclays’ economists quickly altered their own forecast, predicting the Fed would raise interest rates by three-quarters of a point in November and December, as well as a half-point increase in February, taking interest rates past 5 percent next year.\n“We are in a new regime here with higher rates,” Mr. Ripley said. “The longer they stay elevated, we are going to see some interesting things happen in the market.”\nAround the world, cracks are emerging that are amplifying investors’ worries. Japanese government debt has barely traded day to day, constrained by government intervention. Mortgage rates are at their highest since the turn of the century. The value of corporate bonds and loans has tumbled.\n“Everything is coming to a culmination at once,” said Andrew Brenner, the head of international fixed income at National Alliance Securities.\nThe reassessment over the path of interest rates comes as companies begin to announce their financial results for the third quarter, giving investors a chance to see how rising rates are impacting business conditions.\nBlackRock reported earnings on Thursday, with the asset manager’s chief financial officer Gary Shedlin saying that the drastic fall in bond and stock prices, with the S&P 500 down over 25 percent this year, has resulted in $2 trillion being wiped off the value of the assets the company manages since the end of 2021, taking its assets under management to just below $8 trillion.\n“The speed at which central banks are raising rates to rein in inflation alongside slowing economic growth is creating extraordinary uncertainty, increased volatility and lower levels of market liquidity,” said Larry Fink, BlackRock’s chief executive.", "url": "https://www.nytimes.com/live/2022/10/13/business/inflation-cpi-report?name=styln-us-economy&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=Article&variant=show&is_new=false"}