{"authors": ["Jill Cowan", "Marie Solis"], "date_download": "2022-10-25 23:32:05", "date_modify": "2022-10-25 23:32:05", "date_publish": "2022-03-08 12:06:57", "description": "Gov. Gavin Newsom addressed the cost of gas, which is the highest in the nation, during his State of the State address.", "filename": "live_2022_03_08_business_stocks-economy-inflation-ukraine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740725.html", "image_url": "https://static01.nyt.com/images/2022/03/08/multimedia/08Economy-Briefing-CalGas/08Economy-Briefing-CalGas-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_03_08_business_stocks-economy-inflation-ukraine_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740725.html", "title": "Business News for March 8, 2022", "title_page": "Business News for March 8, 2022 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If the ban on Russian oil boosts commodity prices and pushes up the cost of gas at the pump, that will add to the inflationary pain that is already dogging consumers.\nThe ban on Russian oil imports announced by President Biden on Tuesday could have meaningful consequences for the U.S. economy, pushing prices at the gas pump higher when inflation is already rapid, although how long-lasting that impact might be remains uncertain.\n“We’re banning all imports of Russian oil and gas and energy,” Mr. Biden said, speaking at a White House briefing. He said the plan would target the “main artery” of the Russian economy. While he acknowledged that the move would likely push gas prices up, he blamed Russian aggression for that reality.\nThe ban applies to imports of Russian oil, liquefied natural gas and coal. It also prohibits new U.S. investments in Russia’s energy sector. And it blocks Americans from financing or enabling foreign companies that are making investments to produce energy in Russia.\nEurope imports far more of its supply from Russia than the United States, but energy markets are global, and the mere threat of a ban has pushed commodity prices higher in recent days.\n“Things have been so volatile,” said Omair Sharif, founder of Inflation Insights, noting that it was difficult to tell how much of the rise in oil prices in recent days traces back to this specific ban. But the conflict in Ukraine is clearly pushing commodity gas prices higher — so much so that the national average gas price could rise to nearly $4.50 this month, he said, “assuming we don’t move any more.”\nWhile the oil and gas ban is almost sure to push inflation higher in the United States, economists have said that the scale of the economic consequences would depend in large part on how it was structured. For instance, it would likely make a big difference globally and in markets if Europeans also ban Russian oil and gas imports, and it is not yet clear whether or to what extent that will happen.\nA ban across many countries “would severely reduce and disrupt energy supply on a global scale and already high commodity prices would rise,” Caroline Bain, an economist at Capital Economics, wrote in a research note ahead of the announcement, estimating that the price of the global oil benchmark, Brent crude, would settle in at about $160 per barrel in that case.\nThe Brent crude price jumped by about 6 percent to roughly $130 per barrel by the middle of the day Tuesday. By comparison, it was about $78 per barrel at the end of 2021.\nThe 10 Largest Oil Producers in 2020\nIt is not yet clear how many countries will adopt a similar ban: The White House signaled this week that the United States could act separately in blocking imports of Russian oil, noting that countries in Europe are more reliant on Russian energy, something Mr. Biden also alluded to on Tuesday.\n“Many of our European allies and partners may not be in a position to join us,” he said, but added that allies “remain united in our purpose” to inflict pain on Russia’s war effort. That includes efforts by the European Union to lessen its dependence on Russian energy.\nBritain indicated on Tuesday that it would take its own steps to ban imports of Russian energy products. Kwasi Kwarteng, the country’s business and energy secretary, said that it would phase out imports of Russian oil and oil products by the end of 2022.\nOther European countries are under increasing pressure to follow suit.\n“Everything’s on the table,” Franck Riester, the French minister for foreign trade, told the franceinfo radio station on Monday, adding that France had to look at potential bans on oil and gas imports from Russia with regard to “consequences in terms of pressure on Russia and in terms of economic, financial and social impacts in Europe.”\nThe office of President Emmanuel Macron of France said on Tuesday evening that the country had to coordinate with the European Union before taking any further steps, but acknowledged Europe’s need to reduce its reliance on Russia.\n“The United States is not dependent on Russian oil and gas, but the European partners are,” Mr. Macron’s office said in a statement. “We have a long-term policy of getting rid of the dependence on Russian oil and gas, but in the immediate future we need to discuss this with our European partners.”\nWhile Italy is very dependent on Russian gas, the nation’s government has said that if the European Union decided to cut off its consumption of Russian gas and oil, Italy would not oppose the effort.\nThe direct U.S. economic impact from the loss of Russian oil is likely to be notable, though less severe than what would happen in Europe. According to the International Energy Agency, the United States imported less than 700,000 barrels of oil per day from Russia in 2021. That represents less than 10 percent of what the United States imports globally.\nHigher global oil and gas commodity prices and rising prices at the pump will add to the inflationary pain that is already dogging consumers. Prices are climbing at the fastest pace in 40 years, and data this week is expected to show that the annual increase climbed higher in February.\nRising gas prices will exacerbate that trend. The national average price hit $4.17 on Tuesday, according to AAA, a new high for regular unleaded gas.\n“There will be costs as well, here in the United States,” Mr. Biden said. “Republicans and Democrats alike understand that.”\nImage President Biden announcing a ban on Russian oil imports at the White House on Tuesday. Credit... Tom Brenner for The New York Times\nMr. Sharif said U.S. inflation could peak at 8.3 percent in March, given the jump in gas prices. Before the conflict, he had expected it to ease down to 2.7 percent by the end of the year, but now he is expecting a rate closer to 4.5 percent.\nHigher gas prices also eat into consumers’ budgets, preventing them from spending on other things — so a ban could also have consequences for overall economic growth.\nBut consumers are sitting on big cash piles amassed over the course of the pandemic, and because the United States produces gas domestically, higher prices could also incentivize companies to invest and supply more in the United States.\n“It is risky to assume that the old rule about higher prices depress overall U.S. economic growth still applies,” Ian Shepherdson, an economist at Pantheon Economics, wrote in a recent note.\nHigh gas prices could be a liability for Democrats during a midterm election year, given they hit voters right in the wallet. Republicans have already seized on gas prices as a talking point.\n“Under Joe Biden, families are paying more for gas than ever before,” Ronna McDaniel, chairwoman of the Republican National Committee, said in a statement Tuesday.\nBut the White House is emphasizing that the price increases are the result of the actions of President Vladimir V. Putin of Russia, and Mr. Biden pointed out that the United States and its partners are releasing global petroleum reserves.\nThe president also seemed prepared to shift some blame to companies.\n“To the oil and gas companies, and to the finance firms — we understand that Putin’s war against the people of Ukraine is causing prices to rise, we get that, that’s self-evident,” he said. He added, “It’s no excuse to exercise excessive price increases, or padding profits, or any kind of effort to exploit this situation or American consumers.”\nJason Horowitz and Constant Méheut contributed reporting.", "url": "https://www.nytimes.com/live/2022/03/08/business/stocks-economy-inflation-ukraine?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}