{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:45", "date_modify": "2022-10-25 23:39:45", "date_publish": "2021-11-11 05:16:07", "description": "Leaders at an elite meeting enshrined Mr. Xi among the party’s historical giants, paving the way for him to claim a third five-year term.", "filename": "live_2021_11_11_world_china-xi-jinping-cpc_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741185.html", "image_url": "https://static01.nyt.com/images/2021/11/11/world/11china-briefing-politics/11china-briefing-politics-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2021_11_11_world_china-xi-jinping-cpc_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666741185.html", "title": "China’s Xi Jinping Remakes the Communist Party’s History in His Image", "title_page": "China’s Xi Jinping Remakes the Communist Party’s History in His Image - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Communist Party officials are expected to decide this week whether Xi Jinping, left, will be placed among the country’s era-defining leaders. Credit... Carlos Garcia Rawlins/Reuters\n阅读简体中文版 • 閱讀繁體中文版\nChina’s Communist Party delivered Xi Jinping a breakthrough on Thursday that will help secure his political future — by rewriting history.\nSenior party officials in a closed-door meeting in Beijing approved a decision reassessing the party’s 100-year history and enshrining Mr. Xi in the party’s official firmament of era-defining leaders. The move, signaled in an official summary of the meeting, elevated Mr. Xi to a stature alongside Mao Zedong, the founder of the country’s Communist rule, and Deng Xiaoping, the chief architect of its economic takeoff.\nUnder Mr. Xi’s leadership, China has “made historic achievements and undergone a historic transformation,” said an official summary, or communiqué, from the meeting, hailing what the party described as successes in the economy, foreign policy, fighting pollution and containing Covid. Under Mao, Deng and now Mr. Xi, the communiqué said, China had “achieved the tremendous transformation from standing up and growing prosperous to becoming strong.”\nThis week’s meeting was the start of a momentous year in Chinese politics. Its announcements will play a big part in the leadership shake-up at a Communist Party congress that is likely to be held in 2022, when Mr. Xi, China’s most powerful leader in decades, appears on track to secure a third five-year term as the party’s general secretary. There is no rival leader or heir apparent in view.\nThe decision to place Mr. Xi among the country’s historical giants will bolster his argument that he is the only leader capable of steering China toward superpower status through uncertain times. China navigated the Covid-19 pandemic relatively well, but it faces economic risks from debt-laden companies and local governments, social pressures as its population gets older, and growing distrust from the United States and other Western countries.\nOn Thursday, in a recorded video to the Asia-Pacific Economic Cooperation forum, Mr. Xi urged Asian nations to resist forming “small circles on geopolitical grounds,” a clear reference to efforts by President Biden to shore up alliances of democratically minded countries to counter China.\n“The Asia-Pacific region cannot and should not relapse into the antagonism and division of the Cold War era,” he said.\nMr. Xi has faced a succession of crises, but he has often been able to turn them into vindication for his hard-line ways. He responded to months of pro-democracy unrest in Hong Kong by imposing a harsh security law. He applied sweeping restrictions to limit the spread of Covid-19 in China. And Beijing claimed victory after Canadian authorities released Meng Wanzhou, a Chinese telecommunications executive, at the same time that China quietly released two Canadians it had arrested.\nBy claiming a third term as party leader, as he is expected to do next year, Mr. Xi would break the pattern of staying in power for only two terms. In 2018, Mr. Xi made a bold power play by eliminating a term limit on the presidency, opening the way for him to lead China indefinitely. That move overturned widespread expectations that the party had been settling into a 10-year cap on leaders’ time in power.\nGlorifying Mr. Xi’s achievements could help fireproof Mr. Xi against any challenges to his record. The decision is sure to become the focus of an intense propaganda campaign, as well as indoctrination sessions for party officials.\nReporting and research by Chris Buckley , Steven Lee Myers , Liu Yi and Claire Fu .", "url": "https://www.nytimes.com/live/2021/11/11/world/china-xi-jinping-cpc?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}