{"authors": ["Mark Landler", "The New York Times", "Stephen Castle", "Chris Stanford", "Vanessa Friedman"], "date_download": "2022-10-25 23:34:03", "date_modify": "2022-10-25 23:34:03", "date_publish": "2022-06-02 06:33:59", "description": "Britain’s longest-serving monarch will skip a thanksgiving service at St. Paul’s Cathedral after experiencing discomfort from the first day of festivities.", "filename": "live_2022_06_02_world_queen-elizabeth-jubilee_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740843.html", "image_url": "https://static01.nyt.com/images/2022/06/02/world/02QUEEN-JUBILEE-PROMO6pm/02QUEEN-JUBILEE-PROMO6pm-facebookJumbo.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/live_2022_06_02_world_queen-elizabeth-jubilee_action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing_1666740843.html", "title": "Highlights for the First Day of Queen Elizabeth II’s Platinum Jubilee", "title_page": "Highlights for the First Day of Queen Elizabeth II’s Platinum Jubilee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Members of the public line the Mall during Trooping the Color on Thursday in London.\nLONDON — With columns of Scots and Irish guards, throngs of Union Jack-clad admirers and waves of aircraft roaring overhead, Queen Elizabeth II celebrated 70 years on the throne Thursday, earning tributes from world leaders and ordinary people for one of history’s great acts of constancy.\nShortly before 1 p.m., the queen stepped out onto the balcony of Buckingham Palace to greet a sea of well-wishers, stretching down the Mall toward Trafalgar Square. She stood at the helm of four generations of the royal family, a vivid tableau that captured both the monarchy’s timeless durability and a modern family’s internal stresses.\nThree heirs to the throne stood alongside her: her eldest son, Prince Charles; his eldest son, Prince William; and William’s eldest son, Prince George. But William’s younger brother, Prince Harry, was missing, having withdrawn from royal duties and moved to Southern California with his wife, Meghan, the result of a messy rupture with Buckingham Palace in 2020.\nAlso missing was the queen’s second son, Prince Andrew, all but banished from public life because of his association with Jeffrey Epstein, the deceased financier and convicted sex offender. On Thursday, the palace said Andrew had tested positive for the coronavirus and would miss a thanksgiving service on Friday.\nStill, on Thursday, the dysfunction of the royal family was pushed temporarily offstage by a joyful celebration of its 96-year-old matriarch — a queen whose reign has been an anchor for her storm-tossed country and whose recent health troubles seem only to have deepened her people’s affection for her.\nImage The queen and other members of the royal family watched a flyover by the Royal Air Force from the Buckingham Palace balcony on Thursday. Credit... Pool photo by Paul Grover\nTributes poured in from world leaders, past and present; some sounded like fanboys in their awe-struck admiration.\n“You are the golden thread that binds our two countries, the proof of the unwavering friendship between our nations,” said President Emmanuel Macron of France, speaking in English in a videotaped greeting.\nFormer President Barack Obama, who visited the queen in Buckingham Palace with his wife, Michelle, in 2011, declared, “Your life has been a gift, not just to the United Kingdom, but to the world.”\n“Vivat Regina Elizabetha!” wrote Prime Minister Boris Johnson in a tweet, drawing on the Latin of his days at Eton. “God Save The Queen!”\nIt was only the first of four days of festivities, known collectively as the queen’s Platinum Jubilee. But it was perhaps the grandest, featuring a military parade with 1,200 officers and soldiers from the Household Division, hundreds of Army musicians, 240 horses, a 41-gun salute and a 70-aircraft flyover.\nBut all that activity appeared to take its toll on the aging monarch: On Thursday evening, the palace announced she would skip the national thanksgiving service at St. Paul’s Cathedral, after experiencing some discomfort.\nThe ostensible purpose of all the pageantry was to celebrate the queen’s birthday, which was in April. But the show of military grandeur, known as Trooping the Color, also symbolizes Elizabeth’s role as commander in chief of the armed forces. That link has been sacred to her since she served in the auxiliary service as a driver and truck mechanic during World War II, when she was a young princess.\nIn the ensuing decades, the queen has become an irreplaceable figure in Britain, central to its self-identity. To many, her stoicism embodies the British instinct to get on with it, and her sensible manner reflects the sang-froid that many Britons admire.\nThe queen did not take part in the day’s opening ceremony at the Horse Guards Parade, a concession to her frail condition and the problems she has had walking recently. But the palace had left little doubt that she intended to turn up on the balcony, the ultimate royal photo opportunity.\nImage The Kings Troop Royal Horse Artillery taking part in the Queen’s Birthday Parade, and the Trooping the Color, as part of Queen Elizabeth II’s Platinum Jubilee celebrations, on Thursday. Credit... Pool Photo by Toby Melville\nJust after noon, Elizabeth emerged unexpectedly, walking stick in hand, to inspect the troops marching beneath her. Standing next to her cousin, the Duke of Kent, she looked alert and engaged, wearing a dusky dove blue dress with a pearl and diamanté trim cascading down the front of the coat. She re-emerged later for her scheduled appearance with other members of the royal family.\nShe also led the lighting of the Platinum Jubilee Beacon on Thursday evening from Windsor Castle, in a dual ceremony with her grandson Prince William.\nThat the queen made it to this Platinum Jubilee at all was far from given. She contracted the coronavirus in February and has talked about how the ordeal left her exhausted. She lost her husband, Prince Philip, last year, and her fragile health has forced her to cancel multiple public appearances, including two major events on the royal calendar: a remembrance service for the war dead and the state opening of Parliament.\nThose were heavy blows for a monarch who lives by the maxim that she has to be “seen to be believed.” But she looked spry on Thursday, and at recent appearances at the Royal Windsor Horse Show, the Chelsea Flower Show and the opening of a new London rail line named for her — all of which has made the jubilee more a joyful commemoration rather than a wistful twilight.\nAmong the crowds in London, there was ample evidence of the kind of devotion the royal family commands not just with Britons, but also with people from around the world.\n“I like democracies, but I have a fascination with monarchical displays of power,” said Nichola Persic, an Italian exchange student who left his college in Canterbury, England, at dawn to stake out a position along the parade route. “And it’s nice to be a part of something people will remember.”\nImage People attending a Platinum Jubilee celebration in Warwick, England, on Thursday. Credit... Andrew Boyers/Reuters\nPhil Mason and Jan Favager, who traveled to London from outside Liverpool, planned their trip a year ago to make sure they could get an affordable hotel room. “She’s done such a great, wonderful job,” Mr. Mason said. “I think she’s a lovely lady.”\nStrictly speaking, Elizabeth has not yet set the longevity record for any monarch. Louis XIV of France, Johann II of Liechtenstein and Bhumibol Adulyadej of Thailand were all on the throne for more than 70 years. But she is the longest-reigning British monarch, surpassing Queen Victoria, who ruled for almost 64 years, and the longest-reigning queen of any country.\nThere were, inevitably, a few discordant notes. Graham Smith, who runs Republic, a group that favors abolishing the monarchy, said he planned to mark the jubilee with an anti-monarchy conference this weekend.\n“I certainly don’t view her with any kind of admiration,” Mr. Smith said, drinking coffee in the town of Reading, west of London, where he now lives. “There is no achievement in what she’s done.”\nThat, however, seemed to be a minority opinion among the tens of thousands of spectators who lined the Mall on a sunny late-spring day in London. Most were good-natured — the government gave people two days off for jubilee — though the police said they arrested several people for trying to breach the parade route.\nThe Trooping the Color military pageantry has been used to mark the birthday of the British sovereign for more than 260 years, so there were no surprises on Thursday, apart from the queen’s initial, unscheduled, appearance on the balcony.\nImage Fighter jets from Britain’s Royal Air Force flew in formation to form the number 70 during a special flyover above Buckingham Palace on Thursday. Credit... Peter Nicholls/Reuters\nBuckingham Palace sought to head off weeks of press speculation by disclosing last month that she would be joined at the palace by a streamlined version of the royal family. The thinner ranks are in keeping with a longtime strategy by Prince Charles to reduce the number of working royals — a concession to changing times and growing public resistance to the cost of supporting the royals.\nEven with the smaller cast on the balcony, the royals managed a few star turns. The queen, sensible as ever, protected herself from the sun with stylish sunglasses, while Prince Louis, the 4-year-old second son of William and his wife, Catherine, clapped his hands over his ears and howled with displeasure when the jets roared overhead.\nStephen Castle , Megan Specia and Saskia Solomon contributed reporting.", "url": "https://www.nytimes.com/live/2022/06/02/world/queen-elizabeth-jubilee?action=click&pgtype=Article&module=&state=default&region=header&context=breakout_link_back_to_briefing"}