{"authors": [], "date_download": "2022-10-25 23:55:26", "date_modify": "2022-10-25 23:55:26", "date_publish": null, "description": "The Shanghai financier Liu Yiqian went from taxi driver to multimillionaire. He is also one of China’s most prolific collectors of art.", "filename": "projects_2013_the-new-collectors_index_1666742126.html", "image_url": "https://static01.nyt.com/packages/images/multimedia/bundles/projects/2013/ChinaArt/part3-share500.jpg", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/projects_2013_the-new-collectors_index_1666742126.html", "title": "A Culture of Bidding", "title_page": "A Culture of Bidding: The New Collectors", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Culture of Bidding The New Collectors\nBy David Barboza and Jonah M. Kessel SHANGHAI, December 17, 2013\nLike their predecessors across history and geography, China’s newly rich have set out to collect the very best the world has to offer: homes, wines, cars and, with a special passion, Chinese art.\nThey joust with one another at auction houses, where the fevered bidding has driven up prices to the point that some jades, ceramics, calligraphy and paintings now fetch huge sums. In 2011, for instance, a Ming dynasty vase sold for $140 million at an auction in Macau.\nPartly because of these free-spending bidders, China now possesses the second-largest art market in the world, after the United States.\nLike other wealthy business executives, Liu Yiqian, 50, a financier from Shanghai, who Forbes estimates is worth $790 million, has amassed a huge collection and plans to exhibit his treasures in two private museums in Shanghai. He has already opened the first, a 100,000-square-foot space. Admission is $9.\nMr. Liu, who got his start driving a taxi and never attended college, says he collects everything: Song dynasty paintings, porcelain made during the Qing dynasty, works from the Cultural Revolution and paintings by some of the country’s best contemporary artists, like Fang Lijun.\n“I don’t have a specialization,” he said during an interview in his office in one of the city’s tallest buildings, the Shanghai World Financial Center. “As long as it’s Chinese, I’ll collect it.”", "url": "https://www.nytimes.com/projects/2013/the-new-collectors/index.html"}