{"authors": [], "date_download": "2022-10-25 22:59:33", "date_modify": "2022-10-25 22:59:33", "date_publish": null, "description": "By the 10th anniversary of the death of Diana, Princess of Wales, public fascination with her life — and death — seems hardly diminished.\nThe text of an exhibition at Kensington Palace, her home after her divorce from Prince Charles that opened in time for the anniversary of the 1997 car crash that took her life, summed up one strand of Diana-fascination: \"Beginning with the shy teenage girl who captured hearts around the world and then as a blushing bride, the exhibition follows her growth into a sophisticated princess and dedicated mother, who became internationally respected and admired as much for her beauty as for her tireless work for charities.\"\nThose who might be called Diana skeptics focused on what they saw as a talent for manipulation — the writer Germaine Greer called her a \"devious moron,\" while still others continued to plumb every scrap of evidence suggesting that a conspiracy lay behind the crash.\nIf Diana's marriage to Prince Charles was a high point for the modern monarchy, and the outpouring of anger following her death a low point, the new flood of \"Dianabilia\" and hoopla surrounding the scheduled celebrations of her memory seemed mostly a tribute to the way her short life story seemed to provide something for everyone.\nIn April 2008, after six months of hearings and testimony by 278 witnesses, a jury at a British inquest found that Diana and her lover, Dodi al-Fayed, were unlawfully killed by the negligent driving of their chauffeur and of the photographers who pursued them.\nThe verdict of unlawful killing, by a vote of 9 to 2, represented the toughest judgment available to the jury, which needed only a majority to render a decision.", "filename": "topic_person_diana-princess-of-wales_8qa_1666738773.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_person_diana-princess-of-wales_8qa_1666738773.html", "title": "Diana, Princess of Wales", "title_page": "Diana, Princess of Wales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BBC Apologizes to Royal Nanny Swept Up in Diana Reporting Furor\nSuggestions that a nanny for the children of Princess Diana and Prince Charles was involved with the prince were “wholly baseless,” the British broadcaster said as it agreed to pay her damages.", "url": "https://www.nytimes.com/topic/person/diana-princess-of-wales?8qa"}