{"authors": [], "date_download": "2022-10-25 23:54:13", "date_modify": "2022-10-25 23:54:13", "date_publish": null, "description": "The Republic of Iraq is a nearly landlocked country in the Middle East whose economy is largely driven by the export of fossil fuels. It is situated on land considered to be the birthplace of civilization and its capital, Baghdad, was for centuries an important cultural and economic center of the Islamic world.\nIraq’s modern borders, which it shares with Kuwait, Saudi Arabia, Jordan, Syria, Turkey and Iran, were defined by the League of Nations after World War I when it was placed under British control. A monarchy put in place after the country gained its independence was overthrown in a 1958 coup that established parliamentary democracy. The 2003 invasion led by the United States ended the authoritarian regime of Saddam Hussein, who had ruled the country since 1979, and precipitated widespread insurgency and fighting between the Shiite and Sunni populations.\nIraq has been characterized by political instability and sectarian conflict since the withdrawal of American forces in 2011. In 2014, the rise of the Islamic State militant group prompted a coalition of nations led by the United States to intervene, providing military support for the governments of Iraq and Syria.\nLearn more about Iraq. Scroll below to view our archive of articles and chronology of latest news.", "filename": "topic_destination_iraq_inline=nyt-geo_1666742053.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_destination_iraq_inline=nyt-geo_1666742053.html", "title": "Iraq", "title_page": "Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anne Garrels, Fearless NPR Correspondent, Dies at 71\nShe reported on conflicts around the world and for a time was the only American broadcast journalist reporting from Baghdad during the U.S. “shock and awe” bombing campaign in 2003.", "url": "https://www.nytimes.com/topic/destination/iraq?inline=nyt-geo"}