{"authors": [], "date_download": "2022-10-25 23:34:47", "date_modify": "2022-10-25 23:34:47", "date_publish": null, "description": "Updated: Aug. 24, 2012\nAnders Behring Breivik, a Norwegian, killed 77 people in a bombing and a shooting rampage in Oslo and on Utoya Island, a summer camp for young political activists, on July 22, 2011.\nMr. Breivik, a right-wing extremist, admitted to the slayings in a court hearing shortly afterward, but denied criminal guilt, portraying the victims as “traitors” for embracing multiculturalism and Muslim immigration policies.\nOn Aug. 24, 2012, a Norwegian court sentenced Mr. Breivik to 21 years in prison after ruling that he had been sane at the time of the massacre. The sentence is the longest provided by Norwegian law; it can be extended if Mr. Breivik is later deemed to still be a menace to society.\nHis 10-week trial, which ended in June, centered on the question of his sanity. Defense lawyers argued that Mr. Breivik was sane when he bombed buildings in downtown Oslo, killing eight people, before killing 69 people at a summer youth camp run by the Labor Party, and should therefore be sentenced to prison. Prosecutors said that he was mentally ill, was not criminally responsible, and should be hospitalized instead.\nMembers of the defense team had evoked Mr. Breivik’s human rights in their conclusion that he should be held accountable for his crimes. Mr. Breivik has said that the killings were committed in self-defense to combat what he has called the “Islamic colonization” of Europe. He has argued that an insanity judgment would detract from his cause.\n“The defendant has a radical political project,” said one of his lawyers. “To make his acts something pathological and sick deprives him of his right to take responsibility for his own actions.”\nA judge said that the decision reached by the five-member panel hearing the case had been unanimous. Reading from a 90-page judgment, she refuted Mr. Breivik’s assertion that he acted as part of a network called the Knights Templar, saying there was no evidence to prove its existence. Mr. Breivik has said he was present when it was founded in London in 2002.\nThe bombing and shooting spree convulsed Norway, and the country’s police chief was forced to resign in August 2012 after an independent commission found that the police could have averted or at least disrupted Mr. Breivik’s plot.\nReport Faults Police Response\nThe report by an independent commission also said the domestic intelligence service could have done more to track down Mr. Breivik while he conducted his shooting rampage, but stopped short of saying it could have stopped him.\nWhile noting that the attacks “may be the most shocking and incomprehensible acts ever experienced in Norway,” the 500-page report said the bombing “could have been prevented” if already adopted security measures had been implemented more effectively.\nMr. Breivik was able to park a van with a fertilizer bomb just outside the high-rise government headquarters building in Oslo before he drove another car to the Labor Party’s youth camp on Utoya.\nThe 500-page report said that a car bomb “at the government complex and several coordinated attacks have been recurring scenarios in threat assessments as well as for safety analyses and exercise scenarios for many years.”\nPlans to close off the street in front of the government building were approved in 2010, but work on constructing physical barriers had not been completed and no temporary obstacles had been set up. A parking ban in the area was not strictly enforced.\nThe police response to the shooting spree was slowed down by a series of blunders, including flaws in communication systems and the breakdown of an overloaded boat carrying a police anti-terror unit. Meanwhile, Norway’s only police helicopter was left unused, its crew on vacation.\nBackground\nMr. Breivik attended the elite high school where the country’s current king, Harald V, and his son once studied. Former classmates remembered him as quiet but intelligent, with a small rebellious streak: he was a prolific graffiti artist.\nFormer classmates and colleagues described him as unremarkable and easy to forget, qualities, perhaps inborn, that he cultivated — consciously, he would say — to mask his dedication to what he called his “martyrdom operation.”\nOnce a schoolboy who was fond of hip-hop and had a Muslim best friend, in his 20s he began to view the immigrants who flowed freely into Norway and elsewhere in Europe as enemies, and those who sought to accommodate them as traitors, worthy only of execution.\nFor years, Mr. Breivik participated in debates in Internet forums on the dangers of Islam and immigration. It is not clear at what point he decided that violence was the solution to the ills he believed were tearing European civilization asunder. Before the attacks he was careful never to telegraph his intentions.\nEarly in life, Mr. Breivik, far from being a radical, appeared to be on a track to join Norway’s political establishment. He grew up in Skoyen, a middle-class district of western Oslo. His father, a civil servant, and mother, a nurse, divorced when he was 1. Beyond that, his childhood seems to have been uneventful; Mr. Breivik said in his manifesto that it was happy.\nToward the end of high school, he joined the youth wing of the Progress Party, drawn to its anti-immigrant platform and market capitalist bent. But those who knew him from those days said that he failed to leave much of a mark.\nHe began to struggle with life, those who knew him said. He became estranged from his father, who moved to France. Then his sister, Elisabeth, on whom he seemed to rely in his father’s absence, moved to the United States and married an American.\nIt was a time when, according to his manifesto, his political views began to transmute. He began to perceive what he said was the hostility of Muslim youth. He latched on to reports of attacks against ethnic Norwegian men and rapes of ethnic Norwegian women by immigrant gangs.\nMr. Breivik wrote that the NATO bombing of Serbia in 1999 was a tipping point for him, describing the operation meant to halt a genocide as a betrayal of a fellow Christian people for the sake of Muslims.\nHe spent the next decade slowly working out his plan, though few people, it seems, had any inkling of it.\nTo earn money for the attacks, he wrote that he had started a company that earned him millions. Neighbors cast doubt on this claim, however, saying that they thought he had inherited some money from relatives.\nAs he went about gathering six tons of ammonium nitrate fertilizer and turning aspirin powder into pure acetylsalicylic acid for his bomb, he led an active life online, railing against Muslims and Marxists in debate forums.\nThe police say he rented a farm in eastern Norway, not far from the capital, and holed up there for several months to prepare his bomb.\nBreivik’s Writings\nA Facebook page and a Twitter account set up under his name days before the rampage suggest a conscious effort to construct a public persona and leave a legacy for others. Mr. Breivik cited philosophers like Machiavelli, Kant and John Stuart Mill. Although there did not appear to be calls for violence in his Internet postings, he hinted at his will to act in his lone Twitter post, paraphrasing Mill: “One person with a belief is equal to the force of 100,000 who have only interests.”\nIn a 1,500-page manifesto, posted on the Web hours before the attacks, Mr. Breivik recorded a day-by-day diary of months of planning for the attacks, and claimed to be part of a small group that intended to “seize political and military control of Western European countries and implement a cultural conservative political agenda.”\nHe predicted a conflagration that would kill or injure more than a million people, adding, “The time for dialogue is over. We gave peace a chance. The time for armed resistance has come.”\nMr. Breivik’s manifesto spells out plans for using anthrax as part of his war to defend Europe against what he called the rising threat of Muslim domination. But experts in biological weapons said the manifesto showed no evidence that he had actually obtained the lethal germ or could wield it as a weapon. They said the document — at least on the subject of germ attacks — evoked the air of an armchair theorist rather than someone poised to commit mass slaughter.\nThe manifesto was signed Andrew Berwick, an Anglicized version of his name. The manifesto, entitled “2083: A European Declaration of Independence,” equates liberalism and multiculturalism with “cultural Marxism,” which the document says is destroying European Christian civilization.\nThe document also describes a secret meeting in London in April 2002 to reconstitute the Knights Templar, a Crusader military order. It says the meeting was attended by nine representatives of eight European countries, evidently including Mr. Breivik, with an additional three members unable to attend, including a “European-American.”\nA Well-Organized Attack\nOne thing is certain: the killings pointed to a meticulous and well-organized attack on Norway’s current and future political elite. Police said that after Mr. Breivik exploded a car bomb outside government offices in downtown Oslo, he then traveled to Utoya Island, a wooded retreat sponsored by Norway’s Liberal Party, located about 19 miles northwest of Oslo. He went to the camp, which is accessible only by boat, dressed as a police officer. Once there, he said he had come to check on the security of the young political campers. He then gathered them together and proceeded, coldly, to shoot them and then hunt down those who fled.\nAs soon as the shooting started, witnesses said, people panicked, running in all directions, tumbling down the island’s rocky hill in an attempt to reach the sea. Even after many made it into the water, Mr. Breivik calmly and methodically shot at those who were swimming.\nHe was equipped, the police said, with an automatic rifle and a handgun; when the police finally got to the island, about 40 minutes after the shooting started, Mr. Breivik surrendered when they called out to him, dropping his weapons. The police said that they had difficulty reaching the island, which delayed their response.\nNorway’s prime minister, Jens Stoltenberg, had been scheduled to speak to the campers; a former leader of Labor’s youth wing, he had attended the camp every summer since 1974.\nFearful of Multiculturalism\nTo the consternation of many Norwegians, Mr. Breivik appears to have achieved at least one of his stated aims — a highly visible platform, with the eyes of the world upon him.\nThe authorities have described Mr. Breivik as a fundamentalist Christian, a gun-loving Norwegian obsessed with what he saw as the threat of multiculturalism and Muslim immigration to the cultural and patriotic values of his country.\nMr. Breivik’s lawyer, Geir Lippestad, has described him as a “very cold” person who lived in his own world, buttressed by drugs and the belief that he was a warrior doomed to die for a cause that others did not comprehend. He said that his client called the killings “atrocious,’' but “necessary.”\nDepicted as a Loner\nOn the second day of the trial, Mr. Breivik described the deaths as “the most spectacular sophisticated political act in Europe since the Second World War” and said he would do it over again. He rejected an assessment by one psychiatrist that he suffered from a narcissistic personality disorder. “July 22 wasn’t about me. July 22 was a suicide attack. I wasn’t expecting to survive that day,” he said.\nOn the third and fourth days of the trial, prosecutors pressed Mr. Breivik on his extremist affiliations. He insisted that he belonged to a “cell” within an organization with members across Europe. He sweated and equivocated through skeptical prosecutors’ questioning about his trips to Liberia and London in 2002, during which he says he met a Serbian war criminal and was a founder of the organization the Knights Templar.\nAs prosecutors chipped away at the question of what happened on his travels, Mr. Breivik seemed to sense that they were seeking to portray him as a fantasist and a loner. But he refused to explain the trip, saying he did not want to expose other network members.\nProsecutors continued to depict Mr. Breivik as a friendless loser, rather than the founder of a shadowy terrorism group.\nContradictory Reports on Mental Health\nTwo court-ordered psychiatric reports had contradictory conclusions as to the question of Mr. Breivik’s sanity.\nThe first court-ordered assessment of his mental health, submitted in November 2011, found him to be psychotic and a paranoid schizophrenic. The authors of the report said Mr. Breivik suffered a psychotic meltdown in 2006 when he lost money in a failed share deal, moved back in with his mother in western Oslo and began playing World of Warcraft, an online role-playing game, for 16 hours a day.\nThe report said his mental condition left him “emotionally flattened” and led to the delusion that he was a member of a pan-European militant network that had invested in him the right to choose who should live and die.\nMr. Breivik maintains that the militant network really exists, a contention that prosecutors said is absurd. Police interviews and their own cross-examination, they said, reveal someone who has substituted a myth for an unsatisfactory life story.\nA second court-ordered mental health assessment, delivered in April 2012, found that Mr. Breivik was sane at the time of the attacks.\nDuring the trial, by turns defiant, impassive and tearful, Mr. Breivik proclaimed that he acted in self-defense, bore no criminal guilt and rejected the authority of the court. He had previously denied criminal responsibility on the ground that he was protecting Norway against Islamic immigration.\nIn remarkable evidence played to a packed and shocked courtroom, recordings of cellphone calls made by the gunman to the police suggested that he tried twice to give himself up and simply went on killing in the absence of officers to accept his surrender. In the period after the first call to his final shot being fired, prosecutors said, 41 people died. There has been much questioning of why the police took more than an hour to reach the island after the gunman launched the attack.", "filename": "topic_person_anders-behring-breivik_1666740887.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_person_anders-behring-breivik_1666740887.html", "title": "Anders Behring Breivik", "title_page": "Anders Behring Breivik  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Coronavirus Inflicts Its Own Kind of Terror\nThe virus generates much the same fear and anxiety caused by terrorism, but it is brought by nature, not by humans. And it demands a different response: staying alone.", "url": "https://www.nytimes.com/topic/person/anders-behring-breivik"}