{"authors": [], "date_download": "2022-10-25 23:33:19", "date_modify": "2022-10-25 23:33:19", "date_publish": null, "description": "Updated Sept.3, 2009Edward M. Kennedy came to Washington following the trail blazed by his older brothers, John and Robert. He became a senator for Massachusetts in 1962, elected to fill the vacancy left by John's election as president, and held the position until his death, on Aug. 25, 2009, at age 77.Mr. Kennedy received a diagnosis of brain cancer in May 2008, after he suffered a seizure and was airlifted to a Boston hospital. After undergoing an operation at the Duke University Medical Center in June, he managed to make a rousing speech at the Democratic convention in Denver but faded more and more from view afterwards.In July 2009, as a divided Senate tangled over health care legislation, there was bipartisan consensus on one point: Ted Kennedy could make a big difference, if only he were there. Mr. Kennedy had not been on Capitol Hill since April. Colleagues routinely lamented his absence, which had been especially painful to Mr. Kennedy, the committee chairman, who had spent much of his career trying to expand health coverage. People close to Mr. Kennedy marveled at how his fight for his life could coincide so dramatically with a summer crucial to his life's cause.As his health declined, Mr. Kennedy became more of an inspirational leader than a tangible one. He turned over his day-to-day committee duties to Mr. Dodd in the spring. Mr. Dodd called him on July 14 to tell him the health committee, known as HELP, would pass the health bill—whose centerpiece is a government-run insurance plan—the next day. \"I called about 8:15, and he was already asleep,\" Mr. Dodd said. Mr. Kennedy called back at 7 a.m. the next morning sounding thrilled.\"Just bellowing with joy,\" Mr. Dodd said, \"as excited as I've heard him in a long time.\"Mr. Kennedy's enthusiasm was in keeping with his reputation as one of the last lions of liberalism, a full-throated defender of the policies the Democratic party pursued in the 1960s and 1970s. But within the Senate he had a reputation as one of the most effective members at building bipartisan coalitions.When President George W. Bush's No Child Left Behind bill was floundering in 2001, it was Mr. Kennedy he turned to and who saw it into law. In 2007, with the bill's renewal stalled, it was Mr. Kennedy Mr. Bush turned to again, despite bitter disagreements in the years in between on a wide range of issues, most notably the war in Iraq, which Mr. Kennedy opposed. When the Senate that spring seemed poised to pass a bipartisan bill on immigration, one of the names on it was Kennedy's.In a posthumous memoir, \"True Compass,\" published in September 2009, Mr. Kennedy called his behavior after the 1969 car accident on Chappaquiddick Island that killed Mary Jo Kopechne \"inexcusable\" and said the events might have shortened the life of his ailing father, Joseph P. Kennedy.Mr. Kennedy, who left the scene and did not report the accident to the police until after Ms. Kopechne's body was found the next day, admitted in the memoir that he had \"made terrible decisions\" at Chappaquiddick. The account adds little to what is known about the accident and its aftermath but recounts how they weighed on him and his family. The book does not shy from the accident, or from some other less savory aspects of the senator's life, including a notorious 1991 drinking episode in Palm Beach, Fla., or the years of heavy drinking and women-chasing that followed his 1982 divorce from his first wife, Joan.In a family synonymous with tragedy, Mr. Kennedy had his share of woes, many of which were self-inflicted. The car accident in Chappaquiddick permanently stained his reputation for many voters; his only bid for the presidency, a 1980 primary challenge, was easily turned back by President Jimmy Carter. In 1991, with his poll ratings among the lowest in Congress, he issued a public apology for his personal shortcomings. In 1994, after having divorced and remarried, and with a new sense of energy and determination, he bounced back to defeat Mitt Romney and hold onto his Senate seat. He  never faced a serious challenge again, and at the 2004 Democratic convention in Boston, he was cheered and celebrated as the party's patriarch.", "filename": "topic_person_edward-m-kennedy_inline=nyt-per_1666740799.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_person_edward-m-kennedy_inline=nyt-per_1666740799.html", "title": "Edward M. Kennedy", "title_page": "Edward M. Kennedy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Roger Mudd, Anchorman Who Stumped a Kennedy, Is Dead at 93\nA staple of CBS, NBC and PBS, he was best known for his interview with Senator Edward M. Kennedy in 1979, when he asked a simple question: “Why do you want to be president?”", "url": "https://www.nytimes.com/topic/person/edward-m-kennedy?inline=nyt-per"}