{"authors": [], "date_download": "2022-10-25 22:56:53", "date_modify": "2022-10-25 22:56:53", "date_publish": null, "description": "News about Steven R. Weisman, including commentary and archival articles published in The New York Times.", "filename": "topic_person_steven-r-weisman_1666738613.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_person_steven-r-weisman_1666738613.html", "title": "Steven R. Weisman", "title_page": "Steven R. Weisman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AFTEREFFECTS: UNITED NATIONS\nAFTEREFFECTS: UNITED NATIONS; U.S. WILL ASK U.N. TO BACK CONTROL BY ALLIES IN IRAQ\nDraft resolution to be introduced by United States, Britain and Spain lifting economic sanctions against Iraq calls for Security Council to endorse American and British control of Iraq's political development and financial resources for at last 12 months; under resolution, new Iraqi oil revenues and at least $3 billion in current United Nations-controlled escrow fund would be transferred to new Iraqi Assistance Fund to be 'disbursed at the direction of' US and GB, in consultation with interim government to be formed in Iraq; advisory board would include representatives from International Monetary Fund, World Bank and UN; it would have right to appoint auditors to examine accounts of fund; American officials say giving UN important supervisory role in Iraq's oil industry is concession to Security Council members that opposed war in Iraq and are skeptical of lifting sanctions on country under military occupation; resolution says new UN special coordinator would work with US and GB--referred to as 'provisional authority'--and people of Iraq in restoration and establishment of national and local institutions for representative governance; there is no mention in resolution of UN weapons inspection team led by Hans Blix; France reportedly signals that it will not veto resolution and may even vote yes (M)", "url": "https://www.nytimes.com/topic/person/steven-r-weisman"}