{"authors": [], "date_download": "2022-10-25 23:33:46", "date_modify": "2022-10-25 23:33:46", "date_publish": null, "description": "Updated: Oct. 31, 2012François Hollande is the president of France. He took office on May 15, 2012.Earlier in May, he had become the first Socialist to be elected France’s president since François Mitterrand left office in 1995.Mr. Hollande campaigned on a kinder, gentler, more inclusive France, but his victory over Nicolas Sarkozy, the combative conservative elected in 2007, was also seen as a challenge to the German-dominated policy of economic austerity in the euro zone, which is suffering from recession and record unemployment.But while French voters may not like belt-tightening, both Mr. Hollande and Mr. Sarkozy had promised to balance the budget in the next five years.The vote was viewed domestically as a rejection of the unpopular Mr. Sarkozy and his relentless effort to appeal to the voters of the far right National Front.At his inauguration, Mr. Hollande, the seventh president of the Fifth Republic, was accompanied by his partner, Valérie Trierweiler; they are the first unmarried couple to represent France. Previously, Mr. Hollande was involved with Ségolène Royal, a former Socialist presidential candidate who is the mother of his four children.On the same day, Mr. Hollande named Jean-Marc Ayrault, a longtime ally and Germanophile, as his prime minister.Hours after he was inaugurated, Mr. Hollande flew to Berlin to meet with Germany’s chancellor, Angela Merkel, signaling the importance the new French president places on the relationship between the two countries.In September, Mr. Hollande laid out a budget that would produce the biggest cut in the public deficit in 30 years while raising the top rate for the wealthiest taxpayers to 75 percent.The budget is intended to reduce the annual deficit to 3 percent of gross domestic product in 2013, down from 4.5 percent this year, in line with promises both to Brussels and to the markets. It places heavy emphasis on new revenue, like increased corporate and personal taxes, while freezing total government spending.With the plan, Mr. Hollande was making it clear that France will stick to its promises of debt reduction, even with lower growth estimates, in order to keep the trust of the market that buys French bonds.Five Months After Election, Bloom is off the (Socialist) RoseThe symbol of the French Socialist Party is the rose, but the bloom was off five months after Mr. Hollande won the presidency, and the petals were blowing around.At the party’s annual congress in Toulouse in October 2012, there was plenty of fighting among the various factions, and plenty of complaints directed at Mr. Hollande. Some felt that economic rigor had gone too far, and that the government should renege on its promises to European allies and the markets to get the budget deficit this year to 3 percent of gross domestic product.Others said that Mr. Hollande’s decision to meet the target by raising taxes and freezing spending, rather than cutting it, would throw France into recession, even as growth, so far elusive, would by itself provide more tax receipts and jobs.The president was also questioned about his leadership. Mr. Hollande has tried to contrast his style with that of his predecessor, the hyperkinetic Nicolas Sarkozy, but the French, never happy, complain that Mr. Hollande seems somnolent in the face of the economic crisis.Then there were the opinion polls, which showed high dissatisfaction with Mr. Hollande. About 64 percent of the French said they were unhappy with his government, and only 10 percent believed the situation in France had improved since he took office, according to an OpinionWay poll in October 2012 for Le Figaro.Sixty-nine percent of those polled said they were unhappy with the failure to reduce unemployment, which was at a 13-year high, and 66 percent were unhappy with fiscal policy. Sixty-eight percent said they thought Mr. Hollande did not know how to show authority, and 63 percent said he could not make difficult decisions.BackgroundUntil May 2011, Dominique Strauss-Kahn, the former head of the International Monetary Fund, was considered the obvious choice atop the Socialist ticket, until he was accused (the charges were dropped) of raping a maid in a New York hotel room. Only after Mr. Strauss-Kahn’s downfall did Mr. Hollande — who has never held a ministerial portfolio and who, from 1997 to 2008, presided over a badly bruised Socialist Party — look like a truly viable candidate.And he’s still an extremely unlikely one, especially during this time of economic crisis, of anxiety about Islam and immigration and of confusion about France’s reduced role in the world. One reason for his success, surely, is that the French have grown tired of Mr. Sarkozy — his crass friends and his adolescent behavior. But it’s also that Mr. Hollande provides a quainter and, for many, more comfortable vision of what a French politician should be. Mr. Hollande has tried to wrap himself in the spirit of the previous Socialist president, François Mitterrand, who left office in 1995.Mr. Hollande prepared himself for power in the most typically French way possible, graduating from the country’s finest schools, or les grandes écoles. The French elite is formed in these institutions more narrowly than America’s ruling class is formed in the Ivy League, and its members remain close, whether they favor the left or the right. Mr. Hollande’s class at L’École Nationale d’Administration included Jean-Maurice Ripert, a senior diplomat; Dominique de Villepin, a former foreign minister; the chairman of a major insurance company; the head of the French stock market; numerous former ministers; and Ségolène Royal, Mr. Hollande’s former partner, mother of his four children and losing Socialist candidate in 2007. His class did not include Mr. Sarkozy, who failed to work his way through les grandes écoles and is said to resent their graduates even now.Mr. Hollande says he is a “normal man,” a description mocked by Mr. Sarkozy, an immigrant’s son who is hardly normal by French standards. Mr. Sarkozy speaks bluntly,  pushed for tax cuts for the rich and for corporations and is viewed as slightly “American” in his politics and his manner. By contrast, Mr. Hollande wears his indignations proudly, as a mark of earned strength. “To be elected, it’s necessary to have been beaten; to be loved, it’s necessary to have suffered,” he once said. “The scars, the blows, the fact that nothing has been given to you — people appreciate it.”Mr. Hollande used to be referred to as “Flanby,” after a brand of wobbly caramel pudding, just one of a string of insulting nicknames for a convivial man considered always at the second rank of politics. He has been called “a living marshmallow” and “Mr. Little Jokes,” and Martine Aubry, the head of the Socialist Party, described him as a couille molle, a nasty way of saying he has no guts. A name that stuck for a long time is “Mr. Royal,’' a reference to Ms. Royal, Mr. Holland’s former partner.Mr. Hollande broke from his father’s far-right politics, but he never presented himself as much of a rebel. His big youthful adventure consisted of traveling through Europe with his friends in an old Peugeot J7, a French version of the VW bus, while listening to the Beatles and Jimi Hendrix. And in 1974, he got a travel grant from business school to go to the United States for the summer, studying the supreme American invention of fast food — particularly McDonald’s and Kentucky Fried Chicken, which hadn’t yet established themselves in France. He drove from New York to San Francisco in what he remembered as “a very difficult period for the United States.” “Nixon was being pursued,” he said, “the dollar was very low, there was a doubt about America, the exit from Vietnam, but I saw the potential.”He wrote a report saying that fast food would come to France. “I could have made a fortune in cheeseburgers, but I finally chose politics,” he said.In Dealing With Germany, the Issue of SovereigntyFrance has always wanted what Charles de Gaulle called “L’Europe des patries,” or the Europe of homelands or nations, which keeps important decisions firmly in the hands of national leaders. And so Mr. Hollande’s negotiations with Mrs. Merkel over the euro crisis have been politically fraught.Mr. Hollande is arguing for collectivized debt, or so-called euro bonds, and for the European Central Bank to be able to loan directly to banks and to the European bailout funds. He wants the bank to operate more like the United States Federal Reserve, able to act as a lender of last resort to guarantee the debts of euro zone countries.In response, Ms. Merkel contends that these steps must be a result of a closer political and economic union, not a precursor to it. Shared debt can work only if there is shared decision-making over budgets, taxes and pensions, she says. That is why she is pushing to move ahead with the long-stalled process of European integration.But “more Europe” would mean a considerable loss of French sovereignty over its national budget and the French financial system, an extraordinarily delicate issue for Mr. Hollande and his Socialist Party, which split badly on a similar issue in 2005.Any moves toward a deeper union within Europe would require constitutional change. And because Mr. Hollande does not have the necessary three-fifths majority in Parliament, he would face a demand for a public referendum.A Meeting With Obama Before G-8 and NATO SummitOn May 18, Mr. Hollande met with President Obama and Secretary of State Hillary Rodham Clinton at the White House. It was the administration’s first official face-to-face interaction with the new French leader, who wants a more stimulative economic policy and a lesser role in Afghanistan than did his predecessor.Mr. Hollande is one of the leaders of the Group of 8 industrial nations, who are meeting on May 18-19 at Camp David in Maryland, in advance of the NATO meeting in Chicago on May 20-21.After the session at the White House, where the leaders said they discussed Europe’s economy, Afghanistan, Iran and Syria, Mrs. Clinton hosted Mr. Hollande at a working lunch at Blair House. Later, she met with her new French counterpart, Foreign Minister Laurent Fabius.There is no reason to expect tensions with the Hollande government; on the economic front, the White House is not unfriendly to economic stimulus, and the differences over how quickly to withdraw from Afghanistan are not profound.In brief remarks to reporters after the meeting, Mr. Hollande said that he was committed to providing assistance to Afghan security, and that that would be discussed at the NATO summit meeting. Mr. Hollande said during his election campaign that he preferred French forces to leave Afghanistan before the timetable agreed to by NATO.A Plan for Higher Taxes on ‘Les Riches’ In summer 2012, a chill wafted over France’s business class as Mr. Hollande vowed to impose a 75 percent tax on the portion of anyone’s income above a million euros ($1.24 million) a year.The 75 percent tax proposal, which Parliament plans to take up in September, is ostensibly aimed at bolstering French finances as Europe’s long-running debt crisis intensifies.But because there are relatively few people in France whose income would incur such a tax — an estimated 7,000 to 30,000 in a country of 65 million — the gains might contribute but a small fraction of the 33 billion euros in new revenue the government wants to raise in 2013 to help balance the budget.The French finance ministry did not respond to requests for an estimate of the revenue the tax might raise. Though the amount would be low, some analysts note that a tax hit on the rich would provide political cover for painful cuts Mr. Hollande may need to make in social and welfare programs that are likely to be far less popular with the rank and file.A ‘Normal Man’ With a Complicated Private LifeIn the summer of 2012, the two women in Mr. Hollande’s life — his current partner, Valérie Trierweiler, a journalist, and his former partner, Ségolène Royal, a Socialist politician the mother of his four children — found themselves at the center of a wave of coverage that started with a Twitter message.During the legislative campaign in the spring, Ms. Trierweiler, 47, angered at Mr. Hollande’s public support for Ms. Royal, sent a message effectively endorsing Ms. Royal’s opponent. This was doubly embarrassing because Ms. Royal, 58, was the official candidate of the Socialist Party and of Mr. Hollande, also 58. Ms. Royal ended up losing badly, so there was humiliation all around.Mr. Hollande’s amorous life, and his decision to leave Ms. Royal for the younger Ms. Trierweiler, was already well ventilated during his successful presidential campaign. But he is facing a potentially more serious political issue: The apparent intense rivalry between the women — with Ms. Trierweiler aggressively defending her new position as first partner — may have a slowly degrading effect on his self-styled image as a “normal man” who is now a “normal president.”Until recently, Ms. Trierweiler was seen as an elegant and strong-willed woman who continued to work as a journalist while supporting her partner. She negotiated a deal with Paris Match to contribute book and art reviews and other cultural coverage a few times a month.The anti-Royal tweet in June changed that perception, and Mr. Hollande made a point, in a television interview on July 14 — Bastille Day — of stating that he had told those close to him to keep their private lives private and to resolve their conflicts away from the news media. At the same time, Mr. Hollande’s oldest son, Thomas, told friends that the children would now keep their distance from Ms. Trierweiler.", "filename": "topic_person_francois-hollande_inline=nyt-per_1666740826.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_person_francois-hollande_inline=nyt-per_1666740826.html", "title": "François Hollande", "title_page": "François Hollande - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Boris Johnson Does Things With Flair, but Does He Do Them Well?\nThe man expected to become Britain’s next prime minister, and to steer the country through Brexit, has a spotty record in previous roles as London mayor and foreign secretary.", "url": "https://www.nytimes.com/topic/person/francois-hollande?inline=nyt-per"}