{"authors": [], "date_download": "2022-10-25 23:50:04", "date_modify": "2022-10-25 23:50:04", "date_publish": null, "description": "Yemen, officially the Republic of Yemen, is located on the southern edge of the Arabian Peninsula, bounded by the Gulf of Aden and the Arabian Sea to the south, the Red Sea to the west, Saudi Arabia to the north and Oman to the east. Yemen has long served as a crossroads between East and West, particularly the port city of Aden, which is situated conveniently for maritime trade routes from Europe to India and countries further east.\nYemen’s history is characterized by conflict; rarely has the region that constitutes modern-day Yemen been controlled in its entirety by a single power. The area gained its independence in the early 20th century, with the Yemen Arab Republic established in the north in 1962 and the People’s Democratic Republic of Yemen established in the south in 1970.\nPresent-day Yemen was formed when the northern and southern states unified in 1990, with Ali Abdullah Saleh, president of the north, named president, and Ali Salim al-Beidh, president of the south, named vice president. Civil war broke out in 1994, which led to the North Yemen army occupying the South. Saleh, who was elected in a landslide in the first democratic election held in the country in 1999, would serve as president up until the 2011 Yemeni revolution; the country has been in a state of crisis ever since.\nAl Qaeda has been active in Yemen since at least 2000, when it claimed responsibility for the suicide bombing of the United States naval vessel the USS Cole. In 2009, branches of the terrorist organization from Saudi Arabia and Yemen combined to form Al Qaeda in the Arabian Peninsula, which has been targeted by U.S. drone strikes.\nSaudi Arabia is currently in charge of a coalition trying to stanch rebellion by Houthis, an insurgent group from northwestern Yemen that has managed to take over large parts of the country, including, at times, the capital of Sana, and has forced the government of President Abdu Rabbu Mansour Hadi into exile. The Houthis are allied with former President Saleh, and are said to be backed by Iran.\nKeep up to date on breaking news in Yemen and explore our extensive archive below.", "filename": "topic_destination_yemen_inline=nyt-geo_1666741804.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_destination_yemen_inline=nyt-geo_1666741804.html", "title": "Yemen", "title_page": "Yemen  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lawmakers Press Biden to Track U.S. Aid Tied to Civilian Harm in Yemen\nDemocrats and Republicans want the administration to do more to ensure that American military aid to Saudi Arabia and the United Arab Emirates does not contribute to civilian casualties.", "url": "https://www.nytimes.com/topic/destination/yemen?inline=nyt-geo"}