{"authors": [], "date_download": "2022-10-25 23:22:22", "date_modify": "2022-10-25 23:22:22", "date_publish": null, "description": "In a Ponzi scheme, potential investors are wooed with promises of unusually large returns, usually attributed to the investment manager’s savvy, skill or some other secret sauce.\nThe returns are repaid, at least for a time, out of new investors’ principal, not from profits. This can continue as long as new investors line up with cash, and old investors don’t try to withdraw too much of their money at once.\nPonzi schemes are also known as pyramid schemes, from the shape of any chart that reflects their basic premise — that ever-growing layers of new recruits are needed to provide gains to the smaller, earlier cohorts. A gigantic pyramid scheme virtually bankrupted Albania after the fall of Communism.\nPonzi schemes are named after Charles Ponzi (pictured above), the flamboyant con man whose scam followed a particularly spectacular course. Mr. Ponzi began telling New York investors in December 1919 that investments in foreign postage coupons could yield 50 percent returns in 45 days. By redeeming coupons bought cheaply overseas for much higher amounts in the United States, he could double their money in three months, he claimed.\nMr. Ponzi was a fast-talking immigrant and college dropout, and his scheme — according to Mitchell Zuckoff, Mr. Ponzi’s biographer — rested on the eagerness of ordinary working people to benefit from the wealth they saw being generated around them as the economy recovered from World War I.\nMr. Ponzi was convicted of mail fraud in 1920 and served time in federal and state prisons before he was deported to Italy in 1934, never having become a citizen. He died penniless in Rio de Janeiro in 1949 and was buried in a pauper’s cemetery there.\nThe $65 billion fraud that Bernard L. Madoff perpetrated has been called the largest Ponzi scheme in history. Though the magnitude, scale and details are different, Mr. Ponzi’s scheme and Mr. Madoff’s fraud each reflect their respective, super-heated financial eras.", "filename": "topic_subject_ponzi-schemes_inline=nyt-classifier_1666740142.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_subject_ponzi-schemes_inline=nyt-classifier_1666740142.html", "title": "Ponzi Schemes", "title_page": "Ponzi Schemes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Times Video\nGiving Fraud a Bad Name\nCharles Ponzi didn’t invent his eponymous pyramid scheme — but he lent star power to one of the oldest scams in the book. He also believed that his plan could have become a legitimate business.", "url": "https://www.nytimes.com/topic/subject/ponzi-schemes?inline=nyt-classifier"}