{"authors": [], "date_download": "2022-10-25 22:59:46", "date_modify": "2022-10-25 22:59:46", "date_publish": null, "description": "Updated: Oct. 3, 2012\nOn April 19, 1989, a young woman was raped and beaten nearly to death while running in Central Park. The victim became world famous as the Central Park Jogger, as the brutality, randomness and site of the attack made it emblematic not only of a city spun out of control but of intractable racial polarization.\nSix black or Hispanic teenagers were charged, and five eventually convicted in the attack. The five men, who were teenagers at the time, were held and interviewed by the police for more than 24 hours before they confessed. Their arrests led to headlines that included “wolf pack” and the coined term “wilding” that fueled racial divisions.\nYears later, an imprisoned murderer and serial rapist, Matias Reyes, said that he alone had attacked the jogger. A DNA test confirmed that he had raped her, and a judge threw out the five men’s convictions.\nThe identity of the jogger, who suffered brain damage, was shielded by major news organizations. She remained anonymous until she revealed herself as Trisha Meili and wrote a bestselling book, “I Am the Central Park Jogger: A Story of Hope and Possibility,” in 2003.\nShe has no memory of the attack.\n“The Central Park Five”\nIn a new movie, the documentary filmmaker Ken Burns explores the lives of the men who were convicted, and later exonerated. It has its roots in work that Mr. Burns’s daughter, Sarah, began while a student at Yale University. Her research eventually became a book. Mr. Burns, Sarah Burns and her husband, David McMahon, wrote, directed and produced the film together.\nThe film explores many questions surrounding the convictions, pointing out that the chronology of events suggests the five men were not in the area of the park where the rape occurred, their DNA was not found on the victim, and their confessions contradicted one another’s.\nRead More...\nDavid N. Dinkins, who was the city’s mayor then, is shown reading a passage from the Morgenthau report saying that the confessions differed on nearly every aspect of the crime, and that some were simply contrary to established fact.\n“Now, this is a damn shame,” Mr. Dinkins says solemnly.\nLawyers for New York City subpoenaed notes and outtakes from the film in September 2012, in the hope it would help them defend againt a federal lawsuit filed by the men. Mr. Burns said the subpoena came after the city had spent years rebuffing requests for interviews that he felt would have helped explain the actions taken by law enforcement officials involved in the prosecutions.\nThe city has long maintained that officers and prosecutors acted in good faith based on the best information available, and that what became available later, including the confession of Mr. Reyes, cannot retroactively alter that fact.\nHide", "filename": "topic_subject_central-park-jogger-case-1989_inline=nyt-classifier_1666738786.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_subject_central-park-jogger-case-1989_inline=nyt-classifier_1666738786.html", "title": "Central Park Jogger Case (1989)", "title_page": "Central Park Jogger Case (1989) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jim Dwyer, Pulitzer Prize-Winning Journalist, Dies at 63\nWorking for New York Newsday, The Daily News and The Times, he covered the human stories of New York in dramatic prose and crusaded against injustice.", "url": "https://www.nytimes.com/topic/subject/central-park-jogger-case-1989?inline=nyt-classifier"}