{"authors": [], "date_download": "2022-10-25 23:37:16", "date_modify": "2022-10-25 23:37:16", "date_publish": null, "description": "Feb. 21, 1962 - Sept. 12, 2008 David Foster Wallace used his prodigious gifts as a writer his manic, exuberant prose, his ferocious powers of observation, his ability to fuse avant-garde techniques with old-fashioned moral seriousness to create a series of strobe-lit portraits of a millennial America overdosing on the drugs of entertainment and self-gratification, and to capture, in the words of the musician Robert Plant, the myriad deep and meaningless facets of contemporary life. A prose magician, Mr. Wallace was capable of writing in his fiction and nonfiction about subjects from tennis to politics to lobsters, from the horrors of drug withdrawal to the small terrors of life aboard a luxury cruise ship, with humor and fervor and verve. At his best he could write funny, write sad, write sardonic and write serious. He could map the infinite and infinitesimal, the mythic and mundane. He could conjure up an absurd future an America in which herds of feral hamsters roam the land while conveying the inroads the absurd has already made in a country where old television shows are a national touchstone and asinine advertisements wallpaper our lives. Michiko Kakutani", "filename": "topic_person_david-foster-wallace_1666741036.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_person_david-foster-wallace_1666741036.html", "title": "David Foster Wallace", "title_page": "David Foster Wallace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Arts and Letters\nWhere Have All the Artist-Addicts Gone?\nFor much of the 20th century, before the dawn of our own wellness-focused era, madness and substance abuse were often considered prerequisites for great art.", "url": "https://www.nytimes.com/topic/person/david-foster-wallace"}