{"authors": [], "date_download": "2022-10-25 23:54:38", "date_modify": "2022-10-25 23:54:38", "date_publish": null, "description": "Updated: April 22, 2010Nearly 20 million Americans attended the first Earth Day celebration on April 22, 1970, to this day among the most participatory political actions in the nation's history. In the decades since, Earth Day has spread across the globe with thousands of events in more than 180 countries.In the beginning, the event influenced environmental politics, triggering such national legislation as the Clean Air Act and the Clean Water Act. \"Earth Day is a commitment to make life better, not just bigger and faster,\" the organizers of the first celebration wrote in their manifesto. \"It is a day to re-examine the ethic of individual progress at mankind's expense.\"So strong was the antibusiness sentiment for the first Earth Day in 1970 that organizers took no money from corporations and held teach-ins \"to challenge corporate and government leaders.\"While the 40th anniversary of Earth Day was widely marked with events in April 2010, including a climate rally on the Mall in Washington, the movement does not appear to have the same kind of support it had four decades ago.The day has turned into a premier marketing platform for selling a variety of goods and services, like office products, Greek yogurt and eco-dentistry. The environmental movement's tolerance of corporate America is an admission of its need to take money from corporations or at the least become partners with them if it is to change social behavior.While the momentum for the first Earth Day came from the grass roots, many corporations say that it is often the business community that now leads the way in environmental innovation — and they want to get their customers interested. In an era when the population is more divided on the importance of environmental issues than it was four decades ago, the April event offers a rare window, they say, when customers are game to learn about the environmentally friendly changes the companies have made.", "filename": "topic_subject_earth-day_inline=nyt-classifier_1666742078.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/topic_subject_earth-day_inline=nyt-classifier_1666742078.html", "title": "Earth Day", "title_page": "Earth Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Best of Late Night\nLate Night Celebrates Earth Day\n“Earth Day started back in the ’70s with very lofty goals and has kind of turned into, ‘Guys, please, just for one day try not to light garbage on or near a panda bear, OK?’” Jimmy Kimmel said.", "url": "https://www.nytimes.com/topic/subject/earth-day?inline=nyt-classifier"}