{"authors": [], "date_download": "2022-10-25 23:45:36", "date_modify": "2022-10-25 23:45:36", "date_publish": "2014-11-10 00:00:00", "description": "Mr. Bae, an American citizen freed from North Korea after two years of detention, and his sister, Terri Chung, spoke after he arrived in the United States.", "filename": "video_world_asia_100000003226502_kenneth-bae-north-korea_1666741536.html", "image_url": "https://static01.nyt.com/images/2014/11/10/multimedia/kenneth-bae-presser/kenneth-bae-presser-articleLarge.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_world_asia_100000003226502_kenneth-bae-north-korea_1666741536.html", "title": "Kenneth Bae and Family on His Release", "title_page": "Kenneth Bae and Family on His Release - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AP TELEVISION - AP CLIENTS ONLY Joint Base Lewis-McChord - November 8, 2014 SOUNDBITE (English) Kenneth Bae, former North Korean detainee: “I just want to say thank you all for supporting me and lifting me up and not forgetting me. At the same time, also not forgetting the people of North Korea.” SOUNDBITE (English) Kenneth Bae, former North Korean detainee: “I just also want to thank President Obama and all the people at the State Department working tirelessly to get me released as well. And also I’d like to thank the DPRK North Korean government as well, allowing me to go home, come home and be united with our family and loved people. It’s been an amazing two years. I learned a lot. I grew a lot. Lost a lot of weight, in a good way. But I’m standing strong because of you, and thank you for being there at such time as this.” AP TELEVISION - AP CLIENTS ONLY Seattle, Washington - 9 November 2014 SOUNDBITE: (ENGLISH) Terri Chung, Kenneth Bae’s sister “We had agreed that my mom would hug him first. When I saw that I was ‘wow.’ That was, it was a moment.” // “So we got home last night none of us had eaten dinner. We were trying to figure where we should we go eat. And we thought about all of our favorite korean restaurants. He said, ‘well, I don’t went koorean food. That’s all I’ve been eating for the past two years. I want a burger or a pizza.” // “As you know, he’d gone back and forth between the labor camp and hospital multiple times in the last two years. I think because he had recovered some in the hospital, he was in better shape than we were expecting. He was not in good shape at all just two months ago.” // SOUNDBITE: (ENGLISH) Terri Chung, Kenneth Bae’s sister “We had just a late night eating pizza> he’s a story stellar to begin with. That’s what he does. He holds court and he regales people with like funny stories. That’s who he is as a person to begin with. So you could tell he was so hungry for that.” // “He still has tremendous heart for the people of North Korea. And he wants to see things well. He only has the best wishes and intentions for that country still.” ((OFFCAMERA, he’s not angry?)) ...“He bears no ill-will to them.” // “Amazing. Amazing. There are not words. Just relief and joy. We had no idea what kind of condition we were gonna find him in. Just tremendous relief at that he seemed, I don’t know what’s it like going forward and I don’t know if he knows, I just know that it’s going to be a lot of emotional stress and other things he’s going to have to deal with. He spent two years as prisoner in North Korea at a labor camp. I don’t know what’s that going to look like for him. But I’m thankful that for now he seems t", "url": "https://www.nytimes.com/video/world/asia/100000003226502/kenneth-bae-north-korea.html"}