{"authors": [], "date_download": "2022-10-25 23:29:15", "date_modify": "2022-10-25 23:29:15", "date_publish": "2020-03-27 00:00:00", "description": "President Trump signed into law the largest economic stimulus package in modern American history, backing a $2 trillion measure designed to respond to the coronavirus pandemic.", "filename": "video_us_politics_100000007059089_trump-coronavirus-stimulus_1666740555.html", "image_url": "https://static01.nyt.com/images/2020/03/27/us/27VIRUS-BRIEFING-trumpsigning/27VIRUS-BRIEFING-trumpsigning-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_us_politics_100000007059089_trump-coronavirus-stimulus_1666740555.html", "title": "Trump Signs Historic $2 Trillion Coronavirus Relief Bill", "title_page": "Trump Signs Historic $2 Trillion Coronavirus Relief Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This will deliver urgently needed relief to our nation’s families, workers and businesses. And that’s what this is all about. But I want to thank Republicans and Democrats for coming together, setting aside their differences and putting America first. This legislation provides for direct payments to individuals and unprecedented support to small businesses. We’re going to keep our small businesses strong and our big businesses strong. And that’s keeping our country strong and our jobs strong. This historic bill includes the following: $300 billion in direct cash payments will be available to every American citizen earning less than $99,000 per year. Now I’m going to sign this, and it’s great honor — $6.2 trillion. I’ve never signed anything with a “T” on it. I don’t know if I can handle this one, Mitch. We can’t chicken out at this point. I don’t think so. All right. Thank you all. I wanted that to be a nice signature.", "url": "https://www.nytimes.com/video/us/politics/100000007059089/trump-coronavirus-stimulus.html"}