{"authors": [], "date_download": "2022-10-25 23:00:29", "date_modify": "2022-10-25 23:00:29", "date_publish": "2015-04-05 00:00:00", "description": "The Times first profiled Wesley Bell in 2015, when he successfully ran for City Council in Ferguson, Mo., in the ward where Michael Brown was killed.", "filename": "video_us_100000003608386_an_f229c1979894617537f14a3e20ada1c0_ferguson-missouri-shooting_1666738829.html", "image_url": "https://static01.nyt.com/images/2015/04/05/autossell/Wesley-Bell-2015_011/Wesley-Bell-2015_011-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_us_100000003608386_an_f229c1979894617537f14a3e20ada1c0_ferguson-missouri-shooting_1666738829.html", "title": "From 2015: Why Wesley Bell Entered Politics", "title_page": "From 2015: Why Wesley Bell Entered Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "B-roll of Ferguson streets, boarded up buildings, police station WESLEY BELL (at forum) - These events will be in our kids’ history books. We have an opportunity here to effectuate sustainable change and progress. We have the eyes of the world watching. LEE SMITH (at forum) - ...To ensure that new birth emerges from the chaotic pain that we have felt here recently. Knock, knock, knock ...quick cuts between candidates canvassing BELL - How’re you doing? My name is Wesley Bell. SMITH - Hi, my name is Lee Smith. BELL - You know, I’m running for Ferguson city council. SMITH - I’m running for councilman in the 3rd ward. BELL - And I just want to be apart of getting things turned about here in Ferguson. RESIDENT #1 - Sure somebody need to. We’re all upside down. Title: An Election in Ferguson Footage of both candidates canvassing ON APRIL 7TH, VOTERS IN FERGUSON, MISSOURI WILL HAVE A CHANCE TO OVERHAUL THEIR CITY COUNCIL. FOR THE FIRST TIME EVER, THERE ARE 2 BLACK CANDIDATES RUNNING HERE IN WARD 3. THIS IS THE LARGELY AFRICAN AMERICAN PART OF TOWN WHERE MICHAEL BROWN WAS KILLED BY A POLICE OFFICER LAST YEAR. SMITH - And people are clamoring for change after what happened with that police officer. BOTH CANDIDATES ARE CALLING FOR CHANGE, BUT THAT’S WHERE THEIR SIMILARITIES END. RESIDENT #2 - We’re looking for great things this next year, to pull our community together. WESLEY BELL REPRESENTS THE KIND OF HOMEGROWN SUCCESS STORY RARELY HEARD ABOUT IN THIS TOWN. HE’S A LAWYER, A COLLEGE PROFESSOR AND THE SON OF A POLICE OFFICER. LaRhanda WILSON (campaign volunteer) - I actually think he’s going to be like President Obama. I see it. I see him being Congressional, at least. RESIDENT #4 - What are some of your beliefs, man? BELL - We want to see the police departments being more a part of the community and getting out the car, not just pulling you over when you run a red light. But also getting out and talking to people, especially like kids on the street like this. RESIDENT #4 - It’ll take a man like you to go to them yourself. Then you introduce them to the police. Smith walking passed boarded up storefronts in Ferguson w/ granddaughter AT AGE 77, LEE SMITH NEVER IMAGINED HE’D ENTER A LIFE OF POLITICS. Scene: Smith and great grandson in car talking about ice cream GGRANDSON - Paw paw! I want ice cream! SMITH ¬- You can’t be my campaign manager and complain like that, man. GGRANDSON - Why? SMITH - Why? Because people won’t listen to you if you’re whining all the time.... Smith at home playing bass guitar HE’S A RETIRED UNION WORKER, CHURCH DEACON AND A GREAT GRANDFATHER. HIS DESIGNS ON A QUIET RETIREMENT CHANGED LAST AUGUST WHEN MICHAEL BROWN WAS KILLED. SMITH - I thought, here we go again. Nothing has changed. A person can just kill a man and get away with it. // I just want to do something positive for the community, which has been pretty much good to me. I’ve had some issues, but I love this town. Smith playing bass guitar in home office; ext of house; family photos SMITH - I’ve been in the same house since 1988. When I first moved here, I guess there may have been 3 black families on this block. // And then as other African Americans started moving in here, I think the police became more hostile. The city government became more hostile. Smith at the burned QuikTrip, walking and reading community comments tied to the chain link fence surrounding the property SMITH - We can’t continue to allow and pay people that hate us, to police us. We have to get people in that reflect the citizenship of Ferguson. footage from Sept. 2014 city council meeting CALLS FOR POLITICAL CHANGE BEGAN LAST YEAR, IN THE WAKE OF MICHAEL BROWN’S DEATH. FERGUSON’S NEARLY ALL-WHITE CITY COUNCIL SAT SILENT AS RESIDENTS COMPLAINED OF RACIAL BIAS WITHIN THE POLICE AND COURT. RESIDENT (to council) - You make your money off of our backs. IN FEBRUARY, THE JUSTICE DEPARTMENT BACKED UP THOSE COMPLAINTS WITH EVIDENCE // OF DISCRIMINATORY POLICING AND CHARGING OF EXCESSIVE FINES AND COURT FEES TO BALANCE FERGUSON’S BUDGET. Ferguson muni court and police station; Bell w/ resident RESIDENT - They charge for all those tickets in courts. You have the average working person just trying to pay bills...you understand what I’m saying? BELL - You’re preaching to the choir, you know that, right? WHAT PEOPLE MAY NOT KNOW ABOUT BELL IS THAT HE IS PART OF THE SYSTEM FACING CRITICISM. Scenes w/ Bell talking with plaintiffs from behind the bench in Velda City BELL (behind bench) - ...Since you admitted to speeding, the court is going to find you guilty... HE MOONLIGHTS AS A MUNICIPAL COURT JUDGE AND PROSECUTOR IN NEIGHBORING TOWNS. BELL (behind bench) - ...So it looks like you owe, you had a balance of $100.50 and now you have these two failure to appears because you don’t come to court... EACH WEDNESDAY, BELL HEARS TRAFFIC CASES IN VELDA CITY, A TINY MUNICIPALITY A FEW MILES FROM FERGUSON THAT WAS RECENTLY SUED FOR ILLEGAL COURT FEES. LAST YEAR, TRAFFIC VIOLATIONS MADE UP 28 PERCENT OF VELDA CITY’S OPERATING REVENUE. IN EFFORT TO REBUILD TRUST LAST YEAR, VELDA CITY OFFERED TO RECALL 4 THOUSAND ARREST WARRANTS. WESLEY BELL - My philosophy is, I don’t think anyone should lose their job over a traffic ticket. Now, when the warrants go out, there’s not as much I can do about that. But what I do tell them is, hey, come to court. If you come to court, I have control and I’m going to recall that warrant. BELL (behind bench) - I’m going to put you on a payment plan of ... how’s $50 a month. PLAINTIFF - You’re so rational. BELL - So long as you’re taking care of it... Lee Smith canvassing...hands out pamphlet EVEN IF HE IS A LENIENT JUDGE, BELL’S ASSOCIATION WITH MUNI COURTS MAY GIVE HIS OPPONENT LEVERAGE WITH VOTERS. LEE SMITH - I see the system that he represents as part of the problem. // I don’t have that record of being within the inner circle. I’m from the outside. Smith reading ties on fence in front of burned Quiktrip SMITH (at QuikTrip) - For Ferguson. Peace. All different types of groups coming together to try to make Ferguson a place where people can come and say, I want to live here. SMITH (at QuikTrip) - City government right now is seeing that they’re going to have to comply with the DOJ’s report, or they’re going to have to go to trial. As a citizen, I don’t want to see the city dissolve. The police force, I don’t want to see it dissolve. I want to see it reform, that it will look like the community it serves. Bell teaching classroom BELL (to class) - What I hear people saying is, police are this and police are that, but soon as something happens to the, who do they call? CLASS - Police Bell and Smith canvassing w/ signs IN HIS CRIMINAL JUSTICE CLASS, BELL SPOKE ABOUT HIS BIG ISSUE: BETTER COMMUNITY POLICING. BELL (to class) - Right, and when one of our loved ones is harmed, we want justice for that loved one, right? But then in some communities, people won’t talk... BELL - ...It comes out of a code of distrust...between communities, particularly economically challenged communities, and law enforcement. BELL (to class) - Now, none of us were there when Michael Brown was killed, but you got to at least suspect that if this officer and this young had known each other, this situation probably would have ended differently. Don’t you think? CLASS - Yeah. Smith reading letter to CWA union asking for support A FEW WEEKS OUT FROM ELECTION DAY, BELL WAS REUSING CAMPAIGN SIGNS FROM A FAILED RUN FOR ST. LOUIS COUNTY COUNCIL LAST YEAR. HE’S HOPING PEOPLE WILL REMEMBER HIM. BELL - One way to save on campaign costs, you reuse stands. They’re a little bent up... MEANWHILE, POWERFUL NATIONAL UNIONS HAVE PLEDGED TO HELP GET THE VOTE OUT FOR LEE SMITH. SMITH - If we can get the vote out, I believe I’ll win. VOTER TURNOUT IS THE PRIMARY CHALLENGE, AS MIKE SALANT KNOWS. MICHAEL SALANT (to Bell) - I think you’ll win... IN 2010 HE WAS ELECTED ON A MERE 25 VOTES. SALANT - I served 4 terms in this ward. W. Bell talking with former councilman for Ward 3 while planting campaign sign in his yard...Solant is white WITH THE NATION’S EYES ON FERGUSON, BOTH CANDIDATES EXPECT A BETTER TURNOUT THIS TIME. Smith talks with man working on car... RESIDENT (R.Carter) - I haven’t voted in the past, because it don’t make any difference. Though I guess it will this time... ——- end it ———", "url": "https://www.nytimes.com/video/us/100000003608386/an-election-in-ferguson.html?playlistId=video/ferguson-missouri-shooting"}