{"authors": ["Emily B. Hager"], "date_download": "2022-10-25 23:01:27", "date_modify": "2022-10-25 23:01:27", "date_publish": "2014-11-11 00:00:00", "description": "As this 2014 video explains, the United States targeted ISIS' oil refineries as a way to cripple the terrorist group's economy. But the oil smuggling routes themselves have been around for decades.", "filename": "video_world_middleeast_100000003244482_isiss-dark-oil-trade_1666738887.html", "image_url": "https://static01.nyt.com/images/2014/11/11/multimedia/oil-smuggling-explainer/oil-smuggling-explainer-articleLarge.jpg?video-overlay?video-overlay?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_world_middleeast_100000003244482_isiss-dark-oil-trade_1666738887.html", "title": "ISIS’ Dark Oil Trade", "title_page": "ISIS’ Dark Oil Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TEXT ON SCREEN: AMATEUR VIDEO TEXT ON SCREEN: SEPTEMBER 29TH, NEAR TAL ABYAD SYRIA Airstrike sequence on Tal Abyad, Syria SOT: “You can hear the sound of planes hanging over the city....NAT: Airstrike...SOT: “Oh my god, oh my god! “The sound of the planes is hanging over the city” BOOM “Oh my god, oh my god!” MUSIC BEGINS THIS AMERICAN-LED AIRSTRIKE NEAR THE SYRIAN-TURKISH BORDER IN LATE SEPTEMBER HAD ONE TARGET... SOT CONTINUES FROM THE AMATEUR VIDEO: “Allah akbar.” ...OIL [and would switch to a photo of the busted metal with oil leaking out and music would begin] MUSIC BEGINS AND TITLE SCREEN: The ISIS Oil Boom The Rise and Fall of the ISIS Oil Empire Why ISIS Needs Oil to Survive To Attack ISIS, Attack Oil How to Starve ISIS: Oil Crippling ISIS Starving ISIS ISIS Starving ISIS’s Oil Coffers Why Oil Could Be ISIS’s Achilles’ Heel ISIS’s Achilles’ Heel: Oil VO IN A SMALL TOWN CALLED TAL-ABYAD, IN SYRIA, AN ISIS OIL REFINERY WAS HIT BY THE ATTACK. THE PLANT WAS LIKELY PROCESSING CRUDE OIL, FROM ONE OF THE SEVERAL FIELDS THAT ISIS NOW CONTROLS IN IRAQ AND SYRIA. ALL TOLD, BLACK MARKET OIL FEEDS AN ESTIMATED 1 MILLION DOLLARS A DAY INTO THE ISLAMIC STATE’S COFFERS. SOT: Ben Van Heuvelen, Managing Editor, Iraqi Oil Report “ISIS’s control of oil is an essential aspect of the financing and logistical support, but that also means that if you could cut it off, you can really cripple the organization.” NAT: ISIS Militants cheering near Baghdad NAT: Something archival - anything clearly old that isn’t saddam - also consider a music shift VO IRAQ’S OIL BLACK MARKET GOES BACK DECADES. FACING U.N. SANCTIONS, SADDAM HUSSEIN ENCOURAGED INDIVIDUALS TO SMUGGLE OIL AND IT BECAME NORMAL FOR PEOPLE TO PERSONALLY OWN TANKER TRUCKS. AND IN THIS ARCHIVAL FOOTAGE, TRUCKS CARRYING BASIC DRY GOODS, LIKE FLOUR, HAVE CUSTOM UNDERCARRIAGES EQUIPPED FOR TRANSPORTING OIL. SOT: Ben Van Heuvelen, Managing Editor, Iraqi Oil Report “In an atmosphere sanctions, where you’re getting by on, you know a couple bucks a day, being able to sell a tanker of oil for several thousand dollars of pure profit is a huge incentive to do something that something dangerous.” SOT: David Sanger, Chief Washington Correspondent, The New York Times 4:39 Turkey has always been one of the main cross paths for smugglers and for oil smugglers in particular.//(after 3:18) Because it’s a natural part so if you can get the oil to Turkey you can then get the oil to move on to the European Markets.” VO DURING THE AMERICAN OCCUPATION OF IRAQ, AL-QAEDA RAN THE SMUGGLING ROUTES, AGAIN RELYING ON REGULAR IRAQIS. TODAY, ISIS HAS INHERITED THEM. NAT POP FROM BORDER CROSSING IN TURKEY -“Did you look, man? Is it full?” -“Okay.” VO: AND EVEN AS TURKEY CRACKS DOWN (SOME) ON SMUGGLING FROM ISIS TERRITORIES, THE TERRORIST GROUP STILL HAS SIGNIFICANT POWER...IN PRICING THE OIL. A BARREL OF OIL ORIGINALLY SOLD BY ISIS FOR $25, CAN SELL FOR $80 TO $90 ON THE INTERNATIONAL MARKET, EASILY COVERING THE COST OF BRIBES AND STILL ENSURING A PROFIT. SOT: Ben Van Heuvelen, Managing Editor, Iraqi Oil Report “So if twenty five dollars a barrel wasn’t doing it, “Hey, why not fifteen?” ISIS still gets to make money, but now economic incentives are even greater for the drivers and the middleman and border guards and buyers to look the other way or to participate in financing a terrorist organization. THE QUESTION IS HOW LOW IS ISIS ALLOW PRICES TO GO AND WHAT RISKS WILL DRIVERS BE WILLING TO TAKE? SOT: David Sanger, Chief Washington Correspondent, The New York Times (POSSIBLY SHORTEN) :19 One of the easy solutions here for the US and its allies would be to simply blow up these trucks on their way to Turkey. American officials have been reluctant to do that so far, and they’ve been reluctant because it’s not clear, that they truck drivers themselves, who would be killed in such an attack, are themselves members of ISIS VO WHILE THAT DEBATE CONTINUES, AIRSTRIKES ISIS’S OIL REFINERIES HAVE HAD SOME EFFECT. SOT: GEN Lloyd Austin, Commander of U.S. Central Command “By striking these types of facilities, we reduce their ability to generate the funds and the fuel required to sustain their operations.” SOT: Ben Van Heuvelen, Managing Editor, Iraqi Oil Report “No matter how much crude ISIS controls, if they don’t have anywhere to refine it and they don’t have anywhere to sell it, then it becomes almost useless to them.” VO NOW ISIS IS GROWING DESPERATE FOR REFINED FUEL. THERE ARE REPORTS THEY ARE DIGGING PITS IN THE GROUND, FILLING THEM WITH OIL AND LIGHTING THEM ON FIRE. CLEARLY A VERY CRUDE WAY TO REFINE THE OIL. AND ALONG THE BORDER OF ISIS TERRITORIES, BORDER GUARDS ARE BEING BRIBED WITH THOUSANDS OF DOLLARS TO ALLOW TRUCKS LOADED WITH FUEL TO COME BACK INTO ISIS TERRITORIES. SOT: Ben Van Heuvelen, Managing Editor, Iraqi Oil Report “The Important thing here is that this indicates that there’s a really strong demand for fuel in ISIS territory, which also indicates a shortage of fuel.” SOT: David Sanger, Chief Washington Correspondent, The New York Times 10:23 ISIS has grander ambitions than your average terrorist group. It actually wants to control territory....that also means though they’re responsible for providing for the people in that territory. And that means they need fuel. endit", "url": "https://www.nytimes.com/video/world/middleeast/100000003244482/isiss-dark-oil-trade.html"}