{"authors": [], "date_download": "2022-10-25 23:26:31", "date_modify": "2022-10-25 23:26:31", "date_publish": "2021-07-20 00:00:00", "description": "Dr. Anthony S. Fauci responded angrily to Republican Senator Rand Paul during a committee hearing after Mr. Paul accused him of lying to Congress about the National Institutes of Health funding the “gain of function” research in Wuhan, China.", "filename": "video_us_politics_100000007876611_rand-paul-fauci-coronavirus-senate_1666740391.html", "image_url": "https://static01.nyt.com/images/2021/07/20/us/politics/20-image-paul/20-image-paul-facebookJumbo.png?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_us_politics_100000007876611_rand-paul-fauci-coronavirus-senate_1666740391.html", "title": "‘If Anybody Is Lying Here Senator, It Is You,’ Fauci Says to Rand Paul", "title_page": "‘If Anybody Is Lying Here Senator, It Is You,’ Fauci Says to Rand Paul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Fauci, knowing that it is a crime to lie to Congress, do you wish to retract your statement of May 11th where you claim that the N.I.H. never funded “gain of function” research in Wuhan? I have never lied before the Congress and I do not retract that statement. This paper that you were referring to was judged by qualified staff up and down the chain as not being “gain of function.” What was. Let me finish. You’re saying that’s not “gain of function?” Yeah, that is correct. And Senator Paul, you do not know what you are talking about, quite frankly. And I want to say that officially. You’re trying to obscure responsibility for four million people dying around the world from a pandemic. If the point that you were making is that the grant that was funded as a sub-award from EcoHealth to Wuhan created SARS-CoV-2, that’s where you are getting. Let me finish. We don’t know. Well, wait a minute. We don’t know if it did come from the lab but all the evidence is pointing that it came from the lab and there will be the responsibility for those who funded the lab, including yourself. I totally. This committee will allow the witness to respond. I totally resent the lie that you are now propagating. You’re saying they are “gain of function” viruses because they’re animal viruses that became more more transmissible in human and you funded it. And you. Admit the truth. Senator Paul your time has expired. And I will allow witnesses who come before this committee to respond. You are implying that what we did was responsible for the deaths of individual. I totally resent that. If anybody is lying here, senator, it is you.", "url": "https://www.nytimes.com/video/us/politics/100000007876611/rand-paul-fauci-coronavirus-senate.html"}