{"authors": ["Stephen Farrell"], "date_download": "2022-10-25 23:49:39", "date_modify": "2022-10-25 23:49:39", "date_publish": "2014-08-04 00:00:00", "description": "In the projects of Brownsville, Brooklyn, the New York Police Department’s strategy, Omnipresence, is what it says. Despite promises of change, to some it feels like stop-and-frisk by another name.", "filename": "video_nyregion_100000003045311_omnipresence-ill-be-watching-you_1666741779.html", "image_url": "https://static01.nyt.com/images/2014/08/04/multimedia/post-stop-and-frisk/post-stop-and-frisk-articleLarge.jpg?video-overlay?video-overlay?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_nyregion_100000003045311_omnipresence-ill-be-watching-you_1666741779.html", "title": "Omnipresence: New Stop-and-Frisk?", "title_page": "Omnipresence: New Stop-and-Frisk? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "VOICEOVER In Brooklyn’s still-dangerous Brownsville neighborhood, grieving youths have gathered to play a lament to friends killed by street violence. VOICEOVER To the older generation here, the refrain, “I’ll be Missing You” carries echoes of the sinister original lyric, “I’ll Be Watching You“, by The Police. VOICEOVER Watching you, missing you, both fit life in Brooklyn’s Brownsville neighborhood, where decades of gun violence and saturation policing have left many residents simultaneously afraid of the streets, yet resentful of the police. Pierre Bloome Brownsville Resident “Ain’t nothing changing, especially in Brownsville, harassing, stop and frisk, you know, all that for no reason, we just random kids walking in the streets minding our own business and here y’all come digging in people’s pockets. Not everyone’s a criminal suspect.” VOICEOVER Murder and robbery figures are down across the city, but after an increase in shootings in housing projects there is a new police buzzword, Omnipresence. VOICEOVER It is what it says. At night in targeted projects there’s a police cruiser parked at nearly every major junction. Flashing lights bounce off the walls until the early hours and powerful floodlights turn night into artificial day. CARLOS GOMEZ Chief of the Police Department’s Housing Bureau “The residents are really going to see more officers out there. There’ll be more omnipresence. They’ll be patrolling the public areas of our developments, as well as conducting interior patrols. It’s going to greatly increase the omnipresence and the sense of security for our residents.” VOICEOVER The high visibility approach is the fruit of newly-elected Mayor Bill de Blasio’s early attempts to reduce crime without resorting to overuse of the controversial stop and frisk policing tactic favored by his predecessors. VOICEOVER Before winning the election Mr. de Blasio was a fierce critic of stop and frisk, using his son Dante to make it a signature issue of his campaign. DANTE DE BLASIO “And he’s the only one that will end a stop and frisk era that unfairly targets people of color.” VOICEOVER Now in power, as he begins to put into place a policing framework for a new era, Mr. de Blasio’s rhetoric is of “appropriate” use of stop and frisk. Bill de Blasio “We, of course, continue where appropriate and constitutional to employ stop and frisk as a policing tactic, that’s always been the case. It’s being used a lot less than in the past, because in the past we know that almost 90% of those stopped were not guilty of anything. Now stop and frisk is being used much more judiciously.” VOICEOVER But it will take more than speeches to reassure minorities with bitter memories of the stop and frisk era. Sergio Carter Marching band director “I have not seen a change in the community with stop and frisk. One mayor going in, one mayor going out, no changes. You just want to get out of the way of the police in communities like this, particularly a man of color, you stay out of the way.” VOICEOVER Others said they have had to change their behavior on the street in recent years, to avoid being targeted by police. Vincent Mattos Community organizer “When you are walking on the avenue a lot, most of the time we don’t shake hands, we give the fists or we give just a love sign. Why we do that, because sometimes the cops will harass you when you do the handshake because they believe a transaction may have just taken place, a drug transaction.” VOICEOVER The legacy of mistrust is particularly strong in Brownsville With 17 public housing projects and a predominantly African American community, it was ground zero for stop and frisk. VOICEOVER In 2010 unease at the heavy policing was voiced even by respected figures such as the local basketball hero Greg Jackson, who became known as the unofficial mayor of Brownsville. GREG JACKSON Former Director of the Brownsville Recreation Center [DATESTAMPED 2010] “Do we welcome the police, of course I do, and of course I know 99% of the people in the area do. But they also fear the police because you can get stopped at any time.” VOICEOVER Mr. Jackson died two years ago, but his children continue his work in the community, including Greg Jackson Junior, a teacher. VOICEOVER He says his father instilled respect for the law, but he has never known such a heavy police presence on the streets. Gregory Jackson Jr. TEACHER “I feel like we live in a police state because throughout my life I have never seen a police officer on every single corner, I never seen that before, I have never seen a cop car on the corner and then another cop standing not too far from the car, the first time I saw it I thought the President was in the neighborhood, and this is every day I hear the helicopters and see the police cars, I am not sure that is necessarily a bad thing but I do feel we are under siege.” VOICEOVER The police know they must build and maintain community relations, especially in areas like Brownsville. VOICEOVER In early August the city’s new police commissioner and local politicians spoke at an anti-crime night out here. They mingled with residents and chatted over the noise of bands and speakers. WILLIAM J. BRATTON COMMISSIONER NYPD “What’s nice about this precinct, the 73, when you look at the crime here now versus what it was 20 years ago, so much less of it. Still too much of it, this is still one of our more problematic precincts. We have an additional 75 cops here for the summer.” VOICEOVER Brooklyn’s new borough president, a former police captain and vocal past critic of stop and frisk, said any transition takes time. ERIC L. ADAMS BROOKLYN BOROUGH PRESIDENT “The reality is, there was so much pain over the last 12 years, that pain is not going to dissipate in seven months. It’s going to take time before not only the public understand that there’s a different police department, a different person at the top, but also the police officers have to realixe that the methodologies that they had to use for 12 years, that really alienated the community, are things of the past.” VOICEOVER But the youths most affected by street violence care nothing for the jargon of policing. They just want to feel safe on the streets. And many still don’t. Latifah Isaacs Band member “Crime got worse. Crime got worse. You have guys fighting females, and females fighting duels. Everything is out of control. I don’t feel like stop and frisk did anything, stopping it did nothing. I just feel like the cops not really doing their job, they just love harassing people to get their money.” VOICEOVER At this gathering to mourn dead friends and relatives you can feel youth and optimism crumble beneath the burden. Mia Adams Band member “I am trying not to cry because in my life I have lost a lot of people to street violence and things that just haven’t been right. I just want to give a word of encouragement, guys, keep your head up. I know we lose people every day, but you have to move forward. This smile. I’m sorry, I can’t...” ENDS", "url": "https://www.nytimes.com/video/nyregion/100000003045311/omnipresence-ill-be-watching-you.html"}