{"authors": ["Lindsay Crouse", "Kirferguson", "Emily Holzknecht"], "date_download": "2022-10-25 23:25:02", "date_modify": "2022-10-25 23:25:02", "date_publish": "2021-12-01 00:00:00", "description": "How do we mourn everything we’ve lost to Covid?", "filename": "video_opinion_100000008101567_covid-pandemic-grief_1666740302.html", "image_url": "https://static01.nyt.com/images/2021/12/01/autossell/op-grief-thumb/op-grief-thumb-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_opinion_100000008101567_covid-pandemic-grief_1666740302.html", "title": "Grieving Our Old Normal", "title_page": "Opinion | Grieving Our Old Normal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When lockdown hit nearly two years ago, our lives split off into a new reality. “So we ended up canceling our wedding, and it has been awful.” The timeline we thought we were on was suddenly gone. “Happy birthday to me.” As this interminable year finally ends, we are redefining normal. Now we need to decide what that means. It’s time to look back on everything we lost over these two years. Not one year, two years. It’s time to grieve. The human losses from Covid are staggering. Roughly one in five Americans have lost a close friend or family member, but we lost even more. At some point amid the home schooling and the bread baking, the boredom and the terror, we lost our old selves, too. In March 2020, our old hopes and old expectations were taken from us without our consent. It’s time to reckon with a new, cold reality. Those old lives are now gone. Some of these losses are what we know should have happened but didn’t. Your sister in Maryland had a baby you haven’t met. Your nephew didn’t go to prom. Your brother missed his senior year of college. But there is also everything that could have happened and didn’t — the partner you didn’t meet, the children you didn’t have. There are entire chapters from the book of our lives that got ripped out and thrown away. There’s a term for the kind of loss we’re all experiencing. Psychologists call it ambiguous loss. Ambiguous loss usually applies to people. In this case, the person we lost is ourselves. Individually, some of these losses feel small, but collectively, they matter. They’re what make up our lives. We’re all two years older now, and we’ll never get the life that belonged in those years back. Many of us, regardless of how old we are, say Covid took the best years of our lives. So we’re also suffering from ambiguous grief. You feel devastated, but it’s hard to pin on any one loss. How do you mourn something you never really had? Ambiguous grief is not new, but this is one of the first times in our lives where we’re all experiencing it at the same time. We haven’t yet had any national days to observe our losses or a way to collectively mourn. Instead, it’s up to each of us to resolve the sum of so many small losses alone. What interests me most in these days is this question: How do we grieve? The first step is to rethink our understanding of grief. There are no neat stages of grief we can just tick off. It’s especially hard to move on from something that isn’t over, but just as the pandemic may never fully end, neither does grief. Grief isn’t linear. It’s like a scatter plot, but there is one traditional stage of grief that I find useful right now: acceptance. In all kinds of grief, ultimately, what helps you feel better is accepting that what happened happened and there’s no going back. Yes, you missed that graduation. Your wedding was canceled, and that’s sad. But let’s all remember that we haven’t just spent the past two years wallowing in loss. We also added unplanned and improvised chapters to the book of our lives. Every time we lost something, we had to create something new, extra time with kids, with family, those handstands you learned on TikTok, that Peloton bike you got and maybe actually used, the beer you maybe stopped drinking, the books you finally read. Even if you were just sitting on your couch, flipping through your phone, you were changing, and you’re changed now. There is no going back to normal. Your old life is gone. But whether you wanted to or not, you were building a new one. You still are. What do you want your new life to be?", "url": "https://www.nytimes.com/video/opinion/100000008101567/covid-pandemic-grief.html"}