{"authors": [], "date_download": "2022-10-25 23:43:27", "date_modify": "2022-10-25 23:43:27", "date_publish": "2020-08-07 00:00:00", "description": "Watch how Dominic Fike landed a multimillion-dollar record deal with just a few mysterious demo tracks posted to the internet.", "filename": "video_universal_10000000736_a1316616eba4d99c62469f174c032d70_times-documentaries_1666741407.html", "image_url": "https://static01.nyt.com/images/2020/08/07/universal/07nytpresents-dominicfike/07nytpresents-dominicfike-facebookJumbo-v3.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_universal_10000000736_a1316616eba4d99c62469f174c032d70_times-documentaries_1666741407.html", "title": "The New York Times Presents: ‘Dominic Fike, at First’", "title_page": "The New York Times Presents: ‘Dominic Fike, at First’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[birds chirping] - Are we—are y— is everyone seeing me? Nice. Oh, my God. This is a lot. Let me think. [smooth guitar music playing] ♪ ♪ Let me see. ♪ If, if that ♪ ♪ One more won’t kill you, baby ♪ ♪ And what you don’t know won’t break her down today ♪ INTERVIEWER: It’s been quite a roller-coaster ride. Have you had a chance to take in everything and kind of come to terms with the fact that you’re, like, a signed artist now? - ♪ Skin, like ♪ Yeah, every day, we’re getting more used to it. ♪ You know better than most ♪ It’s harder to make an album than I thought. [laughter] Like... [laughs] It’s almost like you shed skins when you make one body of music and then you move on to another one. ♪ ♪ And I guess I’m just not comfortable in the skin that I’m in yet. INTERVIEWER: Ah. ♪ I don’t have a word [indistinct] ♪ ♪ Mm-mm ♪ I really don’t have the rest of the words to this song, but I’m—I’m working on it, so... ♪ ♪ Wait. [laughs] [upbeat guitar music playing] ♪ ♪ [dramatic music] [ding] [soft guitar music] JOE: This all started when I got a text from a music industry source, someone I share artists and songs with. And he was like, “Are you up on Dominic Fike yet?” And I’m like, “I’m definitely not. I have no idea who that is.” He said, “He’s currently the most interesting case in the music biz, and yet no one really knows his music.” Dominic Fike had no songs out, no album, pretty much no online presence at all. He was 22. He had recently gotten out of jail, and he’d just signed a reported $4 million deal with Columbia Records. And that’s a big bet to make on somebody nobody’s ever heard of. DOMINIC: ♪ If ♪ JOE: So I went to see Dominic Fike live. - ♪ I won’t wait for you ♪ ♪ Well, if all you want is my money ♪ ♪ Gotta get away ♪ JOE: He was this lanky, nervous kid who was sort of endearing, but also, I was like, “Wow, he has a long way to go to prove that he can live up to this record deal.” - ♪ Sit back and ride a wave ♪ [cheers and applause] Oh, my God. Thank God that went well, right? Jesus Christ. You know I was in that room for, like, three hours? Like, three hours, just looking at you guys pack in and filling this room, just like, “Hoo!” [Dominic Fike’s 10x Stronger] ♪ Da-da-da-da-da ♪ ♪ Da-da-da-da-da ♪ ♪ Da-da-da-da-da ♪ ♪ Da-da-da-da-hey ♪ ♪ I pretend ♪ I’m just making a record. ♪ I’m 10 times stronger ♪ I’m trying to be completely honest with it. Sometimes I’m down here, I’m just like, “Ugh. “My voice is a little shaky. Something’s weir— I’ve been having— emotionally I’ve been in a crazy place, so— JOE: Because you feel like people expect things of you now? - For sure, but—yeah. Yeah, I was gonna be like, “But,” but yeah, totally. What do you think about this? ♪ Da-da-da-da-da ♪ ♪ I’ll be there in person ♪ ♪ For worse when you need it most ♪ ♪ Most ♪ Then... ♪ Smell like coffee col-cologne, my ♪ [vocalizing] Something like... JOE: Yeah. I’ma track that. ♪ Da-da-da-da-da ♪ ♪ I’ll be there in person ♪ ♪ For worse when you need it most ♪ Almost. ♪ I’ll be there in person ♪ ♪ For worse when you need it most ♪ Bad. ♪ I’ll be there ♪ Nope. ♪ I’ll be there in person ♪ ♪ For worse when you need it most ♪ Yes! ♪ ♪ JOE: What do you think is the perception of you at the moment? DOMINIC: I’m a industry plant. The $4 million record deal. It’s always the deal and the money before it’s the music. ♪ ♪ I’m as real as it gets, yo. I’ve made my shit from when I was a little-ass kid. [shimmering tone] I’m originally from Florida. Naples, Florida. Best beach in the world, probably. We got warm-ass water here. It’s really nice. Overall, I guess there was good people— a little racist, definitely a little bit racist. You know, sorry. [bright music] My family was kind of, like, super low-income, if any income at all, so, like, where we stood on the spectrum was pretty shitty. ♪ ♪ I had to move around a lot. I had to move high schools a lot. I went here for a year. It was all right. - This is where we met. - Oh, yeah, this is where we met. - Science class. He loved the guitar, and he had had one, but he had to sell it at one point literally to get food. ♪ ♪ DOMINIC: Things are a lot easier for me now, like. ‘Cause there was a point, man, when I was— I was, like, homeless. ♪ ♪ My parents went to jail, and me and my brother were just, like, kind of on our ass. I stayed in that one. No, it was one of these, one— but I was making music always, and I was always like, “I’m making a project.” [laughs] I was making projects, though. I was dropping them too. ♪ I just got back in the city ♪ ♪ My bad if you thought it was date night ♪ That was my plan, just to make shit so good that it had to blow up. JOE: Then one day in the summer of 2016, Dom’s little brother got in a fight. DOMINIC: Just some wrong place, wrong time type deal. JOE: A police officer tried to break it up, and everybody took off running. During the chase, Dom gave the cop a shove. - I was just trying to help. - He was trying to protect his brother, and he shoved a cop out of the way. I mean, I get it. Like, don’t touch a cop. But for what he was doing and the intention behind it, it’s just so crazy how much they put him through. - They made me a felon at, like, 20-something. Like, I would never get a job. Like, they really wanted to see me, like, fucking lose. JOE: He pleaded guilty to battery of a police officer and was put on house arrest for six months. But he didn’t have a house to stay in, so he called a friend. - The house arrest people were like, “You gotta pick a place,” and I was like, “Oh, shit.” And then I just picked her place. And I told her, and she was super pissed. That was my room. JOE: He could only leave her house to work. - This is Juicelation. Whatever, I had a good time. I learned a lot about juice. I used to work here. And I fucking love this juice. And all I had was my computer and, like, my instruments and time, so I was like, “Well...” JOE: He’d write music and show it to the people at his job. - They were like, “Damn, that’s dope. Clean them dishes.” I just had started using live instruments. Sometimes rap didn’t really capture, like, what I was feeling. And the judge, like, put me in a room for, like, so long, so I was like, “Well, make some shit.” JOE: He was making an album on house arrest when he went to a check-in with his probation officer. - He was like, “Piss in this cup.” I was like, “Oh, fuck.” JOE: He failed the drug test... DOMINIC: They roped my ass right there and took me to jail. JOE: And would spend the next seven months in jail. - But within that seven months, my birthday came around. - Kind of on a spur of the moment, he was like, “I want to put some music out on my birthday.” JOE: He asked Reed to upload some of the songs that he’d been working on to SoundCloud. REED: I thought it was not the best idea. It wasn’t finished at the time. But he was very intent on putting it out. He felt like people were forgetting about him, you know, hence the title. JOE: Don’t Forget About Me... REED: Yeah, Don’t Forget About Me. JOE: Demos. REED: Yeah, Demos. JOE: To show that they weren’t finished. REED: Yeah, that was my idea. The process of releasing them was kind of nerve-racking. It was just essentially uploading them to SoundCloud, but, you know, Dom wasn’t there. I didn’t want to speak for him, so we’re like, “Let’s just put the music out.” JOE: What kind of traffic was it getting those first couple days? - It was, like, 50,000 in the first week, which, you know, was quickly past any song that he had put out before. JOE: They started getting messages from labels, from managers. SHELBY: He had people from major labels flying to Florida to visit him on the little, like, dinky computer screens at the Collier County Jail. - I thought it was like magic. Like, I thought the industry worked like fucking Hogwarts. - People knew this was a catalog career artist at stake. This was, “This may not come again in the next 10 years.” JOE: Dom can write an acoustic guitar ballad as easily as he can write... - [rapping indistinctly] JOE: A quick 16-bar verse. - ♪ Boo, boo ♪ - This perfect storm of alternative and hip-hop and fusion, and these are the beautiful songs that are kind of coming with it. That was a bit of the hook to it, you know. It all stemmed from the songs. DOMINIC: ♪ I wake up when ♪ JOE: The demos showed Dom’s range. There was King of Everything, DOMINIC: ♪ If not, I’ll sleep with you ♪ JOE: There was Westcoast Collective. DOMINIC: ♪ Don’t you go running for the hills ♪ JOE: And there was a pop song everyone knew was a hit. DOMINIC: ♪ Three nights at the motel ♪ ♪ Under streetlights in the City of Palms ♪ ♪ Call me what you want, when you want, if you want ♪ 3 Nights was the first time I ever made a pop song I wrote 3 Nights in there. [laughs] It was instant. Those words came to me, like, in one second. I wrote half of it on the floor, half of it in the shower. I was, like, showering, and then I’d, like, be like, “Oh, shit, good one,” and I’d put it on my phone and then come back in the shower, and then it was done by the time I got out. And then I just went and recorded that shit instantly. I think I knocked it out, like, maybe first take. It’s fucking crazy. I love that song. We should play it right now. I’m joking. We definitely should not. ♪ In MIA for ♪ ♪ Three nights at the motel ♪ 3 Nights, it wasn’t the song that I thought would create this whole thing, you know, at first. - Before you knew it, his manager was, like, you know, flying to different places, taking label meetings. We’d be, like, in the Sony building. We would be on the elevator just, like, going to all the different floors. As soon as there was one offer, there was another, and then it just turned into an all-out bidding war. - It was ugly and competitive, as it should be. Nice and old-school. JOE: Dom’s team realized they had something special, so they deleted the songs from the Internet. REED: The mixes weren’t very good, and we knew that it could be done better. JOE: But that just made the hype grow. - I think that it’s like, if you’re not on it, it’s FOMO. JOE: Labels that couldn’t get close to Dom started signing his friends. A label even signed his brother. - [exhaling heavily] Welcome to the hood. [laughter] JOE: Dom was close to signing a deal when he got out of jail, but... - My parents had been involved in a really big drug bust, huge one. REED: Both of his parents were on trial, about to go into prison while he was getting out of jail. Um, so he had to quickly make it shake. DOMINIC: I had to get them lawyers ‘cause they were facing, like, 20 years each, so I had to do something about that. Yeah, I needed a lot of money. - He realized at that point, “I have to take care of myself. I have to take care of my family.” And he did. He did exactly that. JOE: So Dom’s team kept driving up the price. DOMINIC: When you get an offer from a label, you show it to another one, and they put out a higher number. And then you show that one to a third party one. JOE: Finally Columbia said to Dom... - “No, no more millions. “Like, we gotta do this right now. Are we doing it or not?” JOE: And Dom ended up signing this multimillion-dollar deal. [laughter, indistinct chatter] DOMINIC: Everything changed, you know. I have a house, a lot more responsibilities. It’s exactly what you would think, like, if you took somebody out of some random neighborhood right now and gave them a fuckload of money. Do crazy shit now. I fly across the country by myself, which I’ve never done. I do that constantly. And I eat crazy foods, and I cover people’s rents. I take care of people. Never done that. Like, people have always taken care of me. So it’s like a movie. I’m, like, in a movie every day. JOE: Dom was plucked from obscurity and given this crazy opportunity. But there’s no guarantee that he’ll become a star. Now he needs to learn to perform, he needs to build an audience, and he needs to make a debut album that lives up to the hype. [soft dramatic music] JIMMY: It’s The Capital Evening Show with Jimmy Hill, and on the phone right now, it’s Dominic Fike. Hello, mate. Looks like a film set. - Look—look, I’m on— we’re on camera. JIMMY: Oh, my word. You got a guy filming you. You’re chatting to me in the UK. It’s all happening right now. - It’s crazy. JIMMY: Listen, before you go, could you just introduce your tune for me? - This is 3 Nights by Dominic Fike. You’re listening to it right now, Capital FM. JIMMY: That was perfect. Give it up for Dominic Fike. [cheers and applause] DOMINIC: [laughs] JIMMY: [laughs] DOMINIC: So you saw how I get down on that, just a lot of smiles, you know? Really just butter ‘em up, dude. Keep it moving. That’s how you get the big bucks. [laughs] JK. I don’t know what I’m doing. [mellow rock music] ♪ ♪ JOE: Columbia Records had for a long time been all about its legacy artists. Other labels were quicker to play the viral game. Then the label hired a new CEO, Ron Perry, who became the youngest executive in charge of one of the major labels. And Dominic Fike was one of his first major deals. But remember, Dom’s demos had been erased from the Internet, so to the outside world, it looked like Columbia had basically paid $4 million for a ghost. The first thing Columbia did after signing Dom was rerelease the demos... DOMINIC: ♪ I’ve been up for three nights ♪ JOE: And put out a music video for 3 Nights. DOMINIC: ♪ Under streetlights in the City of Palms ♪ ♪ Feel like the least of all your problems ♪ ♪ You can reach me if you wanna stay up tonight ♪ ♪ Stay up at night ♪ JOE: Then they just had to hope the song would catch on. ♪ ♪ DJ: Dominic Fike and 3 Nights, don’t we? It’s a ma—it’s a massive hit. SINGERS: ♪ Streetlights in the City of Palms ♪ - ♪ Call me what you want, when you want ♪ - ♪ If you want ♪ - ♪ You can call me names if you call me up ♪ JOE: But 3 Nights was already a couple years old, so Dom needs new music. - Bro, I made this shit before the demos, and... it was the beginning of me, like, manipulating my voice. [mellow music playing] I’m thinking about bringing it back for the album and putting a verse in here and cleaning that beginning part up. JAY: I love this. IMRAN: In the streaming age, the second you’re on a playlist, you have a very small amount of time to showcase that you have a foundation underneath you. The shot clock runs out very quickly. JOE: So is there a timeframe for the album? JAY: We just started talking about it a little bit. DOMINIC: One exists. JOE: How soon do you think it could be done? - Dude, I fucking ask God that question every night... [laughter] Before I go to sleep. JOE: Why do you guys think it’s important for Dom to tour at this point? - I think it’s important for most artists, I mean, you know, that people connect with you in that more meaningful way than just they’ve heard your song in a playlist or wherever. I mean, especially Dom and who he is as an artist, he’s a real artist that, you know, is playing real music. That’s so rare these days that people can actually, like, play that well. [overlapping chatter] We’re gassing you a little bit here, all right? You still gotta rehearse, okay? DOMINIC: Stress. I’m joking. I’m—I’m so excited. I can’t wait. Can’t wait to get back to LA. [Dominic Fike’s She Wants My Money] ♪ ♪ You’re pretty much put on a, like, treadmill right there. Even though people tried to make it seem like I wasn’t, like, you kind of are. You have to pay them back, like, you know what I’m saying? You have to do good. Like, they’re counting on you to do good. JOE: A record deal is actually an advance. And a $4 million advance goes fast: lawyers, taxes, managers, family, travel. Eventually Dom has to earn that advance back for Columbia before he can see any profits from his recordings. DOMINIC: ♪ Sit back and ride a wave ♪ ♪ A tidal wave ♪ JOE: At this point, concerts are the best way Dom can make money. So, album or not, Dom needs to go on tour. DOMINIC: ♪ If all you want is my money ♪ All right, everybody! [frenetic keyboard music playing] [smooth guitar music playing] Yo, can I get, like, a different guitar before we do tour that doesn’t have knobs on it? JULIAN: Yeah. - All right. First day of rehearsal. It’s kind of a bitch of a day. And I have to figure out the whole show. Like, I’m putting it together. I gotta figure out that loop pedal. It doesn’t look that hard. The numbers are big, so that’s a good sign. - We haven’t done anything. DOMINIC: We haven’t done shit. - We’ve just been sitting. - ♪ I can hear my voice through the speakers ♪ ♪ But not in my ear ♪ JULIAN: We are a month and a half away from tour, trying to figure out how we want to execute these songs, trying to figure out a comfortable mix for everybody. - ♪ I loved your body from your shoulder blades ♪ ♪ To your rollerblades ♪ [feedback whines] ♪ Love somebody but you know it’s only for a moment ‘cause ♪ ♪ Whoa, whoa ♪ ♪ Yeah ♪ This is a whole nother thing. Like, I’m— This is—there’s a—there’s a recording aspect of it and there’s the performing aspect of it, and this is the side that I haven’t worked on. [soft guitar music playing] REED: First tour is international, 30 dates, which is insane. But he’ll argue and say, you know, like, “I’ve been doing rap shows. I’ve already done, like, a little tour,” you know, which is—obviously there’s no comparison. ♪ ♪ DOMINIC: ♪ Whoo-hoo-hoo ♪ REED: By the time the tour comes around, it seems like, you know, he’ll be as ready as he could be. DOMINIC: Literally learning how to play this from scratch so I can perform for fucking thousands of people. [dog barking] [mellow guitar music] DOMINIC: Oh, man, they’re so good. REED: Yeah. I mean, we’ve already gotten crazy offers, like, “Do you want to be the face of our brand for 2020?” And then they— I guess they didn’t know he had a criminal record. I was like, “Damn, you guys don’t do much research.” ♪ ♪ He’s putting out his first, you know, music in, I guess, years, because the demos weren’t new. They were, like, over a year old by the time they came out. ♪ ♪ JOE: How are you feeling about tonight? - Um, I been on Reddit, like, all day, checking, and, like, I saw some dude that was like, “The autotune was unnecessary.” ‘Cause it’s out in Australia. JOE: Right. - And then I was so sad when I saw that. But then I saw somebody sticking up for me. They were like, “Nah, bro.” - Yeah, yeah, yeah, yeah. JOE: Is that how you’re gonna spend your whole day and night? - Mm, no, ‘cause that’s bad for you. ♪ ♪ I hope people don’t think I’m a fraud... [laughs] For trying to show depth, man. ♪ ♪ SHELBY: Nobody panic. Oh, we have nine minutes, guys. REED: All the work’s done now. I just gotta check in with the web developer, make sure that we’re good to go live at 9:00, but we’re ready to see, you know, what the fans think. DOMINIC: Can I just put that it’s out and where to get my merch? ‘Cause it’s 8:59. REED: Yeah, it’s up. PERSON: Yeah, you should refresh. - Holy shit. DOMINIC: Song drop. Song drop. SHELBY: It’s amazing. DOMINIC: Finally. Crazy. Finally. Wow. ♪ She said, “I dressed in your favorite” ♪ SHELBY: Aww, this is emotional. DOMINIC: ♪ Yeah ♪ ♪ “Unless you made reservations ♪ ♪ Oh, look, you thought all ahead” ♪ DOM: Dude, 7,000 likes, 8,000, dude. That’s all the love you need right there. [laughter] Right? DOMINIC: ♪ Ey ♪ [dog barking] ♪ ♪ I just decided to do meet and greets. Make a lot of money from doing it. ♪ ♪ PERSON: Hey, what up, boys? DOMINIC: What’s up? Have to call Reed back. What’s up? You talking about this meet and greet? What’s up? Did you send me anything to post on that? REED: I sent you, like, an example of what it could look like. Hold that and copy it. - That’s why I’m doing it. I need money. I’m also—I want to meet the fans, but... SHELBY: Every time he gets paid now, he has people that he came up with just, you know, asking for help, and he’s such a nice person, and he struggled with them, so he understands, but it— it does get hard, you know? DOMINIC: Everybody’s taken care of, you know? They couldn’t be more proud, I imagine. Some people, I mean, I think it’s harder for some people to be proud because, you know, it’s like, “Why not me?” And that—that’s affected, like, my relationship with those people. DEB: Oh, knock, knock. DOMINIC: Oh, knock, knock. [dog barking] I know. REED: We have Dom’s first tour coming up. At first, that was almost a deadline for the album. I quickly realized, you know, that you can’t put a deadline on an album. The most important thing is just, like, blocking out the noise, because it can get really noisy at times, and just making sure that, you know, Dom is just focused on what he needs to be focused on. DEB: There isn’t, like, a bass in that first part, right? I fuck with that beat there that you did. - Right? That’d be hot. [mellow bass line playing] DEB: Yeah. DOMINIC: ♪ Before I fade out ♪ ♪ White wine ♪ ♪ Yeah ♪ [inhales sharply] [groans] Okay, I gotta think. Gotta think. Gotta think. Ho! [rapping indistinctly] ♪ Do it naturally if I could put the crib on wheels ♪ ♪ You would catch me out more ♪ ♪ It’s like I don’t exist sometimes ♪ I had a fucking line. [groans] Fuck, fuck, fuck. I don’t know what it is, why I can’t get words out. Just, like, anything. You know, like, nothing. DEB: No, just don’t— I mean, like, if you’re trying to find new melodies, like, for me, it helps, like not listening to anything that I did previous. DOMINIC: This is a whole different kind of writer’s block, man. I’m just like, “Fuck, fucking God damn it, man. I don’t know, man. I got a bunch of—I don’t want to say, like, anxiety, ‘cause, like, that shit’s wack, but... it’s more just, like, my family and stuff. I feel like I’m just moving so far away from everybody. I feel bad. I feel like I haven’t, like, paid attention to enough people. Whoo! ♪ You ever wonder why-y-y-y-y ♪ ♪ Why-y-y-y-y ♪ This is where the magic happened. Writing the demos, I realized, was magic. Like, this shit that I was doing and capturing, I don’t do as well now. JOE: Why? - Because I was just alone and, like, I had no pressure. - What’s up, bro? DOMINIC: Chillin’. How are you? - Dude, she’s gonna freak out. SHELBY: Hi! Hi, puppy! [dog barks] Ooh. DOMINIC: Oh, my God. This place looks crazy. All the pressure and all the record label stuff makes music less exciting, and then I don’t want to do it. I fell into a super rut. All right, dude. - Oh, love it, dog. - And it was like, all the Internet shit, everybody’s, like, waiting for me to make an album. Like, you can see it online. Every comment is like, “Drop an album.” And people are saying “drop an album,” not even, like, make an album, like, drop it, like it already exists, you know? In people’s minds, it exists. And it’s not—it doesn’t even— it’s not even— I remember somebody was like, “When’s the album coming out?” I was like, “What album?” DOMINIC’S MOTHER: Hello. DOMINIC: Hey. DOMINIC’S MOTHER: Hi. DOMINIC: What’s up? I’m chillin’. I’m at Sean’s house right now. My mom. [baby babbles] DOMINIC: Got my brother a crib. You know, when my mom gets out, I’m getting her all that as well. Say hi. But I feel like it’s not as much as I could do. SEAN: To go from nothing to, like, thinking of everything, you know what I mean, like, it’s a— it’s a big transition, so I’m sure that’s probably gotten to him. I mean, it’s a big deal. It’s a really big deal to us, ‘cause, like, I would’ve never guessed that it’d be this big this quick, you know? DOMINIC: [vocalizing] That’s what it is, is pressure. I just feel that every time. [baby babbles] I’m waiting on more money. I gotta go on tour and, like, restock before I help everybody out again. It’s simple as that, yeah. DOMINIC: [groans] I got a big-ass show today. Bro, I haven’t picked up a guitar in, like, a week and a half. I don’t even remember how to play guitar. I don’t got my mom here. Shit is wack. I’m writing a letter. Man, I’ve never even been on a stage that big. Sounds crazy, but... I mean, I’m nervous— I’m nervous before every show. PERSON: Here we go, sound check. DOMINIC: I know. Lobby in 10 minutes? PERSON: Like, six minutes. DOMINIC: Okay. Six. Gotta do it, though. Have to do it, like. [cheers and applause] It’s a festival. Jay-Z’s festival. [cheers and applause] [mellow music] PERSON: 15 minutes to doors. ♪ ♪ PERSON: Hey, one, two. - [singing indistinctly] I can’t hear. ♪ ♪ Yo. I can’t hear shit, though. - Right. Right, right, right. PERSON: What do you want to hear more of? ♪ ♪ JOE: Dom, you ready? DOMINIC: Yeah. JOE: Are you excited for the actual tour part? - Mm! You know... this is the worst part, like, sitting here. JOE: Waiting? DOMINIC: Yeah. [cheers and applause] I feel, like, crazy right now. ♪ ♪ Oh, yeah. [laughter] SINGERS: ♪ Ooh-ooh-ooh, ooh-ooh ♪ ♪ Ooh-ooh-ooh, ooh-ooh ♪ REED: People are just flooding in. It looks like it’s filled to the edge, you know? DOMINIC: Shit is crazy. SINGERS: ♪ Ooh-ooh-ooh, ooh-ooh ♪ DOMINIC: The—I mean, if it goes badly, I’d probably be relieved, ‘cause then I’d just get that over with. [cheers and applause] ♪ ♪ What the fuck is up, Philly? [cheers and applause] ♪ Yes, I moved lil’ shawty from round me ♪ ♪ She been all in my business as of late ♪ ♪ I got rich so goddamn fast ♪ ♪ They want this bread, can’t catch a break ♪ ♪ And yes, I know you tired of hatin’ ♪ ♪ I’m tired of starin’ at your ♪ ♪ And if a bitch retaliate, we can go tit-for-tat ♪ ♪ ‘Cause I got more coming ♪ This is my first festival. I was nervous. Very nerve-racking. Thank you so much for being nice to me. Yeah. [cheers and applause] ♪ ♪ Gooooooo! I’m going on tour, world tour, first world tour. Come see my show. Unless I got, like, canceled. [laughs] [cheers and applause] What the fuck is up? [cheers and applause] ♪ Why you not here with me ♪ ♪ Can you break bread with me ♪ ♪ Why you switch phone numbers like clothes ♪ [cheers and applause] ♪ Baby, ‘cause I got more ♪ ♪ Why you not here with me ♪ PERSON: What can people expect? PERSON: We have an artist called Dominic Fike. Dominic Fike is amazing. PERSON: All right, you guys, take a look at this. - What the fuck is up, Miami? [cheers and applause] ♪ Why you not here with me ♪ AUDIENCE: ♪ Can you break bread with me ♪ ♪ Why you switch phone numbers like clothes ♪ - ♪ Yo, why you can’t answer me ♪ AUDIENCE: ♪ Yeah, ‘cause I got more coming ♪ DOMINIC: ♪ Why you not here with me ♪ DJ: Listen all day for your chance to win a pair of tickets to see Dominic Fike’s sold-out Rain or Shine Tour. JOE: The things Dom and his team are doing seem to be working. - Dominic Fike, hoo-hoo! Fire. JOE: Barack Obama knows who he is. PERSON: Dominic Fike is on his fucking list. Like, dude. JOE: 3 Nights has almost half a billion streams. And he made it to late-night. - Making his TV debut, performing Phone Numbers with a little help from Kenny Beats, please welcome Dominic Fike. [cheers and applause] ♪ ♪ [cheers and laughter] DOMINIC: ♪ Got some goals, it’s a list on me ♪ ♪ Yeah, lil’ bitch, I’m rich off rock and roll ♪ ♪ The strippers and the strobe playin’ tricks on me ♪ ♪ The stones hittin’ different ♪ ♪ You supposed to be pissed at me ♪ ♪ No, they from Tiffany ♪ ♪ Keep my name out yo’ mouth like some wisdom teeth ♪ KENNY: ♪ And you wonder why ♪ DOMINIC: ♪ Why I’m not there with you ♪ ♪ I ain’t answered my phone in so long ♪ It’s like I’m in the world now. It’s, like, weird. I could make a fool of myself in front of everybody, the whole world. It’s, like, so crazy. I’m like, “Holy shit.” [cheers and applause] [soft music] - Whoo! - Whoo! ♪ ♪ PERSON: Take a deep breath. Go ahead. - Dude, how— PERSON: Again. Come on. DOMINIC: I know a lot more about touring, period, and keeping your body right and what I need to do to— to give people a good show every night. JOE: How long have you been out here on line? - Uh, since 9:00 in the morning. [chuckles] Yeah. FAN: The line’s new, ‘cause, like, his first show, there was only, like, 300 people there. FAN: It’s not my place, but— - I wasn’t sure how long it was gonna be, ‘cause he got pretty popular, like, lately. DOMINIC: I’m good; I’m just gonna keep hydrating and sucking lozenges and do the best I can tonight. That is what I do. Hey, hey, hey. One, two, two, two. One, two. JOE: How do you get to the place that you want to be? DOMINIC: Just, like, dedication. All day every day, this is what you think about; this is what you breathe. ‘Cause I really haven’t done shit, like, at all. [cheers and applause] [Açaí Bowl playing] ♪ She said, “I dressed in your favorite ♪ ♪ “I bought two bottles of red ♪ ♪ “Unless you made reservations ♪ ♪ Oh, look, you thought all ahead” ♪ [cheers and applause] JOE: So just the beginning. DOMINIC: This is literally the very beginning. ♪ She said, “I dressed in your favorite ♪ ♪ “I bought two bottles of red ♪ ♪ “Unless you made reservations ♪ ♪ “Baby ♪ ♪ Okay, you thought all ahead” ♪ ♪ Oh, oh ♪ [cheers and applause] Thank you. Thank you. Mm. [crowd shouting indistinctly] ♪ Or is that routine ♪ ♪ The kids downstairs came over for two things ♪ ♪ Yeah, one drowns you out, the other gives you wings, oh ♪ ♪ I gotta give more credit to your mama, though, girl ♪ ♪ That’s where you get your honor code, right ♪ ♪ But she ain’t teach you all you know, huh ♪ ♪ Not your daddy, not your mama, no way ♪ ♪ Had to get your education outside, ‘cause ♪ ♪ Can’t nobody help you fall on your face like that ♪ ♪ You gotta take it up a day at a time, I guess ♪ ♪ ♪", "url": "https://www.nytimes.com/video/universal/100000007367286/the-new-york-times-presents-dominic-fike-at-first.html?playlistId=video/times-documentaries"}