{"authors": ["The Associated Press"], "date_download": "2022-10-25 23:27:36", "date_modify": "2022-10-25 23:27:36", "date_publish": "2021-02-19 00:00:00", "description": "At a news conference on Thursday, Senator Ted Cruz, Republican of Texas, said it was a mistake to fly to Mexico when most of his state was suffering without power after a winter storm.", "filename": "video_us_politics_100000007613989_ted-cruz-cancun-mexico_1666740456.html", "image_url": "https://static01.nyt.com/images/2021/02/19/us/politics/Screen-Shot-2021-02-19-at-9/Screen-Shot-2021-02-19-at-9-facebookJumbo.png?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_us_politics_100000007613989_ted-cruz-cancun-mexico_1666740456.html", "title": "Cruz Says Mexico Trip Was ‘Obviously a Mistake’", "title_page": "Cruz Says Mexico Trip Was ‘Obviously a Mistake’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So the question from the video on the cellphone was, was whether the decision to go was tone deaf. Look, it was obviously a mistake. And in hindsight, I wouldn’t have done it. I was trying to be a dad. And all of us have made decisions. When you got two girls who have been cold for two days and haven’t had heat or power, and they’re saying, “Hey, look, we don’t have school, why don’t we go, let’s get out of here.” I think there are a lot of parents that’d be like, “All right, let me, if I can do this, great.” That’s what I wanted to do. As I said, really, from the moment I sat on the plane, I began really second guessing that decision and saying, look, I know why we’re doing this, but, but I’ve also got responsibilities. And it had been my intention to be able to work remotely, to be on the phone, to be on internet, to be on Zoom, to be engaged. But I needed to be here. And that’s why I came back. And then as it became a bigger and bigger firestorm, it became all the more compelling that I needed to come back because our priority should be fixing this problem and making sure it doesn’t happen again. And I didn’t want all the screaming and yelling about this trip to distract even one moment from the real issues that I think Texans care about, which, which is keeping all of our families safe.", "url": "https://www.nytimes.com/video/us/politics/100000007613989/ted-cruz-cancun-mexico.html"}