{"authors": ["The Associated Press"], "date_download": "2022-10-25 23:42:26", "date_modify": "2022-10-25 23:42:26", "date_publish": "2022-01-11 00:00:00", "description": "Dr. Anthony S. Fauci refuted claims by Senator Rand Paul, Republican of Kentucky, that he was undermining scientists with opposing views.", "filename": "video_us_100000008155526_fauci-rand-paul-covid_1666741346.html", "image_url": "https://static01.nyt.com/images/2022/01/11/multimedia/11virus-briefing-fauci-paul/11virus-briefing-fauci-paul-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_us_100000008155526_fauci-rand-paul-covid_1666741346.html", "title": "Fauci Accuses Senator Paul of Attacking Him for ‘Political Gain’", "title_page": "Fauci Accuses Senator Paul of Attacking Him for ‘Political Gain’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Do you really think it’s appropriate to use your $420,000 salary to attack scientists that disagree with you?” “I think in usual fashion, senator, you are distorting everything about me.” “Did you ever object to Dr. Collins’ characterization of them as fringe? Did you write back to Dr. Collins saying, ‘No, they’re not fringe, they’re esteemed scientists, and it would be beneath me to do that.’” “I did not —” “This happens all the time. You personally attack me with absolutely not a shred of evidence of anything you say. The last time we had a committee, or the time before, he was accusing me of being responsible for the death of five, four to five million people. What happens when he gets out and accuses me of things that are completely untrue is that all of a sudden that kindles the crazies out there and I have life — threats upon my life, harassment of my family. So I ask myself, why would senator want to do this? So go to Rand Paul website, and you see ‘Fire Dr. Fauci’ with a little box that says, ‘Contribute here.’ You can do $5, $10, $20, $100. So you are making a catastrophic epidemic for your political gain.”", "url": "https://www.nytimes.com/video/us/100000008155526/fauci-rand-paul-covid.html"}