{"authors": ["Kassie Bracken"], "date_download": "2022-10-25 23:43:24", "date_modify": "2022-10-25 23:43:24", "date_publish": "2017-10-30 00:00:00", "description": "For decades, the bones of children lay near a home for unmarried mothers and their babies. It took an amateur historian and the horrific memories of those who had lived there to bring the tragedy to light.", "filename": "video_world_europe_100000005168975_tuam-ireland-babies_1666741404.html", "image_url": "https://static01.nyt.com/images/2017/10/30/world/tuamvideo-alpha/tuamvideo-alpha-facebookJumbo-v2.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_world_europe_100000005168975_tuam-ireland-babies_1666741404.html", "title": "796 Irish Children Vanished. Why?", "title_page": "796 Irish Children Vanished. Why? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FRANNIE: Can you get your lens in that hole there? That’s a little monument that the locals put up in memory of the children. And just inside that wall there is where we came across the chamber with the remains in it. There used to be a little apple orchard in there, and that’s what we were doing, we were getting apples. So we jumped off the wall, and when we landed we felt a hollow and there was a crack in the slab, so we actually pried it open. When we pulled it across like you could see there were skeleton remains like, bones. We were told then the next day that the priest had come up and said a prayer and not to go in there again, but we went in straight away, and the whole site had been leveled - cleared. TITLE: THE CHILDREN OF TUAM Text card: Throughout 20th century Ireland, the children of unmarried women were forced to live in “Mother and Baby” homes - institutions financed by the government and managed by the Catholic Church. Text card: This is the only known photo of the St. Marys Mother and baby home in Tuam, Ireland. CATHERINE CORLESS The home was always surrounded in mystique because...nobody was allowed in. We used to walk to school at the time. I lived about two and a half miles out... We always passed those ten foot high walls. And I always remember, especially on a frosty morning, you’d see the glass shining on top of the walls. And I used to wonder why was there broken glass all along the top of the wall? CATHERINE CORLESS I remember the children at school just vaguely. And I do remember they were segregated from the rest of us - we weren’t allowed to play with the. Like a different species, at the time. And I suppose at the back of my mind it was there in the sub conscious... wondering about the children. TEXT: PJ Haverty Lived in the home until age 7 PJ HAVERTY: I cannot remember an awful lot of it because ... there was no love, there was no care. TEXT: Carmel Larkin Lived in the home until age 5 CARMEL LARKIN There was a hedge each side of us, and a crowd of us walking. That’s the only memory I have. TEXT: Peter Mulryan Lived in the home until age 4 MULRYAN: I have no memories of it. I was there for four and half years. PJ HAVERTY: what happened in the home - you know it can happen to you - that you can block things out at such a young age. Nat sound: wind in grass PJ HAVERTY My mother got pregnant outside of marriage, and of course that was a big sin. And the priest in the parish got to hear about it. ...and told her parents that it was an awful disgrace, ... So they told her then that when the baby’s due, that she was to be taken to Tuam, the home in Tuam, and the nuns would look after her there. TEXT : P.J. Haverty’s mother Eileen was among at least 35,000 unmarried women taken to a “mother and baby” home, and forced to give up her infant. TEXT : The Bon Secours, a French order of nuns, ran the home in Tuam with funding from the (Irish) government. PJ HAVERTY then they opened the door and told her she’ll have to leave. 00:04:00 // And she said I want my son. And they just closed the door on her face. ... And every week then, she would walk, say from the center of Tuam, out the Dublin Road, ... every week for five and a half years, knocking on the door. I want to take my son out. That’s my son you have in there. I want to rear him, I want to look after him. And they said no, he’s going to be fostered out. And that was it. MULRYAN: I had no parents. I thought I was an animal, I once did. I used to get dreams at night that I was growing horns. And when I get up in the morning first thing I’d do: such a sigh of relief. CARMEL LARKIN When I went to look for my baptismal certificate, I was 30 at the time, and that’s the first time I seen my mother’s name. MULRYAN: That’s a photograph when I was 4 ½-5, and that’s the woman who minded me. And that’s the only photograph I really have you know, me life. TEXT In 1961 the mother and baby home ceased operations. The building was demolished and subsidized housing and a playground were built on the site. Sound: Catherine walking on gravel. TEXT In 2012, amateur historian Catherine Corless decided to write an essay about the the mother and baby home for a local journal. CATHERINE CORLESS I thought it would be just a simple history - the history of the Bon Secours sisters and how they worked and how they operated. - I thought I’d go to the local library and thought I’d get a volume of information on the home to work on. There was absolutely nothing. MUSIC CUE CATHERINE CORLESS So ah, I— I went to the local people, I said that’s the best way to find out information. And twas only then I got the story of ah, back in the 1970s, when the houses were being built, that the two boys found... bones of children in a tank. FRANNY: I’ve often thought about it afterward, like, what did we come across? There was a chamber, an H chamber, you know, and the amount of bones that were in it, there was a good few. What we came across in 1972 was reported and the government knew about it but yet they didn’t do anything about it. CATHERINE CORLESS I had to determine who was buried there. First of all of course I asked the Bon Secours sisters... and they said... they had no knowledge or no records what so ever of any burial in the home. I got onto the county council and they had no records of burials either. My thoughts went then to how many children actually died in the home. That’s an inspectors report... for the Tuam home from 1947. It shows the conditions of the babies and toddlers and it makes very harrowing reading... You have a 13 month old baby in the care of the Bon Secours sisters who are a nursing congregation you have a miserable, emaciated child with voracious appetite and no control over bodily functions, probably mentally defective... wizened limbs, three months old wizened limbs, three weeks old emaciated and delicate,... That was the excel copy of the death certificates. TEXT: While researching the Tuam home, Catherine Corless discovered the death toll during the 36 years it was in operation: 796 infants and children. CATHERINE CORLESS Unbelievable. Okay all these deaths where are they buried? They’re not in the main Tuam graveyard ... They’re not in their mothers’ hometown graveyards. it is becoming quite obvious what had happened. TEXT: Later that year, Catherine Corless published her essay suggesting that the bones found by Frannie Hopkins were remains of children from the Tuam home. CATHERINE CORLESS At the time there was a lot of questioning my findings - that it wasn’t possible. The Tuam business people frowned very much about what I was doing - I was told that. And I was asking myself - is it the fact that they were illegitimate children, is the stigma still around. That people still don’t care. It just made me more determined, to fight this and to say these children have to be there. People have to know about it. MUSIC CUE TEXT: In March 2017, five years after Catherine Corless began her research, government investigators confirmed the existence of underground chambers in a former sewage area containing “significant quantities of children’s remains.” TEXT: Forensic analysis determined the remains dated to the time the mother and baby home was in operation. MULRYAN Catherine contacted me and said... had you a sibling? And I said no not that I ever heard of. ‘But according to what we’re finding here” she says, “there’s a name” CORLESS WITH PETER’S SISTERS DEATH CERT. Marian Bridget Mulryan was born to Peter’s Mother Delia, in 1954. You can see it there, same mother same address. MULRYAN She said, “could it be your sister…?” MULRYAN AT THE MEMORIAL LOOKING AT THE NAME Mary Lou McDonald, Sinn Fein: “Mulryan 10 months” Mulryan: 1955... that’s it. Yeah. That’s it. MULRYAN They said she died from convulsions. But there’s no doctors to certify that she died at all or where she was buried. I couldn’t find out where she was buried to this day I don’t even know. She could be sold off to America lot a lot more was done. I feel they have something to hide and they don’t want to let it out. CORLESS: It has been said that children were trafficked across to the United States. Of the 796 children maybe perhaps some of those have been adopted illegally and that is a very serious matter, if that is so. ARCHIVAL OF ENDA KENNY ADDRESSING THE DÁIL KENNY: We took their babies, and we gifted them or we sold them or we trafficked them or we starved them or we neglected them or we denied them to the point of their disappearance from our hearts, and from our sight, from our country and in the case of Tuam and possibly other places, from life itself. Yes, we’re all shocked now. CORLESS The state were complicit of course they were, they knew what was going on. They were paying the sisters, did the—did the county council look into these burials? Did they not question what was happening to these children, where were they, did they care, did they turn a blind eye? PJ HAVERTY And why did not one nun come forward? And say it was wrong what we did in Tuam? MULRYAN For a person that was—was supposed to be baptized, they’re not supposed to put into unconsecrated ground. Yet what did the church do? They put them in there. And went and covered up those sites... and put a playground on top of it. How would they feel about it if it was their sister or brother that was in there? CARMEL LARKIN The government is the government, and the church is the church. It’s like knocking a brick wall, isn’t it? PJ HAVERTY There’s seven years taken out of my life I don’t know anything about. And it wasn’t my fault I came into this world I didn’t choose, I had no say in the matter. And why did the nuns treat me like that, if they are supposed to following in God’s footstep? PJ WALKING THE GROUNDS I just get the sense of the babies down there. That they’re there under me. And I feel that there’s some way I could help them, just to get them out of there and give them a proper—proper burial. That’s what I’d just love. FRANNY: You know, you cannot right wrongs, but things need to be recognized for what they were, like. TEXT Ireland’s last mother and baby home closed in 1996. ++ IN 2015, a government commission started to investigate the conditions and mortality rates at 14 former Mother and Baby homes. Their report is due in 2018. ++ Peter Mulryan is still searching for his sister. END CREDITS", "url": "https://www.nytimes.com/video/world/europe/100000005168975/tuam-ireland-babies.html"}