{"authors": ["Kirk Semple", "Adam Westbrook", "Jonah M. Kessel"], "date_download": "2022-10-25 23:41:11", "date_modify": "2022-10-25 23:41:11", "date_publish": "2021-11-23 00:00:00", "description": "American agriculture is ravaging the air, soil and water. But a powerful lobby has cleverly concealed its damage.", "filename": "video_opinion_100000008091680_climate-sustainability-agriculture-lobby_1666741271.html", "image_url": "https://static01.nyt.com/images/2021/11/23/autossell/op-ag-lobby-thumb/op-ag-lobby-thumb-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_opinion_100000008091680_climate-sustainability-agriculture-lobby_1666741271.html", "title": "Meet the People Getting Paid to Kill Our Planet", "title_page": "Opinion | Meet the People Getting Paid to Kill Our Planet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I get it. You’re angry. “Go home!” The oil companies lied to us for years to line their pockets. Our leaders talk tough and act weak, telling us to recycle more, as if that’s going to make a difference. “Blah, blah, blah. Blah, blah, blah.” You recycle? Great. Drink through paper straws and join protests? Go you. But all your anger at politicians and big oil — it’s ignoring a major polluter, a web of industries churning out at least one third of all greenhouse gas emissions around the world, a system that’s polluting our water and degrading our soil. “I want to be blunt with you. I’m very frustrated that the incredible climate movement in America doesn’t talk enough about food.” Yeah, it’s our food system. And a big part of that is agriculture, the industry that farms your food. And in the United States, it’s a significant polluter. Annual emissions? About the same as 143 million cars. Annual profits? About $116 billion. Environmental regulation? Very little. So keep being angry about power plants and planes and plastic straws, but you’re missing a huge piece of the story. “You cannot solve the climate problem unless you fix the American and global food systems.” It’s time to tell that story, and it begins on a farm. Ah, American farming. Young, honest, hardworking families at one with nature bringing forth plentiful bounty using ancient techniques. It’s hard to imagine this being bad for the planet. [ENGINE TURNING OVER] It’s time to ditch your view of the farm. During the last hundred years, the number of farms has plummeted, but their size has soared. Today, much of your food is produced on a small number of very large farms. They look like this and this. “It’s really hard to call many of these places farms.” Yeah. If anything, they’re — “ — much more akin to a factory than they are to anything like a farm.” Meet Peter Lehner. He’s an attorney with an unusual client. “Yes, I’m a lawyer, and my client is planet Earth.” We could go on for hours about all the harmful ways industrial farming is turning up planet Earth’s thermostat. But there are three consequences you really should know about. First, plowing and tilling. That releases carbon dioxide from the soil, as if we needed any more of that floating about. Second, fertilizing the crops. That’s a big source of nitrous oxide, a nasty greenhouse gas. And third, the cattle. More specifically, their burps, a major source of methane. Now methane doesn’t linger as long in the atmosphere as, say, CO₂. But you should know it’s potent stuff. “A bullet doesn’t last a long time, but it can have a big impact.” It’s not just their burps. Industrial farms have so many animals producing so much waste, they have to wash it into these ponds. “That lake is a manure lagoon.” Cue more methane. Oh, and this manure sometimes seeps into nearby streams and rivers. “Toledo’s water supply contaminated because of this algae bloom in Lake Erie caused by runoff from farms and livestock pens.” “Putting poop into our drinking water.” [RECORD SCRATCH] “I don’t know if you want to say that, but that’s what it’s going, what it’s doing.” Now humans have been farming for millennia, but never at such an industrial scale. You probably don’t live near a farm, and maybe you’ve never been on one. But from up here, it’s clear America basically is a farm. Agriculture uses much of the country’s land and a lot of its water. And in some places, it’s still expanding. In 2019 alone, another 2.6 million acres of North American grassland became farmland. Acres of land that were once storing greenhouse gases are now pumping them out. “Industrial agriculture today is one of the largest sources of water pollution in the U.S., one of the largest sources of air pollution, one of the largest sources of greenhouse gas pollution.” And get this. The five biggest meat and dairy producers in the world together produce more emissions than ExxonMobil, Shell or BP. And if all the cattle in the world were a country, it would be the second-biggest greenhouse gas polluter after China. The stakes couldn’t be higher. But wait, did someone say steak? Given all this, why aren’t we angry about the agriculture industry in this country? Why, when we think of climate change, do we think of big oil, not big ag; Exxon and not Tyson? Well, don’t beat yourself up. A lot of people have spent a long time, not to mention a huge amount of money, to hide the environmental harm of industrial farming. It’s time you met the big ag lobby, one of the most powerful influences on policy in America. Just how powerful? “Well, how many vegans do you know?” This is Jennifer Jacquet. She’s been investigating the ag lobby. Along with Peter, she’s going to pry open the lid for us on how the lobby works. And now our story moves from a farm to a hill. You don’t have to walk far around Washington, D.C., to find a group lobbying for big ag. There are loads of organizations, all of them within a taxi ride of Congress. But if you remember just one, make it — “The American Farm Bureau Federation.” “They are a force to be reckoned with.” Run these days by this guy, Zippy Duvall, a man with friends in high places. “Where’s Zippy? Zippy? Zippy? Hi, Zippy. What a good name.” Now, some argue lobbying is an important part of the democratic process. But when we started digging into the big ag lobby, we discovered it’s basically — “The most powerful lobby on Capitol Hill. They’re phenomenally powerful.” Big farming corporations are making huge profits at the planet’s expense, and they’d really like to keep doing that without any interference, thank you very much. So the big ag lobby has one key aim — block environmental regulation. “The 10 largest meat and dairy companies, they are all actively working against regulations in one way or another. The lobby will fight anything, whether it’s access to grazing land, climate legislation that potentially will increase costs.” The lobby strategy involves three big plays, starting with a myth. “— was 6 when I knew what I wanted to be.” This slick film, produced by a lobbying group called U.S. Farmers and Ranchers in Action, shows just how they want you to think about farmers. “That’s what you’ll see on the side of your milk carton. It’s the bucolic family farm. It’s the mom-and-pop farmer, often with a little kid in their arms.” “Truly becoming more and more sustainable? I felt like I was on a mission.” [RECORD SCRATCH] Here’s a quick reminder of what farming actually looks like. “Those practices are only used on about 2% or 3% of American cropland.” “I mean, this is just pure propaganda. It’s a Marvel movie for agriculture.” “We’re superheroes.” And like a Marvel movie, it’s building a myth, a myth where industrial farmers are superheroes defending the Earth, not destroying it. Their archenemy? “Any type of mandatory regulation or even reporting of their pollution.” And as long as we all continue to believe this myth, they’re winning. During the last two decades, the agriculture industry spent $2.5 billion on lobbying. That’s a lot less than the fossil fuel industry, sure, but try telling that to the shareholders at Tyson. “In terms of the percentage of revenue that they’re willing to spend on political action, Tyson, one of the biggest meat companies in America, spends more on political lobbying than ExxonMobil does.” That cash buys the industry friends in powerful places. “We know this involves a revolving door between industry and government positions. John Boehner, who is an infamous climate denier — he stood in the way of climate action through many administrations. He is now on the board of JBS.” And if there’s cash to spare, hey, why not sponsor a major sports team or two? You would think this would be a crisis the Democrats could unite around. But because everyone has farms in their state, politicians on both sides are easy to persuade. Meanwhile, environmental activists? They’re busy fighting everything else. “Most environmental groups will only spend maybe 1% or 2% of their budget on agriculture, despite its enormous impact.” “We don’t control the conversation, they do.” And perhaps the lobby’s biggest advantage is that all this pollution? You can’t see it. “It’s pretty easy to measure what’s coming off of a factory. You’ve got smokestacks. You’ve got specific discharge pipes. But it’s hard to put a gizmo to measure what’s coming off of millions of acres of fields.” All these factors give the big ag lobby an easy ride. But make no mistake. “The P.R. firms are excellent. The lawyers are excellent. I absolutely envy how good these lobbyists are at their job.” It’s outrageous what the big ag lobby has gotten away with. Here are some big wins. Any suggestion that methane emissions should be regulated are quickly branded a — “— cow tax.” A catchy rallying cry that politicians and commentators can parrot. “— cow tax.” “— cow taxes.” “— cow taxes.” That flips a smart green idea into something that sounds absurd and won’t pass. That’s the big ag lobby in action. And when big ag’s lack of regulation gets challenged? “The industry was able to go to Congress, and within about six months, get Congress to amend the law to exempt animal factories from reporting their toxic air emissions. You can imagine how frustrating that is.” The big ag lobby. Meanwhile, while Congress hauls big oil execs in to answer for their lies — “You’re funding these groups. They’re spending millions of dollars in Congress to kill electric vehicles. You could tell them to knock it off for the sake of the planet. Would any of you take the opportunity to look at API and say, stop it? Any of you?” The big ag execs have never been grilled in the same way. That’s the big ag lobby, baby. Remember the Kyoto Protocol back in the ’90s, or the Waxman-Markey clean energy bill during the Obama administration? They never made it past the finish line in the United States, thanks in part to you know who. And how about this? “Sustainability is everything to a farmer because we want our farms to live on for other generations.” After years of denying climate change — “The American Farm Bureau Federation didn’t really recognize the reality of human-induced climate change until a couple years ago.” — and downplaying farming’s role in it — “Are we really causing climate change?” “The science doesn’t back up pointing to U.S. cattle as a major driver of increasing methane.” — big ag is now rebranding itself as the solution to global warming. “Sustainability is a buzzword today. But truth be known, farmers and ranchers have been working on sustainability from the beginning.” Since the beginning of when, last week? Seriously, that is some manure lagoon-sized BS. Oh, wait, there’s more. “JBS, the largest meat company in the world, took out a full-page ad in The New York Times committing to net zero.” But don’t be fooled. “Meanwhile, they’re also funding trade organizations, Republican congressmen, they’re fighting bills, but they’re doing it through these third parties so that they don’t have to take the hit reputationally.” As if it’s about turn isn’t outrageous enough, get this. “But we’re going to take the lead. We’re going to be part of that solution. We’re going to make sure that we’re at the table.” Big ag now says it wants farming to be more sustainable, but on two conditions. First, it’s insisting that measures be voluntary, and second, that farming corporations get paid by us to go green. “They want to get paid to clean up their mess.” It’s like oil companies demanding billions of dollars to clean up after a spill. Man, this lobby is incredible. What do we do about it? “I want to just interrupt. I think that what I need to go to is a caucus meeting. And as much as I’m dying to hear my colleague and friend Chuck Schumer speak, this is more important.” Senator Cory Booker is a member of the Senate’s Agriculture Committee, and he’s one of the few elected officials who have taken on the big ag lobby. “I’ve been here eight years. From oil to pharma, the most powerful lobby to me is the big food, because again, they have allies and influence on both sides of the aisle. We also need to take the worst offenders, who are releasing extraordinary amounts of methane, who are ruining our rivers and lakes and streams, who are offsetting all of these collateral consequences to us and keeping all the profits for themselves. There must be regulation. And we need to take these big, multinational factory farms and stop them, put a moratorium on their growth and eventually phase them out.” Will big ag ever get regulated? One day soon, it will have to change its ways. “— historic drought across the West is already impacting the agricultural industry.” “Some farmers say they’re having to walk away from fields of crops just to get through this dry —” “— high water has delayed planting for many growers who can’t afford to miss out on a good crop this season.” “Rain has washed away parts of his fields.” In their greed, they’ve created a self-defeating feedback loop that’s harming us all. “We — we are past a national emergency.”", "url": "https://www.nytimes.com/video/opinion/100000008091680/climate-sustainability-agriculture-lobby.html"}