{"authors": [], "date_download": "2022-10-25 23:35:58", "date_modify": "2022-10-25 23:35:58", "date_publish": "2022-02-02 00:00:00", "description": "In a major rebranding effort, the capital’s N.F.L. franchise renamed itself the Washington Commanders. The team also unveiled a new logo, mascot and uniform.", "filename": "video_sports_football_10000_eaeeb47aefdee4be8ba359ab47968574_sports_1666740958.html", "image_url": "https://static01.nyt.com/images/2022/02/02/sports/02washington-name-new/merlin_201215877_99828ad3-4628-42bd-89ce-58bad4441645-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_sports_football_10000_eaeeb47aefdee4be8ba359ab47968574_sports_1666740958.html", "title": "Washington’s Football Team Announces New Name", "title_page": "Washington’s Football Team Announces New Name - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We landed on this after conversations with alumni in focus groups, focus groups with longtime fans, people that we want to become fans, community leaders, folks in the area who are doing great things. That is how we got here and we landed on this in part, because we believe the Washington Commanders can carry the rich legacy of this team — a championship legacy. It’s got the weight and heft of something that is befitting a 90-year franchise. It’s something that broadly resonated with our fans in this process, and it’s something that embodies the values of service and leadership that really characterize the D.M.V. and this broader community. This is a community of leaders, of service-minded people. Not just in the overt ways of the federal government and that sort of thing, but also all the nonprofits that find their start here and are trying to change the world for the better. It’s the people who are creating community partnerships in and around this area. This is a place of leaders. This is a place of people that want to change things for the better. And the Washington Commanders embodies that.", "url": "https://www.nytimes.com/video/sports/football/100000008188619/washington-nfl-name-commanders.html?playlistId=video/sports"}