{"authors": ["Barbara Marcolini", "Ainara Tiefenthäler", "Yuling Chow"], "date_download": "2022-10-25 23:40:11", "date_modify": "2022-10-25 23:40:11", "date_publish": "2019-10-02 00:00:00", "description": "On Aug. 11, undercover officers in Hong Kong infiltrated crowds and severely beat protesters. We examined footage from that night and, for the first time, three men injured by the police told us their stories, painting a vivid picture of what happened.", "filename": "video_world_asia_100000006702862_hong-kong-protests-police-officers_1666741211.html", "image_url": "https://static01.nyt.com/images/2019/10/02/world/asia/02a2-rail1/cover-4-facebookJumbo-v2.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_world_asia_100000006702862_hong-kong-protests-police-officers_1666741211.html", "title": "‘I Was Begging for Mercy’: How Undercover Officers in Hong Kong Launched a Bloody Crackdown", "title_page": "‘I Was Begging for Mercy’: How Undercover Officers in Hong Kong Launched a Bloody Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Aug. 11, 2019: Anti-government protests in Hong Kong were winding down for the day. Then, just before 10 p.m., one street erupted into chaos. Men in black t-shirts rushed in, tackling people and beating them with batons. They were dressed just like the protesters but they turned out to be police officers. In the footage from that night, we see 23-year-old Chow. He was brutally pinned to the ground. Now, he’s telling his story for the first time. It was one of the ugliest scenes in the months-long protests, right in the middle of a typically vibrant shopping district in the city center. Fifteen people were arrested, and several suffered serious injuries ranging from a brain hemorrhage to broken bones. We examined video footage and spoke to over a dozen witnesses and experts. Three of the men arrested agreed to tell us their stories, helping paint a vivid picture of what happened that night. They wore masks to conceal their identities. Chow asked to only use his first name, and the other two asked us to use their nicknames. All of them fear retaliation from government supporters. Hong Kong police have been accused of using excessive force since protests began in June. And this incident is one example of the conduct that has infuriated citizens, driving calls for an independent investigation. In the footage from that night, we see Chow here. He appears to try to break up a fight between a group of people who all look like protesters. Then riot police intervene. Chow is pushed to the ground. A group of men in black and police officers in uniform surround him. Three of them pin him down. We see one undercover officer kneeling on his head while another in uniform hits him in the face with a baton. Chow lost his two front teeth and had to have stitches on his eyelids and nose. Video of his arrest went viral and caused widespread outrage. Still, police defended their use of force. Officials said officers were involved in an undercover operation, targeting what they referred to as a core group of violent rioters. But the three men we spoke to say they didn’t know each other. And protests in that area had ended hours before the incident. K, who’s 18, says he and other protesters were getting ready to leave when they were attacked. “I always dreamed that thing over and over again. And it’s actually really hard. I just can’t sleep.” K says at first he thought the undercover officers were pro-government groups. “I thought they were the gangs until I’m on the ground and they put handcuffs on me. Before that I asked them so many times, ‘Are you guys police?’ And I got no replies.” In the footage from that night, we see K here in the back, just off the main road. He tries to run, but two men in black knock him down and hit him with batons. “They just keep hitting me on everywhere, and he stepped on my face. Then he kicked me on the left eye.” According to Hong Kong police guidelines, officers must identify themselves before making arrests. Kenneth Lam is a lawyer representing some of the men detained that night. “If they don’t identify themselves, they simply don’t know whether these guys are police officers, whether they have the authority to arrest.” Also there on Aug. 11 was Jack, at a bus stop nearby. He showed us his injuries. Jack had emergency surgery hours after his arrest. On his medical records, the cause of his fractures was listed as assault. K says he too suffered a severe injury. “The doctors say I have a brain hemorrhage.” He doesn’t yet know what the long-term effects will be. But ever since the incident, he’s had nosebleeds almost every day. It even happened once after one of our interviews with him. “One time, it gets me like 30 minutes to actually stop the nosebleed. And yeah, I always feel dizzy.” After the arrests, the men were taken here, 25 miles north, to this migrant detention center in San Uk Ling, close to the border with mainland China. “There is a lot of different rooms and it is full of protesters inside. In my room, we are all injured. Me as well — I’m bleeding.” Chow was in the room with K. For several hours, police denied medical help and legal assistance to the group arrested that night, including the three men we talked to. Meanwhile, lawyers had been waiting just outside the detention center. “We arrived at about midnight. But only after 10 to 11 hours we were able to see the first few of them. What the police have done is plainly violating the rights of arrested person.” K hasn’t been charged with any crimes yet, but his case is still ongoing. “I’m actually really scared to go out now because there’s police and cameras everywhere.” Jack is filing a civil claim against the police. He and Chow were charged with participating in an illegal assembly, which can lead to up to three years in prison. Chow says he still struggles with memories of that night and the uncertainty of what’s ahead.", "url": "https://www.nytimes.com/video/world/asia/100000006702862/hong-kong-protests-police-officers.html"}