{"authors": ["Nilo Tabrizy", "Jared T. Miller"], "date_download": "2022-10-25 23:01:07", "date_modify": "2022-10-25 23:01:07", "date_publish": "2019-09-27 00:00:00", "description": "President Trump is facing calls for impeachment related to a phone call with Ukraine’s president. Who’s the man on the other end of the phone?", "filename": "video_world_europe_100000006734357_trump-ukraine-zelensky_1666738867.html", "image_url": "https://static01.nyt.com/images/2019/09/27/world/23zelensky1/23zelensky1-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_world_europe_100000006734357_trump-ukraine-zelensky_1666738867.html", "title": "Volodymyr Zelensky: The Ukrainian President Linked to Trump Impeachment Inquiry", "title_page": "Volodymyr Zelensky: The Ukrainian President Linked to Trump Impeachment Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump is facing calls for impeachment related to a phone call with Ukrainian president Volodymyr Zelensky. A reconstructed transcript of the call appears to show the president asking Zelensky to investigate a political rival, Joe Biden, and his son Hunter. Zelensky denied this. “I think, and you read it, that nobody pushed, pushed me, yes.” “In other words, no pressure.” Here’s a closer look at Ukraine’s leader. He’s a first-time politician who won a landslide victory in May with more than 73 percent of the vote. He beat Petro Poroshenko, who he argued did little to combat rampant corruption. Before entering politics, Zelensky was a comedian and the star of a popular TV series. In a case of life imitating art, Zelensky played a teacher who unexpectedly became president after a speech on anti-corruption went viral. His major priority is ending the war with Russia. Zelensky uses social media to push his image as an everyman, posting selfies, showing off his vacation in the Black Sea, enjoying Ukraine’s sunflower fields and working out. Zelensky is now in a tough spot. He’s caught between wanting to build good relations with the U.S. and getting stuck in the middle of an American political scandal. “I’m sorry, but I don’t want to be involved to, democratic, open — elections. Elections of U.S.A.”", "url": "https://www.nytimes.com/video/world/europe/100000006734357/trump-ukraine-zelensky.html"}