{"authors": ["Reuters", "The Associated Press"], "date_download": "2022-10-25 23:35:57", "date_modify": "2022-10-25 23:35:57", "date_publish": "2022-01-10 00:00:00", "description": "The family of Novak Djokovic celebrated an Australian judge’s decision to reinstate his visa, though government officials warned they could still cancel it again.", "filename": "video_sports_tennis_novak-d_05644ba08c821f123c4fdc316ab76017_sports_1666740957.html", "image_url": "https://static01.nyt.com/images/2022/01/10/multimedia/10aus-djokovic-top/10aus-djokovic-top-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_sports_tennis_novak-d_05644ba08c821f123c4fdc316ab76017_sports_1666740957.html", "title": "Novak Djokovic’s Family ‘Grateful’ After Tennis Star Wins Appeal", "title_page": "Novak Djokovic’s Family ‘Grateful’ After Tennis Star Wins Appeal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s been a battle for all of us, it’s not just about Novak, obviously. We’ve been defending him every possible way we could, because we know he’s a truthful and rightful guy, and he will never do anything to cross any federal or state law anywhere in the world.” “I am very worried but I don‘t want to think like that, and I just hope that it will stay like this, that he will be free and he will play.” Reporter: “What would you say to the Australian government now about that chance of him being deported?” “I don’t want to say anything about that, I mean, they are doing whatever they need to do, but we will fight again.” “At the moment — and the whole process was not about tennis and tournament in Australian Open, it was more about the justice being pulled out and about the things that they did in there. And you know, we’re grateful for the justice system of Australia, and I’m sure that, you know, the justice will go on and the truth will, you know, be truthful all the way.”", "url": "https://www.nytimes.com/video/sports/tennis/novak-djokovic-australian-open-coronavirus.html?playlistId=video/sports"}