{"authors": ["Quynhanh Do"], "date_download": "2022-10-25 23:54:10", "date_modify": "2022-10-25 23:54:10", "date_publish": "2015-01-14 00:00:00", "description": "President François Hollande spoke at a burial ceremony in France for the three police officers, including one Muslim, who were killed in last week’s violence.", "filename": "video_world_europe_10000000_8f9b28240f43c05b048ef165864592d8_paris-terror-attack-on-charlie-hebdo_1666742050.html", "image_url": "https://static01.nyt.com/images/2015/01/14/world/europe/14paris-video/14paris-video-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_world_europe_10000000_8f9b28240f43c05b048ef165864592d8_paris-terror-attack-on-charlie-hebdo_1666742050.html", "title": "Paris Pays Respects to Slain Officers", "title_page": "Paris Pays Respects to Slain Officers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“To you, families, close ones, I assure you that all of France shares your sorrow and your grief. Clarissa (Jean-Philippe), Franck (Brinsolaro), Ahmed (Merabet) died so we could live free. That is what hundreds of thousands of our fellow citizens have wanted to express by demonstrating on Sunday everywhere in France, by standing up en masse to share your sorrow, to express their attachment to freedom, to democracy, to brotherhood, also to deliver a message of gratitude to the police forces.” SOUNDBITE (French) Francois Hollande, French president: ++PARTLY OVERLAID BY CUTAWAY OF POLICE++ “Last Sunday, France has shown its strength faced with the fanatics. It has shown its unity against those who divide it. And it addressed its solidarity to all the victims of terrorism.” (SOUNDBITE) (French) FRENCH PRESIDENT, FRANCOIS HOLLANDE, SAYING: “Thanks to you, with you, France is standing. Long live to the Republic, long live to France.” PARIS, FRANCE (JANUARY 13, 2015) (FRENCH POOL - NO ACCESS FRANCE) (SOUNDBITE) (French) FRENCH PRESIDENT, FRANCOIS HOLLANDE, SAYING: “Thanks to them, thanks to you, freedom won over barbarism. And it’s the people of France who stood up to express its attachment to living together, in harmony and fraternity, in front of the leaders of the whole world. ”", "url": "https://www.nytimes.com/video/world/europe/100000003446859/paris-pays-respects-to-slain-officers.html?playlistId=video/paris-terror-attack-on-charlie-hebdo"}