{"authors": [], "date_download": "2022-10-25 23:52:26", "date_modify": "2022-10-25 23:52:26", "date_publish": "2020-12-11 00:00:00", "description": "On Friday, President-elect Joseph R. Biden Jr. announced additional nominees of his leadership team, echoing Mr. Biden’s commitment to building a cabinet representative of the country’s diversity.", "filename": "video_us_politics_100000007499497_biden-cabinet-picks_1666741946.html", "image_url": "https://static01.nyt.com/images/2020/12/11/us/politics/11dc-biden-cabinet-video/merlin_180407259_e1560c3c-9632-41da-b8fb-6a884865bfaf-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_us_politics_100000007499497_biden-cabinet-picks_1666741946.html", "title": "Biden Announces Cabinet Nominees", "title_page": "Biden Announces Cabinet Nominees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“To each of you on this team, you have my gratitude, the gratitude of the vice president and me for answering the call to serve again. It’s time to rededicate ourselves to the mission our government agencies were entrusted with. And to the American people, help is on the way. I promise we’re not going to let you down.” “I’m honored by the trust that you placed in me to return to the vital work of the U.S.D.A. at a very critical moment for so many families and communities throughout America.” “I thank you for the opportunity to join this remarkable team, and work on behalf of people in every city and community to serve all those who are struggling and looking for the fair shot we all deserve.” “In this work, there is a mission that can bring every American together, caring for our nation’s veterans and their families. As you have said, this is a sacred obligation, and I know it’s that for you and Dr. Biden — it’s also very deeply personal.” “I look forward to harnessing the power of our trade relationships to help communities lift themselves out of the current crisis. And I am grateful for this chance to serve, fight for and reflect America on behalf of all of our people, once again.” “I promise you, I will do everything I can to help this country I love to build back better, to make our government deliver for all Americans.” “Over these past few days and weeks, we have announced members of our administration who will help us meet the unprecedented challenges facing the American people.”", "url": "https://www.nytimes.com/video/us/politics/100000007499497/biden-cabinet-picks.html"}