{"authors": [], "date_download": "2022-10-25 23:43:28", "date_modify": "2022-10-25 23:43:28", "date_publish": "2020-09-04 00:00:00", "description": "The New York Times Presents, our documentary TV series, investigates recordings, 911 calls and over 1,500 pages of police records to reveal a clearer picture of the botched drug raid by the Louisville police that led to Breonna Taylor’s death.", "filename": "video_universal_10000000739_ba51ecc8436c161535db2b825b3aa10e_times-documentaries_1666741408.html", "image_url": "https://static01.nyt.com/images/2020/09/04/universal/04nytp-breaonnataylor/04nytp-breaonnataylor-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_universal_10000000739_ba51ecc8436c161535db2b825b3aa10e_times-documentaries_1666741408.html", "title": "The Killing of Breonna Taylor", "title_page": "The Killing of Breonna Taylor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[device beeps] 911 OPERATOR: 911, what is your emergency? 911 OPERATOR: Okay. 911 OPERATOR: Kenneth, can you hear me? ♪ ♪ ♪ ♪ [birds chirping] - I was in bed, sleeping, and about sometime after 12:00, Kenny called me. He was crying, and he was yelling her name and said that somebody kicked in the door and he think Breonna was shot. And I kind of— I dropped the phone. [tense music] ♪ ♪ [device beeps] 911 OPERATOR: 911, what’s your emergency? SUMMER: I immediately called 911. I mean, it was just, like... [blows raspberry] Just tons of gun— bullets going everywhere. ♪ ♪ - So I started calling him, and he wasn’t answering the phone, so I started calling Breonna, and she wasn’t answering. NEIGHBOR: I’m roughly 100 feet from her apartment. My apartment does physically touch hers in the top right corner. So all that was between me and the outside was the, uh, screen door. And I’m sitting there watching TV. I mean, it was little past midnight or whatever, and I hear a pop-pop-pop. Immediately after that, I heard two more pops, and that’s when I pulled my blinds open to see what was happening outside. It sounded like the O.K. Corral. - I heard about—maybe about 20 to 25 shots ring out. ♪ ♪ At that time, I cut on my radio, and then I started to hear, you know, “Officer down.” DONAVIS: I knew right away that it was an officer-involved situation. And then I was listening to hear the address. DONAVIS: I then immediately put on my uniform and ran down to the scene. NEIGHBOR: Police just shot. The police just shot. - This morning, we had a—a critical incident involving one of our officers, who was shot, and another person at the scene who was killed. I wanna say that, uh, we’re extremely fortunate, uh, that our officer, Sergeant Jon Mattingly, was not more seriously injured. [unsettling music] ♪ ♪ AMANDA: This is Sergeant Amanda Seelye of the Louisville Metro Police Department’s Public Integrity Unit. Today’s date is Wednesday, March 25, 2020. Uh, Sergeant, in your own words, the incident that occurred at 3003 Springfield Drive, apartment number four? - At this point, I can see police cars, and I can see the commotion. And at that point, I hear them calling him out of the house. DONAVIS: And him saying, “I’m trying, I’m trying.” DONAVIS: After that point, they secure him and take him away. DONAVIS: At that point in time, I knew that Kenneth Walker was in custody. [suspenseful music] ♪ ♪ - I get dressed and head over there to the apartment. When I got to the street, it was flooded with police cars. It looked like a parade or something. There was an officer at end of the road. I explained to her that I needed to get through there, that something was going on with my daughter. And she told me to get to the hospital. [tense music] So I did. I went to the hospital. And they said, “She’s not here.” And so I waited for about two hours. She came back and said, “Well, ma’am, “we don’t have anything saying that this person is even on the way here.” So I knew that I needed to get back to the apartment. ♪ ♪ When I got there, the detective, he told me to hold on, that he would be back. So it was another hour or so before he comes back. I said, “Where is Kenny? Because you’re not telling me anything.” And he said, “Kenny’s at one of our offices, helping us piece together what happened here tonight.” POLICE OFFICER: Today’s date’s March 13, 2020. I am here with... POLICE OFFICER: Kenneth. KENNETH: [sobbing and sniffling] [somber music] - We stood out there till about almost 5:00 in the morning. It just made no sense, like, there’s all these police out there, and nobody’s telling me anything. I don’t know why any of this is happening. I said, “Well, where’s Breonna? I need to see Breonna.” - I told them, “Just hold on one second. I’m not at liberty to say anything that happened.” And then I went to go get a detective, and they went and spoke to Breonna’s family at that point in time. TAMIKA: It was about 11:00 in the morning when he comes back over and says they were almost done. And I said, “Okay, that’s fine, but where is Breonna?” And that’s when he said, uh, “Well, ma’am, she’s still in the apartment.” So...I knew then what that meant. [birds chirping] [sighs] Yeah. [melancholy music] Then we finally, about 2:00, was able to get into the apartment. ♪ ♪ I saw where she laid on the floor and died. It was bullet holes everywhere: in the ceiling, into the upstairs apartments, the walls, the clock, the stove, the bed, soap dish. I just... I was sorry that I wasn’t there. [sobbing] ♪ ♪ No one ever told me really what happened there, though. I didn’t find out that she was shot by a police officer till I saw it on the news. NEWSCASTER: Louisville police say three officers executed a search warrant at Taylor’s apartment, an address police believed was used by a suspected drug dealer to traffic narcotics. - To hear that, sounds like— it just made no sense. ♪ ♪ - I didn’t. I called, but they never called back. It was a couple days later. I called an attorney because nobody’s telling me anything. [dramatic music] ♪ ♪ SAM: I first heard from Breonna Taylor’s family the Saturday following Breonna’s death. And immediately, there were red flags. Because this case had been presented initially to the media as if officers came in, they were immediately confronted with gunfire, and they fired back, and a girl died. You know that that is a smidgeon of the actual story. ♪ ♪ [gentle piano music] ♪ ♪ TAMIKA: Breonna was born in 1993. I was in disbelief. I was 16 years old. I feel like we grew up together. Mostly everything I knew, I learned through being her mother, and she learned everything through me. She was a better version of me, though. She was—yeah. [chuckles] Just full of life, just easy to love. She had a smile, out of this world. [hip-hop music playing] - Hey, if you ain’t got you a Breonna... - Or a Preonia. - You losing! PREONIA: Our relationship was more like sisters. Instead of being twin sisters, we were twin cousins. Pre and Bre. [melancholy music] We always had a bond as kids. I didn’t have a lot of support or motivation growing up, and just seeing how she was wanting to be successful... She drove that into my head. Like, “This is what we’re gonna do. This is how you’re gonna do it.” And I probably learned more from her than my own mother. ♪ ♪ - I was more like the older sister cousin. I just loved, uh, who she was. She always had, like, a problem solver attitude. It never mattered how big the problem was. She knew that she could solve it. TAMIKA: She started saying, “Yeah, I’m gonna be a nurse.” I knew she’d help people, though. Even as a kid, I can remember her being seven years old, saying to my mother, “Let me check your blood sugar.” Like, leave her alone. But she—my mother will let her stick her finger in, and she was, like—she was so pumped up to do it and help her do her insulin. I’m like, “Oh, my God.” She was one of those people. She made a plan, and she went. That was it. JESSICA: I liked her as a worker. She would get to work early. Was just a go-getter. She was ready to go, to learn. She had previously been an EMT. She’s like, “I wanna be a nurse.” So she worked as an ER tech, and that was, like, her first step to becoming a nurse. BREONNA: Hey! What! [laughter] KATRINA: When you’re around her, you’re gonna enjoy it. - Exactly. KATRINA: You’re gonna have the time of your life, even if it’s just riding to Chick-fil-A and getting macaroni and cheese, you know? Like, you’re really gonna have a good time. PREONIA: Literally. - Literally, like— PREONIA: You go—she gonna turn her music up, she’s gonna put the pedal to the metal, and we gonna ride to Chick-fil-A and get some— KATRINA: Yes. Macaroni and cheese. And it’s— [laughter] PREONIA: And that’s just what it’s gonna be. KATRINA: Yeah. - ♪ Yeah, yeah, yeah, dog ♪ [laughter] - I went to school with her. Even when she went to college, she’ll come back home, and she’ll come pick me up. I’ll go spend the night with her on weekdays, and she’d be like, “Get up, you gotta go to school. I gotta take you to school.” And she’ll take me around to school. - That’s just who she was, and it’s like, we don’t have that no more. PREONIA: Right. [melancholy music] ♪ ♪ - Yeah. ELYSIA: I’ve cried every day since March the 13th. Like, I thought maybe it’ll get a little easy on us. It’s actually, like, hurting more. I never knew I was capable of hurting like this. You know? Like, I think I need psychological help out— at this point about the situation. ♪ ♪ And I’m a strong person. It’s got me so weak. ♪ ♪ I’m sorry. ♪ ♪ [insects chirring] ♪ ♪ KENNETH: Breonna was a great person, and she didn’t deserve what happened to her. She was more than a girlfriend. More than that, was my best friend for sure. [dramatic music] ♪ ♪ We met, I guess, on Twitter. [laughs] Kinda, like, flirting all the time on there. She went to University of Kentucky. I went to Western Kentucky. But Twitter was the big thing at the time. So...yes. Yeah, about that time. Mm. I kept on telling her, “I don’t wanna be friends no more.” [laughs] “But we can be if we have to be, but I don’t wanna be.” ♪ ♪ Even off, we was always on. There was no way we was ever gonna leave each other alone, no matter what was going on. No matter how it started, we was always gonna come back together. There was a million times where I said, “I’m not messing with her anymore ever again.” And I’m sure she said the same thing several times, but somehow we always ended up back together. Love you too. Let me show you some love. [smooching] [laughter] Come here, girl. BREONNA: Ooh. FRIEND: [groans] [laughter] KENNETH: We had baby names and everything. Kenbre—just for the record, that was the girl name. It’s Kenny and Bre mixed. I like that. But, um, yeah, like, everything was going really good. We was—our friendship was at an all-time high, and then we were both getting everything together that we wanted to do individually, so it was about time for everything to work together. [delicate music] - It was happening for her. ♪ ♪ I was proud. ♪ ♪ [tense music] ♪ ♪ PREONIA: After the killing and when the media tried to assassinate Breonna’s character, it was just like, “Nah, we gotta do something about this. We can’t keep quiet.” KATRINA: It was important, because they were spreading a false narrative that she was a drug dealer and Kenny was a cop killer. PREONIA: We calling each other like, “What is going on? This is crazy.” KATRINA: Why’d this happen? PREONIA: Yeah. What was the reason? The real reason. KATRINA: The real reason. ♪ ♪ - I still don’t have any real answers. - I think what Tamika and everybody else out there is looking for is the truth, uh, and some form of action. ♪ ♪ - After the raid that killed Breonna Taylor, Metro council members say it’s time to speed up certain investigations and release more info to the public faster. DAVID: Unfortunately, many of the things that we’ve learned about the shooting have come from, um, the attorneys involved in the case and from the media and—and not from, uh, the mayor or the police chief. ♪ ♪ We as the metro council were demanding from the mayor any and all documents and information related to Breonna Taylor and police actions. The Office of the Attorney General for the state of Kentucky is conducting a separate but independent investigation. - The Louisville Police Department issued this statement about the internal investigation into Breonna Taylor’s case: “The investigation will go “to Attorney General Daniel Cameron, “whose office will review it since Commonwealth Attorney Tom Wine has recused himself.” DANIEL: And also the FBI is conducting a separate investigation. NEWSCASTER: As we understand it, the FBI is focusing its investigation primarily on potential civil rights violations and how police went about getting and executing that no-knock warrant. ♪ ♪ - On March the—the 12th, uh, there were warrants signed by one of our circuit judges. Included in that warrant— those warrants, excuse me, was the home of Ms. Breonna Taylor. [suspenseful music] ♪ ♪ DAVID: The reason the judge signed the warrant for Breonna Taylor, I’m not sure. ♪ ♪ THOMAS: There’s a paragraph in those warrants called a no-knock provision, which means the officers, they simply knock in the door, uh, using a battering ram or whatever device they have. ANNOUNCER: It takes a team to search for the truth. We are Louisville Metro Police. [uplifting music] DAVID: Police often look at no-knock search warrants as a tool they can use in the war on drugs. A no-knock warrant is used to try and catch a suspect off guard. The downside is, if things don’t go well, then people get hurt and people get killed. SAM: When we look at the day of March 12th, the early morning of March 13th, it was a series of catastrophic failures. A single one of them doesn’t happen, and Breonna Taylor is alive. We’ve got five no-knock warrants. They’re being issued to hit five different residences, three of which are for properties on Elliott. Then you have the fourth one for West Muhammad Ali, and the fifth no-knock warrant is for 3003 Springfield Drive, apartment four, which is in a totally different area of Louisville. It is a nice apartment complex, and it’s Breonna Taylor’s home. And one house in particular, 2424 Elliott, happens to be their primary target, Breonna Taylor’s ex-boyfriend Jamarcus Glover. [tense music] THOMAS: Jamarcus Glover was convicted in about 2008 in Mississippi for trafficking in cocaine, and subsequently in Kentucky, I believe it was 2014, he picked up a second conviction for illegal possession of controlled substances. To the best of my knowledge, there are no convictions for violent crimes. Of course, now we have him up here in Jefferson County. There was certainly evidence that would suggest that there was a connection between Breonna Taylor and Jamarcus Glover. OPERATOR: Hello, this is a free call from an inmate at Louisville Metropolitan Corrections Department. BREONNA: Yo. [inquisitive music] ♪ ♪ LONITA: Sam and I got to work on investigating. We connected the Elliott Street search warrants and the search warrant on Breonna’s house. ♪ ♪ - One of the allegations against Ms. Taylor was that he may have kept money and/or drugs at her home. The officer who had drafted the warrant saw Mr. Glover go to Breonna Taylor’s home and saw him leave with packages sometime in January of 2020 and were able to confirm that Jamarcus Glover was using Breonna Taylor’s address for his own address as late as February 2020. So those were just some of the things that were in that warrant, the affidavit. [light dramatic music] ♪ ♪ LONITA: I take issue with the information in the search warrant; it was old. Um, a narcotics detective would tell you, you wanna corroborate any activity within 48 hours of getting that warrant to say, “We’ve seen this behavior within the last 48 hours.” ♪ ♪ DAVID: I have some questions about whether that was a valid search warrant or not. [tense music] There’s a matrix that the police department uses for every search warrant. It would ask questions such as, “Is the facility— does it have reinforced doors? “Does it have steel bars? “Are there cameras for surveillance? “Is the person that you’re looking for armed or known to be armed in the past?” And so in this particular incident, where it lists the reasons for the no-knock search warrant, those reasons appear to be for some other location, because there was no security doors on Breonna Taylor’s home. There was no surveillance cameras. There’s no criminal history of Breonna Taylor having a weapon or anything like that. ♪ ♪ SAM: What we know is that these warrants get obtained between 12:25 and 12:37 in the afternoon on March 12th. When you fast-forward about eight to nine hours, we’ve got the officer schedules, and we see that between these five houses, you have more than 70 LMPD members. It’s like a raid on a terrorist. There is a whiteboard that shows the officers assigned to different homes that were getting warrants executed on them that night. What you see is lots of folks assigned to Elliott. Then you see what appears to be lots of folks assigned to Springfield. We know from Officer Mattingly’s own statement that it was a makeshift crew. That’s a recipe for disaster, ‘cause you’re about to beat down doors and quick, fast-paced decision-making process with folks that you’ve never done it with before. ♪ ♪ ♪ ♪ SAM: They knew nothing about Breonna. They knew nothing about Breonna’s house. They did not know that Breonna lived with her 20-year-old sister or that a two-year-old child spent several nights a week there. ♪ ♪ PREONIA: We actually were on FaceTime two or three hours before the actual situation that had happened. We was trying on our outfits for our girls’ trip that was supposed to be April 1st to Biloxi, Mississippi, for Black Beach. So she was just showing me her outfits that came in the mail. And that was about 10:00, 10:15, March 12th, and we hung up. Mm... never heard from her again. ♪ ♪ LONITA: They located one of the primary targets, Jamarcus. He had just dropped his child off at the child’s mother’s house and then went to the Elliott address, and he was apprehended there. SAM: They hit Elliott at right around midnight. Springfield, we know, was hit about 12:40. ♪ ♪ They get to Breonna Taylor’s house. [soft dramatic music] KENNETH: It was late. It was in between watch a movie and play Uno. And we decided to do both. We didn’t make it halfway through the Uno game before she was falling asleep. The last thing she said was, “Turn off the TV.” Next thing I remember is... a loud bang at the door. THOMAS: They approached the door, lined up. Sergeant Mattingly was the first officer in line. ♪ ♪ - One of my duties when I was working for the police department and training officers to do dynamic search warrants. One of the things we always told people is that when you’re yelling, “Police! We have a search warrant!” they should say that loud enough so people within a 100-foot diameter know what you’re doing. As you notice when you listen to the 911 call, it’s silence in the background. [sobbing] - There’s not such thing as a knock-and-not-announce search warrant. That is the most dangerous thing you could ever do, especially in a state like Kentucky, where we have stand-your-ground laws, where you as a citizen have a right to defend yourself. Because at 1:00 in the morning and the door comes down and no one has said who it is, that’s when the law of stand-your-ground and the public policy of police doing no-knock search warrants come to a collision in the hallway of Breonna Taylor’s home. ♪ ♪ - I never once heard them that night announce themselves. I used to get in a lot of trouble. I’ve had my house raided before. I know what that sounds like. I didn’t hear that at all. NEIGHBOR: There was no identification, no, “We’re police officers, and we’re blah-blah-blah-blah-blah.” No, they’re just... [imitates gunfire] - The police are saying they’re yelling out, “Police!” And Mr. Walker says, “We don’t hear that.” [tense music] ♪ ♪ - Opened the door to come out, and I seen the cops right there and they said, “Go back inside, go back inside!” One of the ladies standing there was another female cop standing right there, and she said, “If you don’t wanna be in the investigation, you have to go back inside.” So I rushed back in there. I heard them knocking the door, saying, “Police, police!” But I only heard it one time. The next thing, 15 minutes later, I just hear... [imitates gunfire] THOMAS: There is now no question that they knocked, but the question is, did they announce themselves as police before they came in and even after they came in, uh, with the— before the shooting started? DAVID: We would probably have that information if we had body camera footage, but we don’t. In 2015, when the police department instituted its cam— body camera policy, uh, the narcotics unit told the police chief that they didn’t want to wear body cameras. So as we fast-forward to 2020, March the 13th, there’s no video of the shooting. - It won’t be the first time we’ve had a case where one person says A and another person says B. And if the investigation can’t reach a conclusion, the jury has to make that determination. [tense music] ♪ ♪ - I actually got a chance to go to that apartment and walk through it. There were bullet holes everywhere. It was a war zone in there. What in the world happened here? Why the hell were there so many needs for this many bullets? THOMAS: Neither drugs nor money were found at Ms. Breonna Taylor’s apartment. Although they were there with the warrant to go in, once the shooting occurred, they never searched the apartment any further. INTERVIEWER: But they were also there for many hours into the next day. Why wouldn’t they complete a search the next day or the day after that? - That’s an appropriate question for— for the police to—to answer. I—I don’t have that answer. ♪ ♪ - All right, good afternoon, everyone, and thank you very much. [dramatic music] I’m directing that our office file a motion that this case, pending indictment, be dismissed. NEWSCASTER: Charges dropped in the case against Kenneth Walker, the boyfriend of Breonna Taylor. - I made a decision that we should, uh, dismiss the case against Mr. Kenneth Walker. SAM: Thankfully, the public got together and put enough pressure on the commonwealth attorney here to do what should’ve been done from day one and dismiss those charges. NEWSCASTER: The decision to prosecute police officers in the Breonna Taylor case could come down to a matter of following the bullets. - What bullets came from what gun, what direction those bullets went. Understanding that is critical to this investigation. ♪ ♪ - This is the stairwell to the second floor. The officers would’ve been located under this stairwell. That’s where the door is into the apartment. That’s where they first gained entry. After that, that’s of course when there were multiple shots fired, and Ms. Taylor dropped to the floor. I’m going to attempt to draw a diagram of the apartment belonging to Ms. Taylor. The bedroom, uh, that I’ve drawn, the large bedroom, is where Ms. Taylor and Mr. Walker were located. And I’m just gonna kinda draw a circle in that area where I think them to be located. Sergeant Mattingly explained how he stepped across the threshold, he cleared to the left and to the right, uh, before he was shot. Officer Hankison went from this area to the area somewhere— somewhere around in here outside the apartment. [suspenseful music] ♪ ♪ NEIGHBOR: This officer here, I could physically see the gun and him pulling the trigger, shooting over into the apartment. When you’re shooting blindly into an apartment that has a neighbor behind and two neighbors beside, you’re putting other people’s lives in danger. THOMAS: My understanding is that Officer Hankison fired multiple times from outside, at least through the sliding glass door, and maybe through the glass window, yes. INTERVIEWER: My understanding is that that is, uh, against police pro—procedure, to fire and not have a visual ID. - Not only is that my understanding, but the chief of police, Rob Schroeder, wrote a letter citing, uh, that very policy that he had failed to, uh, be able to have an eye on the target, if you will. ♪ ♪ - Officer Brett Hankison goes AWOL for more than two hours after the shooting. There are specific policies and procedures that relate to this. You don’t go anywhere after an officer-involved shooting. And he goes MIA for two hours. We don’t know where the hell he went. We don’t know why he left. And we don’t know why the hell he still had a job the next day. In terms of Brett Hankison’s past history, we’ve got administrative incident reports documenting use of force for years, more than 20 of them. We have an allegation that was investigated that he took money from suspects. [fast dramatic music] ♪ ♪ We’ve got individuals around town who keep coming forward and saying they filed citizen complaints against him for his conduct. ♪ ♪ They never even made his personnel file. ♪ ♪ But yet more and more misconduct keeps being exposed. ♪ ♪ - I wasn’t surprised when I saw that it was Hankison’s face on the news about Breonna Taylor’s shooting. On the night of September 12, 2019, I had just finished my first quarter of PA school, and a bunch of my classmates, we wanted to go out and celebrate, so we went to a local bar here in Louisville. Hankison, who I didn’t know at the time, was working security. I was there for about an hour, and then I decided to go home. I was walking for about ten minutes, and then a car pulled up next to me, and it was Hankison. He was in his police uniform, offered me a ride, and I got in the car. [tense music] He had his hand on my leg and was referring to me as “baby.” It was, like, every alarm saying that this was wrong going off in my head at once. I just remember my heart was, like, beating out of my chest. I was scared. Um, I didn’t know what to do or how to act. I couldn’t get out of the car. He was a police officer. I’m just a grad student. When we pulled into the driveway at my apartment complex, he leaned over and kissed me on the head. I thanked him for the ride and quickly got out and ran around to the back side of my apartment so he couldn’t tell which unit was mine. Next morning, I immediately texted my friends and told them about my encounter the night before with a—a creepy police officer. ♪ ♪ And one of my friends typed up a complaint to the Louisville Police Department. I heard about the Breonna Taylor shooting, immediately sent it to my boyfriend and told him that this was the same police officer that picked me up. And he immediately reached out to the former police chief and also called LMPD, which we never heard anything back until I—I posted my story on Instagram. ♪ ♪ Within hours of me posting, there were at least a dozen girls that reached out to me with their own encounters with Hankison. ♪ ♪ NEWSCASTER: Nearly 100 days after Breonna Taylor was shot and killed, one of the officers involved will be fired, Louisville’s police chief issuing a scathing rebuke of Officer Brett Hankison’s actions. - In a nutshell, what those letters say are, “You fired ten shots blindly and recklessly. You can’t articulate why it was necessary.” “Your actions were outside of policy. “They’re outside of what we’ve ever trained you to do. We’ve made the decision to terminate you.” INTERVIEWER: So can you comment on if, that’s the case and that is the bullets that killed Breonna Taylor, what does that mean for, uh, the possibility of an indictment? - Well, that— respectfully, that’s the job of the attorney general. You’ve also made an assumption, though, and that is that Brett Hankison’s projectiles hit Ms. Taylor. I don’t know that to be true at this point. Uh, what I do know is that, uh, Sergeant Mattingly was in the best position and, by his description, fired six times, so it’s very possible that Sergeant Mattingly fired all five shots that hit, uh, Ms. Taylor. But, uh—but I don’t know that either. INTERVIEWER: As far as we understand, those were the only two officers that were shooting. - No, there is a third officer who was shooting. He was, uh, up in front next to Sergeant Mattingly, so there’s a possibility that he fired the shot that struck Ms. Taylor as well. [soft dramatic music] ♪ ♪ - We begin today with shocking news out of Louisville. Local police have released a nearly blank incident report stemming from the night Breonna Taylor was fatally shot in her own apartment by police. Yesterday’s report listed Taylor’s injuries as “none.” TAMIKA: I’m just in disbelief. It’s one screwup after another. To see the incident report and you put she had no injuries and that there was no forced entry into the apartment... DAVID: There is absolutely no reason that you would release a incident report that was factually absolutely incorrect. It was a lie. SAM: All of a sudden, you’ve got to immediately question every single piece of information provided by police, because it clearly looks like a cover-up, and it was the ultimate slap in the face to the community. - Say her name! ALL: Breonna Taylor! ACTIVIST: Say her name! ALL: Breonna Taylor! ACTIVIST: Say her name! ALL: Breonna Taylor! AARON: We are in Breonna’s Circle, formerly known as Jefferson Square. Ground zero. A lot of us just started to mobilize in desperation and in anger and in passion and in rage. - I said, no justice... ALL: No peace! Prosecute the police! AARON: The occupation will cease once everybody feels that Breonna’s case has been handled in a just manner. ALL: How do you spell racist? L-M-P-D! ACTIVIST: We demand that not only do they get fired, but they get arrested. Not only arrested, but they get prosecuted. Not only prosecuted but convicted. [crowd clamoring] ACTIVIST: They’re throwing tear gas back at the cops. ACTIVIST: Throw it back at them. [explosion pops] AARON: The police, they’ve been super aggressive, and you would think that in light of why we’re even out here, that they would kind of chill, but they’ve antagonized us even more. NEWSCASTER: Meanwhile, in Louisville, demonstrators used, uh, picnic tables for cover in confrontation with police there. Seven people were reportedly shot during the protest. [explosion pops] ACTIVIST: [screams] Oh, my God! They shot [indistinct]. Don’t move. Fuck! NEWSCASTER: The victim has been identified as David McAtee. NEWSCASTER: National Guard shot him dead during a protest in honor of Breonna Taylor. - His body laid on the streets, uh, for some 14 hours. Police saying they regret, uh, that he lay there for so long, and then last night, again... AARON: I don’t think it’s a secret that Kentucky is a historically oppressive state when it comes to Black people. Kentucky has a, um, a history— a rich history in slavery. ACTIVIST: It is our duty to fight for our freedom! ALL: It is our duty to fight for our freedom! - We have nothing to lose but our chains! ALL: We have nothing to lose but our chains! - So back in the day of slavery, if you did not pay your taxes, the government would auction your property. The property was what? It was slaves. So you’re protesting in the place where the city made money from auctioning people that looked like me and you. There’s been a long, long history of the police, as it relates to blacks, here in this city. You just have to think about the history of policing in America, really, and think about it here in Louisville. [dramatic music] For hundreds of years, the police, they were the ones that went out and catch the escaped slaves. They were the ones that enforced segregation rules and Jim Crow rules within the city. ♪ ♪ Even today, there are still problems. ♪ ♪ In recent years, the chief decided one of the best ways to cut down on the violent crime was to push for the officers to have traffic stops. [tense music] They were doing what Mayor Bloomberg did in New York, except they were doing it with vehicles. It was stop and frisk with the vehicle. - Why are you checking me for? POLICE OFFICER: I didn’t say you did anything. - Then why’d you take me out the car? POLICE OFFICER: Do you have any drugs, weapons— - I don’t; I told you that when you asked me the first time. POLICE OFFICER: Do you mind if I check? - I do mind. DAVID: The goal of which was to stop a car for a, uh, minor traffic violation and find a way to search that car. POLICE OFFICER: No one said he was. - No reason for him to be out the car handcuffed right now for a traffic tick— POLICE OFFICER: Can you tell me how to pick out violent crime? Can you tell me how? ♪ ♪ - And so it really created a bounty situation on African Americans. POLICE OFFICER: We deal with violent crime all day, every day. We’re gonna stop 30 more people after you. CHARLES: All of those things just breed mistrusts, lack of confidence. And so this has really been, like, boiling for years. NEWSCASTER: State representative Charles Booker. His campaign has been engaging with the reform efforts sparked by the fatal police shooting of Breonna Taylor. - Well, you know, it’s important now that we listen to the people that are crying out, demanding justice and accountability. And we need to reimagine policing. [dramatic music] I think, after so long, the trauma of it, the reality of it just set in for so many of us that, um, this agency isn’t really built for us. [melancholy music] The ways that they were targeting problem areas really created this dynamic where community’s being overly criminalized. NEWSCASTER: The attorneys for Taylor’s family claimed LMPD more aggressively pursued a drug case against Jamarcus Glover. NEWSCASTER: The lawsuit includes this home as well as this block. NEWSCASTER: Elliott Avenue in the heart of the Russell neighborhood. SAM: I look at this case like a 100-piece puzzle. And it starts way back with a plan to knock down Elliott Avenue. That’s puzzle piece number one. [dramatic music] ♪ ♪ PAUL: This community is challenged with extreme po—poverty. We’re having housing iss— uh, issues, and I was here to work and to be committed and dedicated to make sure that they had a better life. ♪ ♪ The people wanted to eliminate the, uh, drugs and the violence down on Elliott. We do work with, uh— with the, uh, police depart—metro police. They give us—they apprise us of what’s going on in the neighborhood criminally. They let us know if— if we have concerns with this piece of property and we have concerns with that piece of property. SAM: The redevelopment plan started out as— as something that we needed to look into more. The Louisville Metro Police Department formed a dedicated, specific squad... NEWSCASTER: Called Place-Based Investigations, tasked with clearing the street. [light tense music] SAM: They are targeting a few addresses on Elliott Avenue. ♪ ♪ There are six plainclothes officers constantly going through unmar— in the neighborhood in un—unmarked vehicles. Warrants in December, warrant in January, warrant in February. We strongly suspect that at that point, aggressive law enforcement tactics were authorized, were encouraged in order to clean up Elliott Avenue. - I was aware that there had been a focus on Elliott Avenue to help get it cleaned up. Was not aware that there was a place-based investigative unit within the police department that had been assigned to do those duties. NEWSCASTER: And now eight metro council members have sent a letter to Mayor Greg Fischer asking for any and all documents regarding a special police unit called Place-Based Investigations. - We’re just as anxious as everybody else to understand if anything, uh, related to the lawsuit is true or not. GREG: Elliott Avenue is part of a place-based investigation. When you look around, obviously this is a neighborhood in need of some help. And this is where city government can work with good developers and other investors to make that happen. The people in West Louisville deserve good neighborhoods with good amenities like everybody else. So as it re—relates to the allegations, immediate response was, they were absurd. They were outrageous. Uh, there was no basis in fact to them. [gentle music] CHARLES: Even if the facts determine that there wasn’t the connection that’s being, um, alleged, we still have a responsibility to acknowledge that areas are targeted and that the areas that are targeted tend to have high concentrations of people that are criminalized because of poverty and that we have to change our approach to development, to engaging communities, to law enforcement. ♪ ♪ I think this is another part of Breonna’s legacy of forcing us to grapple with this stuff. I feel like that is an opportunity that we have to seize, uh, so that we can change things. ♪ ♪ [fireworks exploding] [dramatic music] TAMIKA: It’s so hard to have faith in the system. It’s tiring. DAVID: On March the 13th, the war on drugs landed on Breonna Taylor. If Breonna Taylor was actually involved in drug trafficking, which we don’t know if it’s true or not, but if she was, would that be a reason that she could be killed? My response to that is no. - [sighs] - She was an unarmed person in her home. - Black lives matter. ALL: Black lives matter. DAVID: I know people say all the time, “Charge all three officers with murder.” But we don’t know who actually shot Breonna Taylor. The importance of ballistics to the attorney general’s investigation and the FBI’s investigation is critical. THOMAS: My hope is that once the Attorney General’s Office finishes their review, the FBI, the civil rights division is reviewing this matter, that we will have the answers that everybody deserves. I don’t wanna see this ever occur again. [crowd shouting] No amount of dope, no amount of money is worth a human life. I am deeply sorry that Ms. Breonna Taylor died. I just don’t feel that the no-knocks really help us move toward our goal of making this a safer community. - It is the right thing to do to pass the Breonna Taylor Law tonight in Louisville, Kentucky, and be the example for America to follow. NEWSCASTER: The metro council voting unanimously to pass Breonna’s Law that will ban no-knock search warrants. - There’s nothing nobody could say to me to— no apology would ever be big enough. There’s nothing. Doesn’t matter. Y’all were wrong. She’s gone. My life is changed forever, no matter what. Can never be undone. [somber music] ♪ ♪ ACTIVISTS: Breonna Taylor! ACTIVIST: How to you spell racist? ACTIVISTS: L-M-P-D! - We’re at a moment now where we’re waiting to see what our attorney general is gonna do. ACTIVISTS: You can’t stop the revolution! CHARLES: There seems to be a lack of an adequate response from local leadership. This investigation needs to conclude. Justice needs to be rendered. The question is, will that happen? ♪ ♪ [door creaks] [melancholy music] ♪ ♪ - 150 days. Five months. Um... yeah. Every day is still March the 13th. Um... He wants to have the right answer at the end of this, so, for me, I’m trying to— to accept that and be patient with that, ‘cause I definitely want him to come out with the right answer. ♪ ♪ We’ve needed police reform for so long. It’s long overdue. But it’s change that’s definitely needed. I know it happens to our communities far more than any other. I know that it’s unacceptable. ♪ ♪ It has to stop. ♪ ♪ NEWSCASTER: For the first time in 20 years, Oprah Winfrey will not be on the cover of her monthly “O” magazine. Instead, the media mogul is using the September issue’s cover to pay tribute to Breonna Taylor. ♪ ♪ AL SHARPTON: Say her name! CROWD: Breonna Taylor! - Say her name! CROWD: Breonna Taylor! - Say her name! - I’m marching for George, for Breonna, for Ahmaud, for Jacob, for Pamela Turner, for Michael Brown, Trayvon, and anybody else who lost their lives. [soft laughter] [inquisitive music] ♪ ♪", "url": "https://www.nytimes.com/video/universal/100000007391079/the-killing-of-breonna-taylor.html?playlistId=video/times-documentaries"}