{"authors": ["Adam B. Ellick", "Adam Westbrook", "Jonah M. Kessel"], "date_download": "2022-10-25 22:55:11", "date_modify": "2022-10-25 22:55:11", "date_publish": "2018-11-13 00:00:00", "description": "We reveal how one of the biggest fake news stories ever concocted — the 1984 AIDS-is-a-biological-weapon hoax — went viral in the pre-Internet era. Meet the KGB cons who invented it, and the “truth squad” that quashed it. For a bit.", "filename": "video_opinion_1000000062108_6e15c813af995de04cedcd1cf8385130_opinion_1666738511.html", "image_url": "https://static01.nyt.com/images/2018/11/13/autossell/russia-disinfo-part1/russia-disinfo-part1-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_opinion_1000000062108_6e15c813af995de04cedcd1cf8385130_opinion_1666738511.html", "title": "Meet the KGB Spies Who Invented Fake News", "title_page": "Opinion | Meet the KGB Spies Who Invented Fake News - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[music] This is a story about a guy and a term he likes to think he invented. “Really, the word — I think one of the greatest of all terms I’ve come up with is ‘fake.’ I guess other people use it, perhaps, over the years. But I’ve never noticed it.” It’s only been around for a few years. But you’re probably as sick of it as we are. Well, the thing is, fake news is actually really old. It’s just that, once, it went by a very different name. [ding] [non-English speech] Because really, this story is about a virus, a virus created decades ago by a government to slowly and methodically destroy its enemies — [water sloshing] — from the inside. But it’s not a biological virus. It’s more like a political one. And chances are, you’ve already been infected. [music] If you don’t know who to trust anymore, this might be the thing that’s making you feel that way. If you feel exhausted by the news, this could be why. And if you’re sick of it all and you just want to stop caring, then we really need to talk. Ready? [music] O.K., so to start, let’s go back to July, 1983 and all the way over here: New Delhi, India. This is when a remarkable story appears in a newspaper called “The Patriot.” It claims the H.I.V. virus was secretly created by U.S. government scientists as a weapon to kill African-Americans and gay people. It even names a facility, Fort Detrick in Maryland, where the virus was supposed to have been concocted. It’s a crazy allegation printed in a small newspaper — no big deal, right? But fast forward just a couple of years, and look what’s happening. The story is spreading all over Africa. The scientific report’s even published by two East German biologists who say they can prove AIDS is made in the U.S.A. All these articles are from just a few months at the end of 1986. And then, somehow, it ends up here. [drums beating] “A Soviet military publication claims the virus that causes AIDS leaked from a U.S. Army laboratory conducting experiments in biological warfare.” That’s Dan Rather reading a fake news story to millions of unwitting Americans on national TV. But don’t be too hard on Dan. This was one of the greatest cons ever carried out on the global scale. And we’re going to show you how it was pulled off. [music] But first, let me introduce you to a few authentic grifters. Stashed away on some old videotapes, we found interviews with a bunch of ex-spies. This guy, Ladislav Bittman. This guy, Stanislav Levchenko, and this guy, Yuri Bezmenov. They all worked for the KGB during the Cold War before defecting to the U.S. And it’s thanks to them that we know so much about one of the KGB’s most secretive departments. “Only about 15% of time, money and manpower is spent on espionage as such. The other 85 percent is a slow process, which we call either ideological subversion or active measures, [speaking Russian] in the language of the KGB.” So “active measures,” it’s a euphemism for, well, bullshit — but not just any bullshit, the most strategic, masterful, toxic bullshit you could possibly imagine, made with one goal. “To change the perception of reality of every American to such an extent that, despite of their abundance of information, no one is able to come to sensible conclusions in the interests of defending themselves, their families, their community, and their country.” “Within the KGB is a department that specializes in planting false stories and forged documents.” We know it was run from Department A right at the top of the KGB. And it had a multimillion-dollar budget. “At least 15,000 people, who, in the Soviet Union and outside of the Soviet Union, are involved in that kind of actions on a regular, daily basis.” You heard that right — 15,000 people. That’s more than the entire staff at the State Department after 9/11. Now these days, KGB defectors who are still breathing are a little hard to come by. But we tracked down one to a small town in Massachusetts. “Well, my original name was Ladislav Bittman.” These days, he goes by Larry Martin. He’s 87 years old. “It’s a collage — “ He likes to paint. “ — with Putin. And he was boasting about his riches.” And of course, he has a girlfriend down in Florida. “Hello!” “Hello, hello. I am still busy.” But back in the day, he was a director at one of the most legendary active measures outposts reporting to Moscow. And when it comes to bullshit, Larry’s done it all. His first ever con — “It was an operation to establish a whorehouse in Germany.” That was to catch politicians in compromising situations. And once, he even planted a treasure chest of Nazi papers at the bottom of a lake. “Now original Nazi documents.” That was to stir up anti-German sentiments. Larry’s expertise, though, was a special kind of bullshit, something called — “Disinformation. Basically, it means deliberately distorted information that is secretly leaked into the communication process in order to deceive and manipulate.” [dinging] All right. Just to avoid any confusion, let’s pause here quickly to unpack all these different flavors of bullshit. Now at the top, you’ve got your active measures, right? These are basically any kind of covert operations against another country short of starting a war. This includes forgeries and even kidnappings. But disinformation was the heart and soul of it for the KGB. You might be thinking, that’s just a fancy word for propaganda. But it’s not. Propaganda tries to convince us to believe something. Disinformation is a highly organized attempt to deceive us into believing it. Today, everyone calls this fake news. But that’s become such a loaded term — no thanks to this guy — that it’s basically useless. Anyway, we’ll get on to him later. All right, [dinging] let’s get back to it. Disinformation — it was such a big deal that every KGB agent was required to spend 25 percent of their time coming up with ideas for false stories. And in a year-end review — yes, KGB agents had year-end reviews, too — every agent was evaluated on — “How many proposals for disinformation operations he submitted.” “You’ve gotten to be fairly good at this when you were Czech intelligence, didn’t you?” “Unfortunately, I have to admit, yes.” Just how good were these guys? Well, that rumor that the C.I.A. shot J.F.K., the story about how the C.I.A. tried to assassinate Pope John Paul II, and the one about rich Americans buying poor kids from Latin America to harvest their organs — but as the first cases of AIDS spread fear around the world, the KGB saw an opportunity for their biggest con yet. [clicking] All right, so let’s go back to 1983. And we’re going to show you what really happened here. So remember this story started with an article in The Patriot newspaper? “‘AIDS, the deadly mysterious disease which has caused havoc in the U.S. is believed to be the result of the Pentagon’s experiments to develop new and dangerous biological weapons.’ There’s the crux of the crap.” It’s time you met Kathleen Bailey and Todd Leventhal. They were part of a U.S. government team that first pieced this story together back in the ’80s. [ding] “This is just the perfect example of a very effective disinformation campaign.” Well, almost perfect. There are some obvious grammar mistakes here, which tip off experts like Kathleen. Like, in English we’d say flu virus, not the virus flu. “So it’s written by a non-native English speaker. And it probably was written by a Russian-language speaker.” “They said, oh, the Indian newspaper, The Patriot — which we knew the KGB used this as an English language newspaper as a way to get stories out.” This was a classic Soviet tactic. Oleg Kalugin is another ex-KGB agent we found. He told us, they’d always try and place the story — “ — in a third-world country — ” — somewhere like — “ — say, in India, Thailand — ” — where journalists could be easily tricked or bribed. “So that gave the story acceptability when nobody was searching about the origin.” [music] The KGB let this story go quiet for a couple of years after India. But with AIDS still making scary headlines in ’85, they revived it, this time in a prominent Moscow newspaper. And the source for this story? You guessed it. [ding] It’s brilliant, really. They’ve repeated the story but concealed their hand, distancing themselves from the lie they started. So we’re now into 1986. And the KGB want to add gravitas to this lie. So they look around for a scientist, a human face, someone who could back up the lie with data. And no joke — this is the dude they found. This is Dr. Jakob Segal. Remember I said the reports had two authors? Well, here comes the co-author now. It’s his wife, Lilli. Believe it or not, these two wrote that report that claim to have evidence AIDS was created in a U.S. government lab. “This scientific gobbledygook — and you know, read this stuff, and who can understand it? But it purports to be proof.” The thing is, it worked. The KGB made sure the Segal report was read by journalists all over Africa. And they kept on pushing it until it went, well, viral. [ding] It’s appeared in 200 reports in 80 countries. Even The Daily Express in London runs with it. And finally, on March 30, 1987, the KGB hits the jackpot. “A Soviet military publication [echoing] claims the virus that causes AIDS leaked.” This campaign had a KGB code name. They called it, Operation Infection. “Good afternoon. I would like to begin the introduction to this report by stating that the U.S. image abroad is damaged. And U.S. foreign policy is complicated by disinformation. Wow. Huh. That’s a half a lifetime ago. This was handed out at a demonstration. I was so angry that they accused the United States of creating the AIDS virus, because I knew how effective that was going to be as a tool against us. And it angered me deeply. And it empowered me. It motivated me. It fired me up. I was pissed.” [music] Operation Infection, one of the most audacious and successful fake news stories ever created — and for America, the impact was toxic. “Foreign governments actually believed that the U.S. was creating this biological warfare agent. For them to think that damages their view of the United States not only as a culture, but it taints all of our policies. It’s in the back of their minds every time they discuss anything with us.” Now with so much at stake, you might be wondering what the U.S. response to this was. Well, you’re watching it. “The primary origin of disinformation about the United States abroad is the Soviet Union.” Kathleen and Todd were both part of something called the Active Measures Working Group. Nicknamed Truth Squads, it was a team that tracked and tried to expose Soviet disinformation. “Everybody was working part time on the issue.” “It was not funded lavishly.” “We all sat around a table once every week or two. And those who could volunteer their time to come in did.” Yup, that’s right. In the face of thousands of KGB agents with a multimillion-dollar budget, we had some part-time workers propping up poster boards on C-SPAN. “I see that it wasn’t very well attended. And I remember that now that I see this. But it did have an impact.” They didn’t have the budget or the time. But they were motivated by truth and did what they could, responding to the fire hose of falsehoods, calling them out, one lie at a time. “So they were working at this day, after day, after day. I think we were kept busy just knocking these things down.” But repeated exposure didn’t just lead to a couple of article corrections. Kathleen’s report exposing and debunking Operation Infection made its way right to the top of the Kremlin into the hands of Soviet leader Mikhail Gorbachev himself. Secretary of State George Shultz was in the room when Gorby read it. “And you’re spreading all this bum dope about AIDS and the United States pushing it. And I said, come on. So we had a good, heated exchange. And there’s nothing wrong with that.” And days later, Gorbachev did the unthinkable. He bowed to pressure, apologized to President Ronald Reagan, and promised to stop spreading the fake AIDS story. “When we in the Active Measures Working Group heard about Gorbachev having read the reports — that’s cool. That is really cool. He couldn’t deny what we put in the report. And he didn’t deny it.” “Yet, it was the military who prevented the hard-line coup from succeeding.” “And then came the year 1989, 1990, when the Communist regime collapsed. Nobody believed that the Russians would continue using this weapon in future.” “Our government’s view was, problem solved.” As the Soviet Union was collapsing, Todd wrote this final report for Congress, a warning that would fall on deaf ears. “The formidable Soviet active measures and disinformation apparatus, which has manipulated world opinion for decades, has disintegrated. But many large fragments of their apparatus continue to exist and function, for the most part now under Russian, rather than Soviet sponsorship.” Don’t forget. KGB agents spent 25% of their time creating disinformation. And that was true of the entire agency during the Cold War, including a young agent from St. Petersburg who enrolled into the KGB in 1975 and who would one day go on to greater things. [music]", "url": "https://www.nytimes.com/video/opinion/100000006210828/russia-disinformation-fake-news.html?action=click&module=video-series-bar&region=header&pgtype=Article&playlistId=video/opinion"}