{"authors": [], "date_download": "2022-10-25 23:43:28", "date_modify": "2022-10-25 23:43:28", "date_publish": "2020-09-18 00:00:00", "description": "The New York Times shows what it’s like to live through a wildfire. These are the stories of the people who decided to stay put and confront the extraordinary blazes that left 46 million acres of Australia scorched earlier this year.", "filename": "video_universal_10000000753_3f60abb9f770bc4d8e4da8e597fbedb8_times-documentaries_1666741408.html", "image_url": "https://static01.nyt.com/images/2020/09/18/universal/18nytp-fires/18nytp-fires-facebookJumbo.jpg?video-overlay?video-overlay", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/video_universal_10000000753_3f60abb9f770bc4d8e4da8e597fbedb8_times-documentaries_1666741408.html", "title": "Hurricane of Fire", "title_page": "Hurricane of Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[engine revving] INDIA: Whoa! Whoa, whoa, whoa! Oh... Baby! I think I first realized it was going to be bad when I saw the fire come up over the mountain. [dramatic music] Whoa, shit! Look at that! ♪ ♪ It didn’t feel like... the end of the year, it felt like... ♪ ♪ The end of the world. [eerie music] LIVIA: It’s funny, looking back. We were doing our shopping, taking kids to the beach, planning our parties to ring in the new year. And all the while, oblivious to the notion that Australia, one of the first countries to welcome the new year in, would also be the first to experience the dramatic changes that it was going to bring. REPORTER: Bushfire crisis... REPORTER: Massive bushfires raging Australia. REPORTER: Taking an even more devastating... REPORTER: There are nearly 200 fires burning now. LIVIA: Now, when looking back at the accounts of those who survived the worst bushfires in our history, it’s clear that their story is not just a story about fire. It’s also a story about us. How we, as people, react when the ground just shifts beneath us in what has become a year of upheaval. [foreboding music] [waves crashing] REPORTER: New warnings about the heat and fire threat we’re facing before New Year’s Eve. A total fire ban is in place for tomorrow as 85 fires continue to burn across New South Wales. But volatile weather... ♪ ♪ DAN: So we got to Mallacoota on Boxing Day morning. Been going every Christmas, pretty much. The summer holiday over the Christmas period, that’s such an integral part of the year. Everybody’s so excited for it, and everyone can’t wait— the anticipation. So we backed the caravan into Beachcomber Caravan Park. The kids are already in the pool, straight away. To then look forward to the next three weeks of... Mallacoota. ♪ ♪ INDIA: Oh, Mom’s calling. Hello! REPORTER: Twice this week already, we’ve broken the previous record for Australia’s warmest day on record. REPORTER: It’s quite extraordinary, and yesterday, we saw temperatures almost reaching 50 degrees. REPORTER: Yeah, that’s right. INDIA: On December 30th, I had just come back to surprise my sister for her tenth birthday. ♪ ♪ Hi! SHAUN: We were all up here to spend Christmas and the school holidays. Little One heading north. 28. [indistinct radio chatter] Needs to be twisted in a little bit. Yeah. INDIA: It’s definitely a lot different growing up out here, just being able to put my head out the window and scream all I want. No one’s gonna hear me. [ominous music] DENNIS: I’ll bring the tractor down and put it on the fork. WORKER: Okay. [engine starts] REPORTER: Unfortunately, it’s the trifecta that nobody likes to hear. It’s gonna be hot, it’s gonna be windy, and it’s also going to be dry, so it’s gonna be a very volatile and unpredictable 48 hours to take us into the new year. DENNIS: Well, on the farm, I did have 200 sheep. Beef cows, nearly 60. [gears screech] Well, the drought’s really bad. Like 3, 3 1/2 years. Grass was in high demand. ♪ ♪ I had to cut my cattle in half. Part of the shearing shed. Just kept a handful in the end. ♪ ♪ You ask and ask and ask, but you don’t know who you’re asking, really. [chuckles] The growth spirit? Try to do a rain dance. We actually did it one year. [chuckles] It did work. That was another drought. Yeah. [helicopter blades whirring] MARY: The fires started with a dry lightning strike. Quite a few kilometers from here in November. And we had helicopters buzzing over all the time. Was doing water bombing. Trying to fight the fires. [tense music] REPORTER: The fires have been deadly and devastating over the past three months, but they’re expected to become even worse in the coming days. DAN: The day leading into it, we were kayaking and fishing and running around with the kids. ♪ ♪ The whole time, though, sort of keeping an eye on this column. ♪ ♪ At about 5:00, everybody’s mobile phones went beep-beep-beep-beep-beep. The government warning that said, “Get out now.” - I thank you, Premier. We still have more than 100 fires burning across New South Wales. These fires have spread faster and further than the modeling and the fire weather predictions suggested they would. - If you’re holidaying in that part of the state, it’s time that you left. [suspenseful music] ♪ ♪ INDIA: What’d he say? - The sun up there. You should see it now. ♪ ♪ INDIA: Huh. [man chuckles] - Every government department was telling us to leave. - Evacuate. - You must evacuate now. - “If you don’t leave, you will die,” sort of a thing. ♪ ♪ SHAUN: Yeah, it’s all alight. Things are really starting to pick up now. Home, sweet home. INDIA: We had a fire hit us in 2014 when I was 14. SHAUN: Now that—look at that behind the house here. That’s fantastic. Oh, yeah, it’s very spectacular. INDIA: My dad was here by himself. SHAUN: Oh, and I gotta start a-pumping. It’s good water. So far, so good. INDIA: I thought that, you know, since he had done it before, um, it was quite possible that we’d be able to do it again. And this time, I’d be able to take a bit of the weight off his shoulders. ♪ ♪ DENNIS: Well, we didn’t leave early. Um, because... you know, you just think, “It’s gonna be a normal fire. I can handle that.” [somber music] MARY: The house. It was built with, perhaps, 80% recycled timbers ‘cause Dennis and I are both fairly sentimental. DENNIS: And we built it with our own hands. And that’s what you do. You just try and defend what you own. [tense music] DAN: You know, they initially told us if worst came to worst, and this fire gets to us, then they would put all the sirens on the trucks. And that was your evacuation time to get to water. [indistinct chatter] So we went down towards the wharf area and, um... basically laid down there and waited. ♪ ♪ INDIA: Mum woke up at 4:00 in the morning because the winds were really strong. She woke the girls up and she took them. Yeah, she definitely didn’t feel safe staying here. So this is Dad’s bugout bag. Here we’ve got four cans of beans. Two spoons. Two tins of tuna. SHAUN: India is a very strong-minded girl. INDIA: Hair ties. I put them in there. - She’s, um... physically strong. INDIA: His wallet. Cigarette-making kit. - And, um, she has her way and she’s very much like me in that she’s very stubborn. INDIA: He had booze in there, but he probably drank it already, so... [door slams shut] ♪ ♪ [grunts] If you know that you’re prepared, and that you know your house is defendable, then why not give it a shot? But this year... boy! [wind whooshing] Oh... Wow. Fuckin’ ready, bitch. Come at me. Okay. SHAUN: At first, it really did look amazing. You—you just couldn’t take your eyes off it. It was something very spectacular to watch. ♪ ♪ [zipper zips] INDIA: And as we were watching that... Oh, shit, look at that! The embers from that fire had blown behind us and started a fire. ♪ ♪ And then, in no time, there was just fire everywhere. ♪ ♪ SHAUN: Lots of smoke in the air as it got thicker. It was pitch black. Pitch black. INDIA: Oh, shit, there’s one right there! Fuck! Ah! Dad! [engine turns over] [gasps] Where were you? SHAUN: I was putting out embers round the other side. INDIA: Okay, there’s a few— there’s a few down the hill there. SHAUN: What? INDIA: There’s a few... My dad was at the front of the house, hosing down underneath our house, the grass around our house. Huh? SHAUN: Hose! Run one into the hill! ♪ ♪ INDIA: Ah... [panting] Subo, come here! Come here, Subo. Subo! Oy! ♪ ♪ I just put Subo inside. With a bucket of water. [wind howling] Whoa, kangaroo! Okay, it’s coming this way! I felt really bad for all the animals. But that’s just life. SHAUN: Whoa! ♪ ♪ The fire, it just— it seemed to all arrive all of a sudden. INDIA: Whoa! - Then there was no time for any thinking. The adrenaline takes over. INDIA: Let’s, uh... SHAUN: Can you go turn the pump down? INDIA: Turn it down? SHAUN: Turn it down, yeah. INDIA: Yeah, okay! Ah! My dad told me to turn the pump down to save the water. ♪ ♪ [generator churning] And when I came back... He was gone. Dad! Ah! - Nowhere across the state can we afford to be complacent. [tense music] Rest assured, there’s not enough trucks to go around. So don’t count on a fire truck protecting your particular house. You need to get out of there. ♪ ♪ JOHN: As we’re wetting everything down, we heard, “Help! Help! Help! Fire coming! Help!” Went over to the neighbor, Carol. She’s lived up there all her life. She’s 75 years old. And we sort of kept a distance from each other. She minded her business, and we minded our own business. She’s a bit eccentric at times, you could say. And she did have a fence up there with dog skulls she’d collected over the years. Just to let the neighbors know that... bit of a warning, you know, uh, if your dog’s found wandering here, this is what’s gonna happen to him. Um, yeah, but that’s—that’s Carol. [fast-paced tense music] So I jumped in the car and went up and seen her. I had my son, Toby, with me, my son-in-law, Ronnie. I said, “Carol, we’ve gotta go now. Come on. Get out of here.” She said, “I’m not going without— without George and Jenny.” I said, “Who the bloody hell are George and Jenny?” ♪ ♪ George was a fucking 18-, 20-year-old wether sheep. Huge, big fella. And there’s little Jenny, a little lamb. So we had the three of us wrestle this big wether into the back seat. And then we got little Jenny lamb with Carol in the front seat. So we drove down to me house and said to Carol, “Come on, you’ve got to go down and sit in the bathroom where it’s safe. ♪ ♪ - I said, “I’ll start the pump, wet the house down.” - My part of the plan was to stay in the shed. Was hand-built, made from rocks. The walls were, like, two feet thick. ♪ ♪ I could see the fire was getting closer. ♪ ♪ DENNIS: I was just wetting the last part of the house down. I wet all the lawn down. All of a sudden, it just— this great big fireball just exploded over the top of the house. ♪ ♪ And the heat! The heat was just like opening a pizza door. And, uh, I-I put my hands to my face and went like that. And my hands bubbled up. [chuckles] The knuckles. Yeah, both hands. It was fierce. Very fierce. Like a hungry dragon, you know? Look at that. JASPER: I was the, uh, lead truck of the four of the strike team. [dramatic music] To get that call, to say, “Can you come and help?” It felt great to say, “Yes, definitely, I’ll be there. Whatever it takes, I’ll be there.” ♪ ♪ LIVIA: Many people had fought fires before. They thought they knew fire. But we’ve changed the nature of it. [indistinct radio chatter] JASPER: It was only about 300 meters into it when we started experiencing an ember attack. Sparks, bits of fire, blowing with the wind. [tense music] I got on the radio to my strike team leader. “We’re experiencing an ember attack. Would you like us to proceed?” And, uh, the strike team leader came back. “Yes, ye—proceed.” ♪ ♪ About a kilometer down the road, the ember attack got quite heavy. ♪ ♪ And once again. “We’re experiencing a heavy ember attack. Would you like us to proceed?” Once again, “Yes, proceed.” [vehicle rattling] [indistinct radio chatter] FIREFIGHTER: Jasper! Jasper, put the blanket up. And as we put the blanket up just to cut that radiant heat, there is a fireball right across our front windscreen. [tense music] [indistinct radio chatter] Get going, you fuck! Get going! We’re burning! Come on! Go, go, take it! This is the point we call flashover. Fucking git. Everything above us, behind us, around us, was on fire. [indistinct radio chatter] It’s like you’re in hell. It was really like you’re in hell. [indistinct chatter] - It was like a— like a hurricane of fire. It was just... [groans] I don’t know. It’s undescribable. It—it’s just a big ball of flame coming. [wind whooshing] [India groans] Then all hell broke loose. The west side window exploded. And then we heard the explosions up the back of the house. Then we went into the bathroom. We shut the door and hoped we could survive in there until it subsided enough that we could go out. We—we would feel the walls and the ceiling. And we knew it was getting hotter and hotter. It was—it was really smoky. It was really difficult to breathe. MARY: In the shed, we had louver doors. There was one little section though that hadn’t been covered. I could feel a warm air coming in. Then I could feel cool air rushing beside me and going out through the louvers, and I thought, “Oh, no, that’s our oxygen. It’s escaping.” I thought, “I’ve gotta stop it.” So I ran over and grabbed the blanket and I held it up against the louver as high as I could. ♪ ♪ And the embers were getting worse. ♪ ♪ And I was holding the blankets, I was leaning against the wall saying, “Please pass. Please pass. Please pass. Please pass. Please pass. Please pass.” ♪ ♪ It was getting warmer and warmer and hotter and hotter. ♪ ♪ I could feel my airways closing over. I could feel ‘em... coming up and closing and closing and closing and... [gasps] Grabbed my throat and I said, “Oh, this is not going to happen.” [indistinct chatter] LOCAL: We’re on. It’s fuckin’ 9:00 in the morning, and have a look at what it’s like outside. It’s black. It’s like it’s fucking midnight. - To Australia now, where thousands of people are trapped on ocean beaches, surrounded by wildfires that continue to burn out of control. REPORTER: The plume of smoke generated by the inferno covers 5 1/2 million square kilometers. That’s the size of Europe. - Uh, we’ve got three strike teams sitting in with the community, literally standing side-by-side with our community at the beachfront. It is pitch black. It is quite scary. LOCAL: Incredible. It’s just ash and embers everywhere. This is actually Mallacoota Lake. Can’t see a thing. [indistinct chatter] - About 8:30 or so, the sirens went. [sirens wailing] [suspenseful music] ♪ ♪ We heard a lot of— like an airplane. Vzzz... And then boom. And it’d explode. We were so excited, because they were gonna be bombing it and, you know, putting it out. ♪ ♪ Turns out the high-pitched noise is all the gas. Cylinder bottles at the houses. ♪ ♪ It was about that time, also, that... one of the young kids came over to me and said, “Dan, what’s— what’s this?” And he had a, um... a dead little bird in his hand. It was a spotted pardalote. And then, as we sort of looked around, we noticed all these birds falling, and then, kids walking around with dead birds. All the lack of oxygen in the air, they’d all just died of asphyxiation. And that was when we knew that it was real. LOCAL: It just keeps getting weirder and weirder. ♪ ♪ [sirens wailing] DAN: And then we started talking to the kids and explaining to them that if the fire did come, then they had to get in the lake. My young son, Jara, he started vomiting with, like, anxiety, and... ♪ ♪ Just to... to tell your kids that... they’ve gotta go in the water— they were petrified. [tense music] Just petrified. ♪ ♪ When it came to the point where we had to put the life jackets on them... I— I couldn’t do it. I had one of my friends had to put the life jacket on my son, ‘cause I— I couldn’t do it. [suspenseful music] [indistinct chatter] DISPATCHER: Flashover, flashover! STP 48, flashover. JASPER: Once we started to move away from the fire front is when we started to hear, “STP 48.” It said, “Flashover, flashover. Our truck is dead. We cannot move.” ♪ ♪ FIREFIGHTER: I can’t see, Jasper. - I definitely feared from that instant that we’d lost eight firefighters. [indistinct radio chatter] KAYLE: The emergency message I put through was, “Red, red, red,” which is our highest priority message, and then gave our callsign, STP 48, that we had been overrun by fire and we needed immediate, urgent assistance and that our truck was on fire and unable to be driven. JASPER: Bravo 211 and STP 48 were stuck on that road. They were immobilized. The messages were coming in and they’re quite intense. - Our truck was on fire. The smoke was beginning to fill the cabin where we were sitting. FIREFIGHTER: Fuck the— Fuck the— the inspectors. KAYLE: We’ve been overrun. FIREFIGHTER: What’s the comms? FIREFIGHTER: The truck’s on fire, there. FIREFIGHTER: Do you know if that comm’s working? So 13, 0... KAYLE: Worst of the fire’s gone. Truck won’t move, transmission’s dead. The temperatures outside were upwards of 600 degrees Celsius. That’s where the temperature gets to a point where everything around you almost spontaneously combusts. INDIA: Ah... The winds became really strong again. This black, thick smoke blowing into my face. It was scary, having my dad leave without notice. But I just started doing what he was doing in the beginning. Oh! [coughing] But once you are scared, and you let fear take over, your body just loses control, and I didn’t want that to happen to me. [tense music] Ah! [groans] ♪ ♪ Dad! One of the trees right at the front of the house had caught on fire. The house was all just gonna go just from this little tree. ♪ ♪ So I had to run past the fire. ♪ ♪ Through embers. ♪ ♪ To turn the pump up. ♪ ♪ I can’t remember what the heat felt like. ♪ ♪ The main thing for me was the smoke. ♪ ♪ It’s just hell. It— it was hell. ♪ ♪ I just kept thinking... ♪ ♪ This pain was going to be temporary, and eventually, the fire would pass. ♪ ♪ So I kept pushing myself. ♪ ♪ Ah! No, no, no, no! I noticed one of the structures just behind our house was on fire. Ah! Oh, no! That was the moment where I... realized that my firehose had been burnt, and there was holes in it. Fuck. SHAUN: I was yelling out to instruct her to get in that fire shelter and just give up. But...she-she was on the other side of the house. She wasn’t gonna hear me. FIREFIGHTER: I can’t get any help. No one’s reading our red message. [indistinct radio chatter] I’ll give you my exact coordinates. KAYLE: We could smell toxic, burning plastics. We could smell the bushfire. Truck is burning. The thought did cross all of our minds that this was it. Uh, but that was quickly replaced with the thought of, “This is not happening.” [serene music] I just wasn’t gonna let that situation be the last moment for our crew. ♪ ♪ We knew our only option was to walk a kilometer through an active fire, through the bush to get to safety. [rousing music] We would walk out as a crew together. Come on, boys! Come on, let’s go! [heavy breathing] Through burning trees, embers of burning debris, burning power lines, huge amounts of smoke. ♪ ♪ But I knew that our situation was so dire that we had to get ourselves out of there. [suspenseful music] JOHN: So I had the four of us in the bathroom. ♪ ♪ Not only does the fire take all the oxygen out, the air’s contaminated by the melting plastic and all that. You become asphyxiated. ♪ ♪ And that’s why I took the oxygen bottle out of my shed that day, just in case. I use it for oxyacetylene welding and cutting. We basically just cracked the bottle and— and shared it round like that. So we could breathe and get the oxygen up, you know, into your face. It scared Carol. Carol was petrified when we first done it, poor bugger. And we— “Carol, it’s okay, it’s okay. It’s—you know. We need—we need to do this.” ♪ ♪ DENNIS: I was just trying to put the fire out, squirting at it, but it made no difference. And then, all of the sudden, the hose stopped. It burned through the pipe. [suspenseful music] Now I got panicky, because I was actually cooking. ♪ ♪ And then I ran from the house, across the lawn into the shed. ♪ ♪ I said, “Mary, we gotta get out of here, now.” - So I got up. He said, “We’ll go out to the dam.” It’s a holding for water. For the cattle to drink out of. - We ran up to the dam to cool ourselves down. - And then we went back down by the car, lay on blankets, and just... looking at everything burn. - I could hear animals screeching and crying out. - And Mary turned to me, and she said, “Oh, jeez.” She said, “I think that’s our house burning over there.” We could see it glow. Ah. Excuse me. [laughs] Um. Yeah, I said, “It probably is. But I don’t want to watch it.” [somber music] INDIA: Fuck. ♪ ♪ And I was looking at the hose. The water pressure was good enough. So I picked it up, and I used the side of the hose. ♪ ♪ And then, through the thick smoke, I noticed my dad was actually on the other side of the structure. The hose is burnt! SHAUN: What about the hose? INDIA: The hose is burnt! ♪ ♪ SHAUN: I could see India through the flames. I could hear her yelling out. The hose had burned. INDIA: It was really good to see that he hadn’t been injured. To hear his voice. Huh? SHAUN: After looking at the front. INDIA: One of the trees near the tanks caught on fire! ♪ ♪ Even though we were practically screaming at each other. SHAUN: Yeah! INDIA: Yes! ♪ ♪ INDIA: Yeah. [India grunts] ♪ ♪ INDIA: Yeah, I know. After we had put that structure out, things began to calm down. SHAUN: Can you turn the pressure pump off, darling? INDIA: Sorry? ♪ ♪ INDIA: So we knew we were... [India coughs] Going to be okay. Fuck. [tense music] ♪ ♪ STEVE: There’s some relatively good news here since we last spoke, and that is, at Mallacoota, the wind change has gone through. Uh, and it’s now bypassed that town. REPORTER: Over 60 homes have been destroyed. Residential streets resemble a warzone. - We realized that the fire had passed and was moving away from us. So there was massive relief. And we all hugged. [tense music] JOHN: After about 15, 20 minutes, you know, still a lot of embers, and windy and hot, but we knew we were in the clear. Carol says, “Is George and Jenny still there?” and, uh... ♪ ♪ I went up and had a look. And come back, said, “Yeah, yeah. They’re still there, mate. They’re still there.” And she was ecstatic. Yeah, she was. She was very happy about that. We sort of looked at each other and started crying and said, “Fuck, we’re still alive.” You know? Like... Let’s get pissed. [laughs] ♪ ♪ - We were almost at our point of refuge... ♪ ♪ When we saw a firetruck driving towards us. We broke down across the road... JASPER: And the relief... the relief was unbelievable, just to think, “Ah...” thank God that all these guys are now out safe. FIREFIGHTER: Shit. Dropped down. Had to walk outta there. KAYLE: We also couldn’t believe that we’d got back there and found them, so it was a huge emotional moment for everyone to be able to get to safety. - What a way to spend New Year’s Eve. It’s one I’ll remember. That’s for sure. [chuckles] CROWD: Five! Four! Three! Two! One! [crowd cheering] NEWSCASTER: I want a big thank you to the city of Sydney for putting on the fireworks. But most importantly, thank you to all the fireys out there, putting themselves on the line for so many Aussies who are having a tough time because of the fires. [cheering] LIVIA: And while the fireworks are shooting off in Sydney... All along the southeast coast of Australia, people are just picking up the pieces. Coming to terms with the trauma that they’ve just been through. [solemn music] - I thought to myself... “Everything’s gone, but I’m still here.” I still had my life. Yeah... ♪ ♪ DANIELLE: Hi, Maggie. It’s Danielle calling from the relief center for the water pods. But I’m just wondering if we can have one delivered to your place for them to collect... I have been working up at the Cobargo Bushfire Relief Centre. We have tools coming. But no food yet. 12 to 15 hours a day, 6 to 7 days a week. Good, how are you, Joe? Helping people allocate donations. So I’m just trying to confirm for the guys, where to deliver... Make sure there’s food. Joe! We have 18 people permanently camped onsite who are displaced. Thank you, guys! LOCAL: Thanks for your support. Good on ya. - It was a couple of days after the fire that the prime minister decided to boost his public image by visiting our town. REPORTER: Scott Morrison cut short a Hawaiian getaway, acknowledging his absence this week has caused some offense. DANIELLE: I’d seen the media coverage. I saw his, you know, little “hang loose” signs. [indistinct chatter] And I see him kind of grab my friend Zoe’s hand. ZOE: I’m only shaking your hand if you give more funding to RFS. So many people here have lost their homes. [both speaking] DANIELLE: I can see her talking, and then he turns his back on her. And I was, like, you know. “No, you can’t do that.” How about some money for our forgotten corner of New South Wales, Mr. Prime Minister? How come we only had four trucks to defend our town? ‘Cause our town doesn’t have a lot of money, but we have hearts of gold, Mr. Prime Minister. Him not listening to Zoe is him not listening to Australia. It’s him not listening to scientists. It’s him not listening to firefighters. Every single time this area has a flood or a fire, we get nothing! They have denied climate change. They say that it is not... as bad as all those pesky scientists are making out. LOCAL: Go on, piss off! DANIELLE: What about the people who... [all speaking] What about the people who have nowhere to live? I did give him his correct title. Um...Mr. Prime Minister. Didn’t you, moron? - Piece of [bleep]! - Nah, you’re an idiot, mate. - I think my goat even went... [bleats] Like that at him as well. [indistinct shouting] [cheers and applause] [somber music] ♪ ♪ JOHN: Looks like a bit of rain, yeah. - Oh, yeah, that’s what we need. And it’s gonna be heavy too. I’m gonna get a bit wee wet. JOHN: Yeah, I’ll get this umbrella open. CAROL: Oh, okay. ♪ ♪ JOHN: How do you work this thing? CAROL: Just have to pull. Oh, that’s a big fella. Ah! That’s the gal. ♪ ♪ JOHN: Carol and I became friends, you know. I looked after her, I tried to— I’d make her, you know, dinner and breakfast and make her a porridge. She liked her porridge. Um... and, well, we exchanged stories. ♪ ♪ CAROL: Over there, by that one. All along the top of that range, it just come over. JOHN: The chimneys are still standing, Carol. CAROL: Yeah, chimneys are still standing. They’re not much good. JOHN: No. [laughs] Yeah. Got a lot to clean up there, haven’t you? CAROL: Yeah. JOHN: All the rest of Carol’s sheep didn’t make it. ♪ ♪ There was 55 sheep we buried. ♪ ♪ There was nothing left of ‘em, though, just bags of wool and bones. There was no meat left on them. They’d just been incinerated. ♪ ♪ CAROL: It’s all gone. Everything is gone. Yeah. - Nice to be alive. Still here. - I’m still here. That’s the problem. I’m still here. [both laugh] - Ah. Only the good die young, mate. - Yeah. That’s right. Can’t afford to go yet. I’ve got a lot to do. ♪ ♪ DENNIS: Here’s the dog’s water dish. MARY: Dennis had to go to the hospital for treatment for his wounds. DENNIS: My injuries are good now. They’ve, um, healed. That’s through good vitamin C. I used to make me own. [chuckles] ♪ ♪ MARY: Look at this, Dennis. I used to love that. DENNIS: Ooh! We’re gonna get wet. MARY: The help that’s come through from social agencies... Heavy raindrops. We do feel guilty, at times, about accepting that. But everybody says, “Well, people want to help.” It’s making them feel good too. ♪ ♪ Mm, put my head on your shoulder. ♪ ♪ SHAUN: Oh. INDIA: Fuckin’ stinks in here. SHAUN: Still smells like smoke, doesn’t it? [India laughs] INDIA: And after the fire had come through, we were trapped here for a week with no power, so a lot of the time, we were sitting around a candle, just talking smack, so... yeah, that was fun. SHAUN: Yeah, for all that time when I was at the back of the house, I didn’t know what was going on out the front here. And I opened up and told her a few things about myself that she... didn’t know beforehand, and, um... [laughs] And all these things that I’ll be forever looking for that, “Oh, that’s right, it burned.” - And I asked him about... Not having a son. Because I’m pretty sure I remember Mom saying that he did really want a son. And the first thing he said to me is... “I don’t need a son, because you’ve got more balls than any man I know.” [laughs] So that was nice. ♪ ♪ SHAUN: Scrape it all up in a... ♪ ♪ Pile and get rid of it. ♪ ♪ - Shit. SHAUN: Look at this mess you made. INDIA: Fuckin’ hell. [Shaun laughs] - I’m just so very, very proud of her and her ability. Yeah. To do anything. Handle anything, I think. [laughs] Yeah. [grunts] I love her very much. [eerie music] LIVIA: More than 30 people have died. More than 3 1/2 thousand homes have been destroyed. Millions of acres of bushland and about a billion animals, scientists say, have been wiped out in these bushfires. [Dennis speaking quietly] What these survivors have shown is that people have this remarkable ability to adapt in a crisis. MARY: Granny’s old plates. LIVIA: But when it comes to addressing the root cause, our society can seem shortsighted. SHAUN: Gross as a little baby mountain grey gum. DANIELLE: I think it’s echoing what is happening all throughout the world. People are disenfranchised with the leaders and the people who are in power. ♪ ♪ LIVIA: When we ignore systemic issues, we face this dramatic action to survive. And the threat posed by a warming climate, given its gradual, almost creeping advance and its enormous potential for devastation, may prove to be the most significant yet. - Okay, so convoy missions. I’ll just go and get the addresses for the deliveries. LIVIA: But I think we’re all starting to realize that the biggest changes that can be made start at a grassroots level. - Well done. Thanks for all your support. - Because you can’t rely on your government to, uh, heal or guide or make the right decisions. So I think it’s this acceptance that it’s, um, the community that will do it. [somber music] ♪ ♪ DAN: Since we’ve been home, the kids have had their moments. Up and down. CHILD: You pick him up. MOTHER: No, you pick him up. Dad’ll get him. DAN: They’re still asking a lot of questions, and... “Is Mallacoota safe? And can we have fires here, Daddy?” And... [Mother growls] - [screams] [Mother laughs] DAN: We’re still trying to work it out in our head what will happen, you know? Then this pandemic, it’s gonna be a prolonged emotional roller coaster. ♪ ♪ And it worries me... immensely that my children may have to go through this experience again. ♪ ♪ [light music] ♪ ♪", "url": "https://www.nytimes.com/video/universal/100000007538988/hurricane-of-fire.html?playlistId=video/times-documentaries"}