{"authors": [], "date_download": "2022-10-25 23:50:01", "date_modify": "2022-10-25 23:50:01", "date_publish": "2019-07-25 00:00:00", "description": "Most TVs aren’t set up to look their best right out of the box, but a few simple picture adjustments can be a huge improvement.", "filename": "wirecutter_blog__1666741801.html", "image_url": "https://cdn.thewirecutter.com/wp-content/uploads/2019/07/budget-4k-tv-lowres-6530.jpg?auto=webp&quality=60&crop=1.91:1&width=1200", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/wirecutter_blog__1666741801.html", "title": "Simple Tips for Getting the Best Picture From Your New TV", "title_page": "Simple Tips for Getting the Best Picture From Your New TV | Wirecutter", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TVs have an intimidating number of picture settings and adjustments, and sadly new TVs tend to come set to the wrong ones. You may be tempted to just leave them be, but that will prevent your TV from looking its best. You could get your TV calibrated by a professional, but that’s expensive. Making a few tweaks to specific settings will produce not only a better image but also one that’s probably more comfortable to watch, too.\nWhy bother? Well, remember the hoopla surrounding that one episode of Game of Thrones that was so dark no one could see anything? If your TV had been set correctly, you would have been better able to see “The Long Night” in all its gloomy glory.\nIdeally, you should set up your new TV using a disc like Disney’s World of Wonder, which shows you how to properly adjust basic picture settings such as brightness, contrast, and sharpness. It’s available only on DVD, but that should be fine for most of the adjustments you need to make. If you have a 4K Blu-ray player, another option is Spears & Munsil UHD HDR Benchmark, which is a bit more advanced than the Disney disc.\nEven if you don’t want to buy a setup disc or you don’t have a disc player, if you take a few minutes to adjust the settings described below while watching real-world content, that will get you most of the way toward a better image. We’ll explain what each setting does and how you should set it to get the best picture. Although we wrote this with TVs in mind, nearly all of these settings are applicable to projectors, too.\nThe Best LCD/LED TV The Hisense U7G’s excellent performance, wealth of features, and approachable price make it our favorite LCD/LED TV.\nBefore you get started with the adjustments, make sure your sources are set correctly. Media streaming devices, Blu-ray players, and even satellite or cable boxes should automatically adjust their settings to output the proper resolution to match your TV, but it’s not a given. You can check this in the player’s settings menu, or you can usually hit the Info button on your TV’s remote control and get an onscreen display that shows what resolution the TV is receiving. Make sure it says 1080p or 2160p (if you have a 4K-capable TV and sources). Also, if you make these adjustments while watching cable or satellite content, make sure you’re watching a high-definition channel, not a standard-def one.\nAlso keep in mind that some TVs require you to set up each input separately, so you may need to repeat the adjustment process with every input. But thankfully most new TVs will let you copy your settings across multiple inputs.\nSetting picture mode\nThe first and most important step is to choose the correct picture mode, which will automatically adjust multiple aspects of your TV’s image. Many TVs help you choose a picture mode during the initial setup process. When you first plug in a modern Vizio TV, for instance, you’ll be asked to choose whether the TV is being used in a home or in a store (choosing the latter will create an image that’s not suitable for the darker viewing environment of a typical living room), and then you’ll be prompted to select what kind of image you prefer.\nWe generally recommend the picture mode labeled Movie (Samsung), Cinema (LG and Sony), or Calibrated (Vizio) because these modes come the closest to official HD and UHD standards—and therefore are much closer to what the filmmakers and TV directors intended. You should avoid the Standard, Dynamic, or Vivid mode. When you first switch to the Movie or Cinema mode, you may notice that the image looks redder than in the other modes, and that it’s perhaps a bit dim. Compared with the image in those other picture modes, it is indeed redder. What you’re noticing is the TV’s color temperature, which (simply speaking) refers to how warm (red) or cool (blue) the image is. Most TV modes are far cooler, with a bluer tint, than they should be. The warmer Movie or Cinema mode is actually more accurate. Give your eyes a few days to adjust and you won’t want to go back.\nIn addition to adjusting color temperature, these picture modes automatically adjust some of the other aspects of the image, which we discuss below. Putting the TV in the Movie or Cinema mode will bring you about 95 percent of the way to an accurate image. If you’re willing to do a little more tweaking to make sure your TV looks its best with your specific sources and content choices, keep reading.\nSetting contrast and brightness\nContrast and brightness are two sides of the same coin. The contrast setting adjusts the bright parts of the image, while the brightness setting adjusts the dark parts. If you set the contrast too high, you will lose the fine detail in bright images. If you set it too low, the whole image will appear flat and lifeless. Set the brightness too high and blacks will get lighter, causing the image to look washed out. Set it too low and all the details in shadows will disappear into a murky mess.\nTo accurately adjust these controls, you really need test patterns like the ones on the discs we recommend above. However, you can get the settings close to correct by watching specific content and making adjustments on the fly. For contrast, find something that’s bright, with lots of white. Clouds are good, as are ski slopes. (A hockey game will do in a pinch.) Turn the contrast up enough that the image has depth and realism, but not so much that you can’t see any detail in the snow, clouds, or ice—these shouldn’t just be white, featureless blobs. Check out a few different shows to make sure that bright scenes look detailed. Once you’ve got it close, drop the setting a little bit, since setting the contrast too high can add a slight color tint to whites. In other words, if the image looks pretty good at a setting of 80, go with 78 instead.\nNext, find some dark content with lots of shadows. Turn the brightness control down enough that the shadows look dark, but not so far down that the details disappear into blackness. Again, this may take a few tries with a few different shows. Shadows and contrast in shows on CBS, ABC, Fox, and NBC tend to have a more traditional, straightforward aesthetic. In shows on HBO or Netflix, shadows and contrast may have a more artistic look, which will make them less desirable for setting up your TV. However, once you have your TV set correctly, everything you view will look even better.\nThese three images show what happens when your brightness control is set correctly and incorrectly. This image is correct. Photo: Geoffrey Morrison These three images show what happens when your brightness control is set correctly and incorrectly. This image is an example of a brightness control that’s set too high: The detail revealed may not be what the director had intended you to see, and, worse, the image looks flat and washed out. Photo: Geoffrey Morrison These three images show what happens when your brightness control is set correctly and incorrectly. This image is an example of when the brightness control is set too low; see how the rooftops toward the bottom of the image have lost all detail as the shadows are “crushed” by the TV. Photo: Geoffrey Morrison These three images show what happens when your brightness control is set correctly and incorrectly. This image is correct. Photo: Geoffrey Morrison\nA word of caution: Various channels, apps, and sources can all look slightly different. So if you get your TV looking just right with ESPN from your cable box, it may not look exactly right when streaming Netflix offerings from your Roku. It could take a few tweaks to get the image looking as good as possible with everything you watch.\nIf you have a Sony LCD TV, be aware that Sony often uses the term “black level” for the functional brightness control and the term “brightness” to describe the control that adjusts the intensity of the LCD backlight—that is, how bright the TV is. (Many other TV manufacturers use a term such as “backlight level” to describe the control that adjusts the TV’s overall light output.) Although Sony’s terms are technically more accurate descriptions of what is being adjusted, they can cause confusion, because Sony is one of the only companies to use this terminology.\nSetting color and tint\nGenerally speaking, don’t adjust these. Modern TVs don’t actually need these controls anymore. They’re the vestigial tails of older televisions.\nSetting sharpness\nBelieve it or not, you should turn this setting way down. Most likely, if you’ve switched to the Movie/Cinema/Calibrated picture mode, it has been turned down already—so you probably don’t need to touch it. The sharpness control doesn’t actually increase sharpness; it increases edge enhancement, which masks fine detail and causes the image to look intensely artificial. Imagine outlining the holes of a fine lace doily with a Sharpie. From a distance it might stand out, but up close you’ve just colored over all the detail with a Sharpie. A TV with its sharpness set high may appear sharper, but it will lack the more natural, finer details that you’d see with the sharpness set to low or zero.\nThese three images illustrate how the sharpness control affects the picture. This image shows a TV with the correct amount of sharpness. Photo: Chris Heinonen These three images illustrate how the sharpness control affects the picture. This image shows the edge enhancement and noise that are a result of a too-high setting. Photo: Chris Heinonen These three images illustrate how the sharpness control affects the picture. This image shows how the picture can look soft if you set the sharpness too low on some TVs. Photo: Chris Heinonen These three images illustrate how the sharpness control affects the picture. This image shows a TV with the correct amount of sharpness. Photo: Chris Heinonen\nTo properly set sharpness, turn the setting down until you can no longer see false white lines and noise around hard edges. With some TVs, the picture will become noticeably soft when the sharpness is set near or at zero; if that happens, bump up the setting a few ticks to make sure you aren’t losing actual detail. I wrote about this at length over at CNET: “Why you need to turn down your TV’s sharpness control.”\nColor temperature\nEvery piece of content you’ve ever seen on your TV—from reality TV shows to scripted dramas—was created using professional display monitors set to a color point called D65. It’s essentially a way to describe how “white” white is. Not too red, not too blue, not too green. All of the displays on the production side of things will look nearly identical because they’re all calibrated to match D65.\nIdeally, you also want your TV to match this as closely as possible so that at home you’re seeing what the filmmakers had intended for you to see. Professional calibration is usually required to set the color temperature perfectly, but most TVs now include a few presets from which you can choose—oftentimes, they’re labeled “cool,” “medium,” and “warm.” On most TVs, the preset called “warm,” or “6500,” is the closest to D65. This is the preset that most Movie and Cinema modes will switch to. After giving your brain a day or two to adjust to the “warm” setting, if you still think the picture is too red, you can go to the next highest setting, often labeled “medium.” But you should avoid the “cool” setting.\nMotion smoothing, aka the soap opera effect\nOne of the most, shall we say, controversial settings involves the use of motion smoothing, also known as motion interpolation or the soap opera effect. This setting creates an overly smooth motion that makes a film look like a cheap soap opera. Some people don’t mind it, and some people actually like it. But many people hate it (including Tom Cruise). Most TVs have the smoothing function turned on by default (sometimes even in the Movie or Cinema mode); fortunately, if you don’t like it, you can turn it off. The function goes by different names, depending on the manufacturer, but the word motion is usually in there somewhere. Samsung calls it Auto Motion Plus, LG calls it TruMotion, Sony calls it MotionFlow, and Vizio calls it Smooth Motion Effect.\nThe side effect of turning this feature off is that you can lose detail in fast-motion scenes. All modern TVs can experience something called “motion blur,” which the soap opera effect was created to combat. But there are other options for dealing with motion blur. Some TVs offer black-frame insertion, which can result in a dimmer image and possibly some flickering, but it can also do a very good job of reducing motion blur. Some TVs offer a custom mode that lets you adjust the aggressiveness of the motion smoothing to your liking. There’s no “right” setting for this—it’s basically personal preference. Find out what the different modes on your TV do, and see if you like one more than another. I dive into this tech in an extensive article.\nSetting the backlight or OLED light\nIf your eyes feel sore after watching a movie at night, or if you’re having trouble seeing the action during an afternoon football game, you probably need to adjust the TV’s backlight or OLED light level to suit your room’s lighting conditions.\nMost TVs on the market today are LCD/LED TVs, which use a backlight that shines through a layer of liquid crystals to form the image you see. You can adjust this backlight to be as bright or dim as is appropriate for the situation. In a very bright living room with lots of windows, you may need to push the backlight level near its maximum. For nighttime viewing in a dim to dark room, the backlight level should be set much lower to avoid eyestrain and headaches.\nOLED TVs don’t have a backlight, because each pixel creates its own light. However, you can control how intense those pixels get using the OLED light control. Higher is brighter, obviously, but higher also means greater energy consumption and a greater potential for image retention.\nThe Best OLED TV Samsung’s S95B TV delivers everything we love about OLED technology but with higher brightness that makes it a good fit for any room.\nYou can usually adjust the brightness of a projector, too. In addition to high and low lamp modes, many projectors have an automatic iris that adjusts itself to suit the intensity of the onscreen image. Unless you see this iris working (pulsing with bright and dim scenes), you can leave it in auto mode. The eco or low lamp mode will extend the life of your lamp, and you should generally use it, unless you really want or need the extra light.\nShould you use automatic brightness?\nToday, the majority of TVs feature a sensor that can determine how bright your room is and then automatically adjust the TV’s light output accordingly. There are different names for this (for instance, LG calls it Automatic Power Saving, or APS). There’s a lot of variation in how effectively this function works. We recommend that you turn it off while you’re adjusting the other settings. Once everything else is to your liking, you can turn this on and see if you notice and like its effect.\nTurn off dynamic black, dynamic contrast, dynamic anything\nMost TVs have settings labeled “dynamic” that analyze the video signal and adjust, on the fly, how the image looks. Generally speaking, you should turn or leave these off. Once you’ve got your settings adjusted correctly, the TV shouldn’t need to adjust anything on its own based on the video. These features will often do more harm than good. For instance, they could sense a dark scene and crank the brightness. Sure, you’ll get to see what’s in the shadows, but you could also end up seeing something the director hadn’t intended to show yet—for example revealing Pennywise or Jason before the scare was supposed to happen. Not to mention that the image will briefly look washed out and then return to “normal” in the next scene, which can be distracting. The one exception to this is Dynamic Tone Mapping for LG OLED TVs, which we discuss below.\nGame-specific settings\nA lot of TVs offer either a game-specific picture mode or a game mode that you can enable for any picture mode. This mode disables nonessential video processing to improve the TV’s response times, so the gaming experience is better. In the past, game-specific picture modes typically offered worse image quality, with overly vivid colors and bluish whites, but in recent years the image quality of game modes has improved. We recommend the best TVs for gamers here.\nSome new TVs with HDMI 2.1 inputs may include a feature called automatic low latency mode (ALLM). When paired with a compatible video game console, these TVs will automatically enter game mode when you’re playing a video game, so you don’t have to remember to do this yourself. The ALLM function is even smart enough to know when you’re streaming a movie from the Netflix app on your console and when you’re playing a game, so you get the best image quality when watching movies and shows and the best input performance when playing games.\nLeave the following settings alone\nWe’ve covered only a fraction of the total adjustments that can be made to the majority of televisions. But most of the remaining adjustments should be left alone. They range from rare situational uses to settings that should be adjusted only by professionals.\nFor instance, most TVs have a color management system that allows you to adjust the red, green, and blue (and usually cyan, magenta, and yellow) colors. You can’t adjust these accurately by eye; doing this requires specialized test gear and a trained professional.\nLikewise, most TVs have advanced white balance controls to fine-tune the color temperature, but this also requires special test gear. See “The next step,” below, for more on this.\nMost projectors and some TVs have a setting called RGB Mode, with options for Limited and Full. This mode specifies how to read the incoming video data, and you should leave it set to Limited (or Automatic, if it’s available) on both your TV and your sources. The exception is when you’re connecting a PC to your TV, in which case you’ll want to use the Full setting for that source.\nFinally, you shouldn’t need to adjust your TV’s HDR settings, beyond perhaps choosing among a few preset HDR picture modes. Some settings may be locked, and trying to adjust things like brightness or gamma can do more harm than good. You may have the option to enable or disable Dynamic Tone Mapping, which affects how the TV handles HDR signals that are too bright for its light-output capabilities. You can adjust this to your preference.\nThe next step\nIf all of this is still too daunting for you, or you really want to eke every last photon out of your TV, consider hiring a professional calibrator. For a fee (which could be several hundred dollars), a trained tech will come to your house, make sure your TV is connected correctly, and use thousands of dollars of specialized test gear and software to make sure all of your settings are correct.\nBut most people will find that adjusting the settings mentioned above should be enough to significantly improve the look of a TV. This is a far better approach than the highly inaccurate method of copying someone else’s settings from the Internet, since they won’t apply to your TV, your room, or your viewing habits.", "url": "https://www.nytimes.com/wirecutter/blog/simple-tips-for-getting-the-best-picture-from-your-new-tv/"}