{"authors": [], "date_download": "2022-10-25 23:46:35", "date_modify": "2022-10-25 23:46:35", "date_publish": "2020-04-23 00:00:00", "description": "The coronavirus has turned life upside down. These are the products that have made working and taking care of ourselves (from home) easier.", "filename": "wirecutter_lists__1666741595.html", "image_url": "https://cdn.thewirecutter.com/wp-content/uploads/2020/04/20200407_new-essentials-630.png?auto=webp&quality=60&crop=1.91:1&width=1200", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/wirecutter_lists__1666741595.html", "title": "The Wirecutter New Essentials", "title_page": "The Wirecutter New Essentials | Wirecutter", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Life has been turned upside down by the coronavirus pandemic, even for the fortunate ones who are safe, healthy, and able to work from home. For those under quarantine, the forced hermitage has cast homes—and possessions—in a new light. Things that saw use only semi-regularly before (carry-on suitcases, gym bags) now seem utterly irrelevant to people’s new stay-at-home lives. Other things people never thought much about (resistance bands, toilet paper) are suddenly prized possessions.\nHere at Wirecutter, we’ve dedicated countless hours to finding the best things. Now that we’re all homebodies, and nice-to-haves have turned into necessities, we’re highlighting a few dozen items that have brought us comfort and relief over the past year (yes, that includes alcohol). If your sofa hasn’t turned out to be such an ergonomic office chair after all, or if your robot vacuum is already sputtering with cat hair, take a look at our new essentials. Although even the best products won’t fix every problem, we hope something on this list can help you navigate this uncertain and stressful time.\nNote that some retailers are experiencing inventory issues, so if a pick is out of stock, click to our related guide, where you’ll find serviceable alternatives in the Competition section.", "url": "https://www.nytimes.com/wirecutter/lists/new-essentials/"}