{"authors": [], "date_download": "2022-10-25 23:46:35", "date_modify": "2022-10-25 23:46:35", "date_publish": "2020-10-19 00:00:00", "description": "The New York Times Magazine staff writer on the ritualistic scents she burns to suit her many moods.", "filename": "wirecutter_blog__1666741595.html", "image_url": "https://cdn.thewirecutter.com/wp-content/media/2020/10/jennawortham-incense-2048px-7338.jpg?auto=webp&quality=60&crop=1.91:1&width=1200", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/wirecutter_blog__1666741595.html", "title": "Jenna Wortham on the Incenses She Uses for Every Mood", "title_page": "Jenna Wortham on the Incenses She Uses for Every Mood | Wirecutter", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Our sense of smell is one of the first to develop; with millions of olfactory cells at our disposal, many of us navigate the world by our noses. A scent can completely transform a mood, a room, an entire landscape.\nIn my own life, I spend a considerable amount of my time layering scents, both on my body and in my home. I love aromatherapy, and I enjoy the way people react to the scentscapes I’ve created, which are almost always meant to invoke a sense of earthiness, home, moss. These days, I wear fewer scents—it’s become one of the many beauty acts that suddenly feel illogical and nonsensical—but being inside more often has only magnified my desire to perfume the physical spaces I inhabit.\nIncense has become a daily routine and ritual. I burn incense the way some people play music—nonstop, cycling through different tones and textures to meet me where I am or take me someplace new. It helps lift my energy and shift it, move it around and recycle it. Changing the way my home smells feels like one of the few elements I can control these days, and it’s as soothing and comforting as a good night’s rest, a bath, or any other gesture toward care. These are currently my favorites in the rotation.\nFor everyday use\nUma Pure Calm Wellness Incense ($16 at the time of publication)\nWhen I need a gentle start to the day, I’ve found that the Pure Calm Wellness Incense sticks by Uma are an easy, everyday background accompaniment while I’m stretching, meditating, or making tea. Containing elements of chamomile and lavender, it’s ideal for sunrise or sunset, for easing into consciousness or out of it.\nFor energetic mornings\nCremate London Middle Way Tin ($30 at the time of publication)\nWhen I wake up a bit more invigorated, I’m all about Middle Way by Cremate. I came across this blend through the founder, Junior Adesanya, who is an artist. I realized he was also a perfumer, which intrigued me and inspired me to find out more about how he worked with scents. The notes of cinnamon complement sipping coffee with chicory, enjoying a bold jazz album, responding to emails, and taking those obligatory spins through social media before settling down to work.\nFor extra luxury\nMishal Incense Cones ($20 at the time of publication)\nThe Warm Vanilla & Clove cones by Mishal are some of the most luxurious, savory-smelling cones I’ve ever come across. I found Mishal through The Sable Collective, a Black-owned gift shop based in Philadelphia. The mouth-watering scent radiates out of the packaging, a consistent reminder of decadence. The cones are unique and very hard to come across, which feels appropriate considering their richness. They are a delicacy, like in-season oysters, or an all-over sugar scrub at a spa, best to be savored when you’re in need of a little extra pampering (which is pretty much all the time these days).\nFor opening up the imagination\nArtemisia Negra Dream Blend Incense ($25 at the time of publication)\nFor a ritual moment, such as performing a new-moon ceremony or honoring those we’ve lost this year, I prefer Artemisia Negra, which came across my purview in a Twitter search for incense created by Black makers. It has a gorgeous “dream” blend of mugwort and frankincense, ideal plant allies for inspiring new dreams, when you want to imagine new incarnations and pathways, and find kernels of hope where there were none before. The Negra isn’t a stick but rather comes in a glass jar that resembles a spice jar, and it’s fun to shake over a red-hot coal and see it transform into smoke. Incendere in practice. You need the right accoutrements for resin and loose incense, so make sure you have a baby iron cauldron or some other fire-safe vessel.\nFor traveling\nBlackbird Muru Incense ($35 at the time of publication)\nBlackbird is one of my favorite incense brands, hands down. I came across it in one of those beautifully curated home-goods stores. It’s extremely easy to travel with a jar of Blackbird incense, as the lid doubles as a burner. The scents are always intoxicating and heady, and they linger for hours. One of my favorite brands to travel with is the verdant Muru scent, the very essence of new beginnings and portal openings. It’s my go-to present for friends who have moved into new homes or are going through big life transitions—I’ll even save my empty jars to fill with loose herbs for tea or baths and give those as gifts, too. It’s the type of incense that can hold big feelings, inspire them, and also soothe them.\nFor calming\nBlackbird Targa Incense ($35 at the time of publication)\nThe heady scent of Blackbird’s Targa incense contains copaiba oil, which is used to promote wound healing, and vetiver, which supposedly helps to settle shock. It was a much-needed ally for processing the grief over the failure of our justice system after the cops who shot Breonna Taylor were not indicted. It was the only thing that settled my nerves and helped ease me to sleep that night.\nFor when I’m feeling myself\nBlackbird Tilde Incense ($35 at the time of publication)\nFinally, the undercurrent of patchouli in Blackbird’s Tilde scent is the olfactory equivalent of that danky bassline in “WAP”; I use it when I’m feeling particularly embodied and want to take a selfie to capture what has become a rare moment these days.", "url": "https://www.nytimes.com/wirecutter/blog/jenna-wortham-favorite-incense/"}