{"authors": [], "date_download": "2022-10-25 23:46:42", "date_modify": "2022-10-25 23:46:42", "date_publish": "2020-03-17 00:00:00", "description": "Be cautious and careful. But there’s no need to go overboard with panic.", "filename": "wirecutter_blog__1666741602.html", "image_url": "https://cdn.thewirecutter.com/wp-content/uploads/2020/03/coronaviruspackages-lowres.jpg?auto=webp&quality=60&crop=1.91:1&width=1200", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/wirecutter_blog__1666741602.html", "title": "How to Handle Packages During the Coronavirus Pandemic", "title_page": "How to Handle Packages During the Coronavirus Pandemic | Wirecutter", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Note: This article was published on March 17 and is no longer being updated. This is a developing situation. Read our piece on \"Your Coronavirus Questions Answered\" for more information.\nWith social distancing and self-isolation increasingly becoming the norm (and, in many cases, a government mandate) during the coronavirus pandemic, a lot of Americans are actively avoiding the crowds at Costco and the grocery store in favor of shopping online. (And, of course, most of the products we recommend here at Wirecutter are purchased online and delivered to your door.) But the packages you order on the Internet aren’t exactly sterile. They’ve each likely been touched by multiple people—the person who put your food or item in the package, the person who loaded it onto a truck, the person who hands you your bag or box, and so on. How careful should you be?\nHow long does the coronavirus live on packages?\nIn a guide to cleaning and disinfecting in households that have suspected or confirmed cases of COVID-19, the Centers for Disease Control and Prevention (CDC) says that “novel coronavirus may remain viable for hours to days on surfaces made from a variety of materials.” The novel coronavirus that causes COVID-19 could survive on cardboard for up to 24 hours, according to a study conducted with members of the Laboratory of Virology with the National Institute of Allergy and Infectious Diseases (NIAID) and the National Institutes of Health (NIH), as reported by MIT Technology Review. However, that figure is based on a very small-scale study in preprint, which means it hasn’t been published yet and has not been peer-reviewed. With the cardboard testing, which was done three times, the study says the data was “noticeably noisier” than with the other surfaces tested, and it “advises caution in interpretation.”\nIn its COVID-19 FAQ, the CDC talks specifically about packages and products that ship from China. For guidance, the CDC looked at previous coronaviruses and said, “In general, because of poor survivability of these coronaviruses on surfaces, there is likely very low risk of spread from products or packaging that are shipped over a period of days or weeks at ambient temperatures.”\nShould you disinfect your packages?\nThe CDC’s advice on protecting yourself does not include advice on disinfecting packages. Its general advice stands: Wash your hands frequently and avoid close contact with people.\nIn its guide to how COVID-19 spreads, the CDC says that we don’t know exactly how the novel coronavirus is transmitted, but it’s thought to be mainly through “respiratory droplets” between people who are within 6 feet of each other. “It may be possible that a person can get COVID-19 by touching a surface or object that has the virus on it and then touching their own mouth, nose, or possibly their eyes,” the CDC says, “but this is not thought to be the main way the virus spreads.”\nThe Occupational Safety and Health Administration says, similarly, in its guide to control and prevention, “At this time, there is no evidence that the COVID-19 is spread through environmental exposures, such as coming into contact with contaminated surfaces.”\nTo be extra-cautious, particularly if you are in a higher-risk group, you can dispose of outer packaging outside of your home and wash your hands immediately after handling. But this is likely not necessary for most people’s handling of most cardboard packages.\nRemember, too, that on the way to picking up your package, you may be touching a number of things that qualify as “frequently touched surfaces,” such as an elevator button in an office building, the shared doorknob on the front door, or the stylus that you use to sign for a package. Being aware of your contact with these surfaces is just as important—and maybe more important—than the way you handle packages. Washing your hands will help reduce the risk of infection from surfaces like doorknobs, too.\nWhat are delivery services doing to keep your packages safe?\nOf course, the person who touches your package last is likely your delivery person, and it’s in everyone’s best interest to make sure they’re staying healthy.\nThe New York Times reported that some delivery workers with UPS and FedEx are continuing to work while ill out of fears of losing their jobs. When we reached out to UPS to ask about package safety and delivery-driver health, its representative pointed us to a statement on the UPS site, which says, “If a UPS employee experiences symptoms such as fever or respiratory infection, they are required to seek medical treatment immediately.” If you want to limit contact with the delivery person, you can use UPS My Choice for free to leave instructions on your deliveries.\nThe New York Times also reported that about two dozen postal workers have contracted the coronavirus as of March 23, and that other postal workers fear they are not doing enough to protect their health. In a statement on its website published on March 4, the United States Postal Service says it is following safety guidelines from the CDC.\nIn a statement on its site, FedEx says it is encouraging employees to monitor their health and asking anyone with flu-like symptoms to stay home, while sanitizing stores and trucks regularly.\nOn its blog, Amazon wrote that it has created the Amazon Relief Fund, which would offer grants “approximately equal to up to two-weeks of pay if diagnosed with COVID-19 or placed into quarantine by the government or Amazon on supporting our independent delivery service partners and their drivers, Amazon Flex participants, and seasonal employees under financial distress during this challenging time.”\nWe also know that many COVID-19 carriers are asymptomatic for days before realizing they’re sick. Be kind to the people working hard to get your packages to you, and practice good hygiene when you touch the things they touch.", "url": "https://www.nytimes.com/wirecutter/blog/coronavirus-packages/"}