{"authors": [], "date_download": "2022-10-25 23:46:45", "date_modify": "2022-10-25 23:46:45", "date_publish": "2020-03-30 00:00:00", "description": "What you need to know about handling grocery bags, packaged food, and produce after you return from the store.", "filename": "wirecutter_blog__1666741605.html", "image_url": "https://cdn.thewirecutter.com/wp-content/uploads/2020/03/reusablekitchen-lowes-4345.jpg?auto=webp&quality=60&crop=1.91:1&width=1200", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/wirecutter_blog__1666741605.html", "title": "Should You Sanitize Your Groceries?", "title_page": "Should You Sanitize Your Groceries? | Wirecutter", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the global spread of the coronavirus pandemic, many people are cooking from home more than ever before. Though you’re probably doing your best to practice social distancing and stay inside, you may be wondering if the food, packaging, and grocery bags you bring into your home need to be sanitized. It’s a valid concern, considering all of the hands that have touched the apples in your fridge or the cans of tuna in your pantry.\nAccording to the Centers for Disease Control and Prevention (CDC), transmission of the virus is far more likely to spread through respiratory droplets from an infected person and much less likely via surfaces, materials, or food. So you probably don’t need to do more than what’s usually recommended to safely sanitize surfaces and prepare food. That said, we understand that you may have specific questions about the risks. Here’s what you need to know about handling grocery bags, packaged food, and produce after you return from the store or when you have food delivered to your door:\nIs it okay to use reusable grocery bags?\nFrom what we know now, the risk of the virus being transmitted via surfaces is much lower than the risk of it being transmitted directly from person to person. “While it is theoretically possible that a reusable bag may pick up germs, including coronavirus while in the grocery store, the biggest threat that anyone faces is someone else in the store who has COVID-19,” said Donald W. Schaffner, PhD, extension specialist in food science and distinguished professor at Rutgers University, and the co-host of the podcast Food Safety Talk.\nHowever, if you’re worried about bringing reusable bags back from the grocery store and into your home, Schaffner noted that you can always wash them. According to the CDC, washing clothes and cloth bags with detergent according to manufacturer instructions is sufficient. (For more specifics, see our COVID-19 Q&A blog post.) If you’re particularly concerned, you can also leave the grocery bags outside, in a garage, or in an unused closet for a few days (at which point, the preliminary research suggests that the virus will no longer be detectable).\nIf you do bring your own bags to the grocery store, be sure to pack them yourself. Don’t ask the cashier to handle them, for your safety and theirs.\nShould you sanitize packaged foods and containers?\nA preliminary study shows that the virus can survive on certain surfaces for a number of hours or days, depending on the material. According to the study from National Institutes of Health, CDC, and UCLA and Princeton University scientists published in The New England Journal of Medicine, the virus was detectable for “up to four hours on copper, up to 24 hours on cardboard and up to two to three days on plastic and stainless steel.” (Though the number of live viruses rapidly declined over that time.) As mentioned above, the more likely transmission of the coronavirus is from having contact with an infected person, not by way of surfaces.\nSchaffner told us: “If you are concerned about the outside of food packages being contaminated, I suggest that you wash your hands and or sanitize your hands before you sit down to eat any food that you might’ve taken out of those containers... Washing your hands before you eat is a best practice even when we’re not in a pandemic.” Though frequent handwashing is likely sufficient, if you want to be extra cautious, there’s no harm in throwing away cereal boxes and other nonessential outer packaging or in wiping down cans and jars with an approved disinfectant if it will put your mind at ease. Alternatively, you could set aside non-perishable groceries for a few days before using them, since the information available now suggests that the virus can’t be detected on plastic or stainless steel surfaces for more than three days.\nHow to wash fruits and vegetables\nAccording to the CDC, “Currently there is no evidence to support transmission of COVID-19 associated with food.” That said, you should still be washing all of your produce before consuming it as you normally would, and cutting away bruised areas where bacteria can thrive. The FDA, the USDA (PDF), and the NSF (a public health and safety organization) each recommend washing all fresh fruits and vegetables under cold running water and drying with a clean towel or paper towel to remove dirt and to reduce any bacteria that may be present. You can lightly scrub firm fruits and vegetables, such as apples, citrus, carrots, and potatoes, with a vegetable brush—just be sure to clean and dry the brush between uses. Discard the outermost leaves of lettuce or cabbage and pull the heads apart so that you can rinse each leaf thoroughly. According to the FDA, bagged produce labeled “pre-washed,” such as carrots or spinach, does not need to be washed again.\nThe USDA does not recommend washing produce with detergents or soap because such cleaners are “not approved or labeled by the U.S. Food and Drug Administration (FDA) for use on foods.” There’s also the risk that the dish soap or detergent could be absorbed into your food and then ingested, which is potentially harmful.\nYou don’t need to wash your produce in a diluted vinegar solution, either. Vinegar is not registered as a disinfectant with the EPA and is not on the approved list of products for cleaning hard surfaces that meet the agency’s criteria for use against the coronavirus. Schaffner told us, “If using vinegar makes you feel better, go ahead and do it... But you should also know that according to Food Safety experts, what you’re doing is no different than using plain water.” As mentioned above, the best way to prevent transmitting COVID-19 is by washing your hands before handling food. Don’t forget to wash them throughout the cooking process, too, or whenever you touch potentially contaminated objects or surfaces.\nMost experts agree that you don’t need to be concerned about eating properly washed raw fruits and vegetables. Schaffner reemphasized, “The simple act of going to the grocery store and being around other people has a much bigger chance of infecting me with COVID-19 [than] anything that might be on my salad.” But, he added, “Of course it’s important that we keep an open mind, and should we find evidence that the disease is being transmitted by food, we will change our recommendations.”\nOther food safety tips\nThough reducing the risk of transmitting COVID-19 is at the forefront of everyone's mind, it’s important to also continue practicing basic food safety rules—the last thing anyone needs right now is a trip to the hospital due to food poisoning.\nAside from washing your hands with soap and water, before beginning any food preparation you should sanitize sinks and counters using one of the approved disinfectants on the EPA’s list (or see our guide to the best cleaning solutions for the coronavirus). Always keep your produce refrigerated outside of the “food danger zone” (40 °F to 140 °F). If you’re unsure what temperature your fridge is, use a fridge and freezer thermometer to monitor it.\nWe also suggest that you label and date your food and adopt the fundamental rule of any restaurant fridge: FIFO, or first in, first out—meaning new food goes to the back of the fridge, and older food goes to the front. Tightly wrap raw meat, poultry, and seafood (or place it in a sealed container) and store it on a metal sheet pan at the bottom of your fridge to prevent any raw juices from dripping and contaminating other foods. Refer to the USDA website for more food safety information.\nSources", "url": "https://www.nytimes.com/wirecutter/blog/should-you-sanitize-groceries/"}