{"authors": [], "date_download": "2022-10-25 23:32:02", "date_modify": "2022-10-25 23:32:02", "date_publish": "2022-09-16 00:00:00", "description": "Holiday sales creep means that shopping season now starts before Halloween.", "filename": "wirecutter_blog__1666740722.html", "image_url": "https://cdn.thewirecutter.com/wp-content/media/2022/09/20220912_EarlyHolidaySales_3x2.png?auto=webp&quality=60&crop=1.91:1&width=1200", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/wirecutter_blog__1666740722.html", "title": "Holiday Sales Will Start Earlier Than Ever This Year", "title_page": "Holiday Sales Will Start Earlier Than Ever This Year | Wirecutter", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Holiday creep is real. Halloween costumes fill store shelves in August, pumpkin-flavored everything is on the menu by Labor Day, and Christmas gifts and decor are everywhere a month before Thanksgiving. It often feels like too much, too soon.\nThe Wirecutter Deals team has been covering deals and holiday sales for years, and we've seen the sale-season creep up right along with those lattes and jingle bells. While frenzied marketing language to shop early is frustratingly pervasive, Wirecutter’s research-based rubric gives us a clear-eyed approach to holiday sales so you can avoid overblown markdowns and focus on the real deals. Here’s the truth behind the ever-expanding shopping season.\nMost sales stink, but some early sales are worth it\nThe vast majority of sales aren’t worth it. Less than 1% of the sale prices we research meet our product-quality, retailer-reliability, and price-quality rubric, and that’s year-round. However, some early holiday sales are worth it. If you’re someone who likes to square away holiday shopping in advance, sales in early October could fit the bill.\nTarget will revive its Deal Days sale event early in October. The sale, which is open to all shoppers, will include a price match guarantee for many items—if the price goes lower prior to 12/24, Target will refund the difference. Amazon has announced its own event for Prime members, the Prime Early Access Sale. The e-commerce giant promises sales on Alexa-enabled devices and Fire TVs. Preview promotions for the Early Access Sale are live now.\nHow to make the most of early sales\nFirst, don’t take early holiday ads at face value. The list prices with strike-throughs on sale promos aren’t an accurate representation of the typical full price of an item—they’re designed to make the discounts look better than they are.\nWe also recommend that you comparison shop—when you see a sale price, start by comparing the price of that item across large retailers. Most major retailers match one another to some degree around holiday sales, which gives you more choice. A simple browser search shows you shopping results from a variety of retailers, and you can compare prices from options you know and trust.\nUsing the lists function on Amazon is another way to get a sense of pricing. Remember, simply having an item in an Amazon list doesn’t lock you into buying from Amazon. Other retailers may be matching deal-pricing. The purpose of the list is to curate what you want, track pricing (lists tell you if an item’s price has dropped since you added it), and if desired, receive alerts when prices drop (this requires the Amazon shopping app).\nIf you want to go one step further, make use of third-party price tracking tools like Camelcamelcamel and Keepa. Those trackers work exclusively on Amazon, but since you know that Amazon is likely to match other retailers’ pricing, a good price on Amazon is just a starting point. You can track the price on Amazon, see if the deal is worth it, and circle back to the retailer of your choice to see if they’re also offering the item on sale.\nWhy you should do your holiday shopping before Halloween\nRetailers have pushed holiday sales to early October for a number of reasons. Expanding the holiday shopping season is undoubtedly to their financial advantage—more time to shop likely means more total shopping. Other reasons are externally driven—inflation and the supply chain. Both factors could affect pricing between early October and late November, making a purchase in early October a bet of sorts. Are prices going to continue to soar higher, stay the same, or decrease? Thankfully, some retailers have anticipated this and changed their policies accordingly. In 2021, both Best Buy and Target offered some form of price protection on purchases made during their early holiday sales. We anticipate them doing so again. That means you could buy something in October and not worry about the price going down in November.\nEverything from heat waves to armed conflicts continue to affect the global delivery of goods. The last few years have shown the unreliability of our global system, and because we can’t know what will happen in advance, purchasing early protects you from any problems that might occur.\nPurchasing early also protects against inflation and additional price hikes prior to Black Friday. And again, price protection policies protect eligible items against price drops, so you’re covered from both ends.\nThis article was edited by Annemarie Conte and Ben Frumin.", "url": "https://www.nytimes.com/wirecutter/blog/holiday-sales-2022-what-to-expect/"}