{"authors": [], "date_download": "2022-10-25 23:46:39", "date_modify": "2022-10-25 23:46:39", "date_publish": "2020-03-13 00:00:00", "description": "Advice from a professional shut-in on how to maintain social relationships while you’re not in the same space as your friends.", "filename": "wirecutter_blog__1666741599.html", "image_url": "https://cdn.thewirecutter.com/wp-content/uploads/2020/03/howtobesocial-lowres-top-1.jpg?auto=webp&quality=60&crop=1.91:1&width=1200", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/wirecutter_blog__1666741599.html", "title": "Coronavirus: How to Be Social While Social Distancing", "title_page": "Coronavirus: How to Be Social While Social Distancing | Wirecutter", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With hundreds of millions of Americans hunkered down under widespread work-from-home and social-distancing directives, it can be tricky to sustain your social life (and mental health). Suddenly that dinner with friends you were looking forward to has been cancelled, and forget going to the movies or heading to the gig you scored tickets for months ago. Although maintaining personal and public health and safety is the most important thing, it’s still dispiriting to see your social life vaporized.\nHere’s the good news, and it’s something that those of us who were raised on the Internet have known for years: It’s possible to have a bustling social life through digital platforms. And in these bizarre times, it’s more important than ever to set up those channels sooner rather than later. Here are a few tried-and-true tips for maintaining a social life while still adhering to social-distancing norms.\n1. Establish a low-pressure chat environment.\nYou might already have a group text going with your friends (and possibly one with your family, one with your other friends, a secret one with your siblings that your parents don’t know about…), but consider moving to a platform that has more-advanced tools and controls. Slack and Discord are both popular and free (or free enough), and they let you set up channels, so people can talk about specific topics without everything devolving into a head-spinning tornado of GIFs and chatter. That way, if you want to keep politics and COVID-19 talk sequestered to a certain channel, you can, and then have another one for pictures of pets and kids, another for sharing what you’re listening to, and so on. One of the most fundamental parts of building a digital community is creating the space for people to gather, talk, and feel safe. These platforms are perfect for that.\n2. Share an online-movie night with friends.\nFor months, I’ve been part of a group that gathers digitally each week to watch a bad movie together. And though I can’t make it every week, when I do it’s an absolute delight. It turns out that watching a movie while dunking on it with friends is just as good online as it is in person (plus no arguing over snacks and drinks). How to handle a group watch depends a bit on the platform you’re using. You can use a Facebook Watch Party, but the video has to already be uploaded to Facebook, so you’ll mostly be limited to public domain titles. On Discord, you can set up a screen share for up to 50 people, so one person can play a movie on their screen, and everyone else can watch it (and play Statler and Waldorf in the comments). There are other options, too—some people use Twitch, or Kast (née Rabb.it). But maybe the easiest thing is for everyone to pull up a movie on Netflix or Amazon Prime and hit play at the same time, while chatting over group text, Discord, or Slack.\n3. Take your board games digital.\nIn 30 years, we might look back at the 2010s’ proliferation of “board game night” the way modern society views “fondue parties”: with disbelief and mild utterances of “the past really is a foreign country.” But until we reach the point of realizing that “meeples” is an absurd turn of phrase, we’ll have to move the weekly board game night into the digital sphere. If you already have a board game that you and your friends love to play, the simplest option might just be to look for the digital or mobile edition of it. Most of the board games that Wirecutter recommends (here and here) have Android and iOS versions, and will let you play cross-platform. These are partly designed for asynchronous play, but if you want to retain the feeling from a true board game night of everyone playing at once, I recommend having a conference call going with your friends on speakerphone, so everyone can make the “wood for sheep” Catan joke again.\nIf you’re looking to branch out, there are a great number of newbie-friendly games that can be played remotely (or semi-remotely). If one of your friends owns any of the astonishingly good Jackbox Party Games for their computer, they can share their screen via Zoom, Discord, Google Hangouts, or another platform, and everyone else can contribute from their phones. Likewise, Keep Talking and Nobody Explodes requires that only one person sees the bomb they’re trying to defuse—everyone else attempts to guide them using an obtuse bomb-defusing manual.\nFor more tech-savvy game players, Roll20 is a dedicated platform to play board games and tabletop role-playing games, though the learning curve can be steep.\nIf you’re looking for a more-traditional game-night experience, a number of Wirecutter staffers have used JigsawPuzzles.io to communally work on puzzles. Words With Friends is an old standby. And Wirecutter editor Ria Misra recommends a good game of chess.\n4. Have a digital happy hour.\nAt Wirecutter, we rely on (and recommend) Zoom for meetings and important communications. But beyond its remote-work functionality, it’s also a great platform for having a video chat with your friends. And, failing Zoom, there’s also FaceTime, Google Hangouts, Skype, Facebook Messenger, and others. Shifting your after-work drinks, midday coffee run, or other social gathering onto a video platform may take some getting used to if you’re more accustomed to sharing an order of mozzarella sticks over a happy hour beer special. But once you adapt, you’ll find it’s just as fun, and it’s much easier to hear one another, compared with talking over the mediocre cover band playing in the corner of your local. Plus no one has to worry about being the designated driver—you’re already home!\n5. Start a club that meets online.\nClubs based on enjoying activities in your own time and then coming together to chat about them have a natural home online. Book clubs are one of the most straightforward online clubs (the Wirecutter book club just read The Three Body Problem, and its bleakness seems very apropos right now), but you can form one around almost anything. You could all watch the same movie or TV show, cook the same recipe from a cookbook, try the same wine, or talk about your most recent craft project. Whatever the topic, have a list of talking points and questions put together that everyone knows about before you start. That will lend the proceedings a slightly more structured air than a happy hour—but it will also mean that people won’t feel pressured to come up with things to talk about on the fly.\n6. Shift your group workouts to your home.\nIf you’re a person who thrives in the camaraderie of a workout class, suddenly having to figure out a home workout may sound daunting, as classes are cancelled and people avoid gyms (though it’s not clear exactly how infection-prone gyms are). At home, there’s no instructor to tell you what to do, no cheering one another on, no sweaty high-fives after a brutally long plank. But many trainers will do online coaching, so reach out to your favorite instructor and see if they’d be willing to do group video sessions (they’ll probably be super-grateful to keep their clientele amid a flurry of coronavirus-inspired cancellations). Alternatively, if you already feel like you know what you’re doing, you can arrange a group workout at home, structured around exercises that are easy to do in your own space, like the 7-Minute Workout or the r/bodyweightfitness recommended routine.\n7. Ask for help when you need it. And give help when you’re asked.\nEverything is a lot right now. One of the biggest strengths of establishing these social connections digitally is that you have new avenues of asking for help from your friends and loved ones in ways you might not be able to otherwise. Even though you might not be able to meet up with your best friend at a cafe to complain about everything, venting to each other over a DM works almost as well. If you’re struggling, if you need a friend, if you need a space to let it all out: Reach out to people. Ask for their help. Let them be there for you. And when they need you, be there for them too.", "url": "https://www.nytimes.com/wirecutter/blog/coronavirus-socializing-online/"}