{"authors": ["K.K. Rebecca Lai", "Austin Ramzy"], "date_download": "2022-10-25 23:29:30", "date_modify": "2022-10-25 23:29:30", "date_publish": "2019-08-22 21:09:56", "description": "在室內使用催淚彈、從高處發射、向人群恣意發射……為《紐約時報》審閱影片的專家表示，香港警方一再違反安全驅散人群的規定，將抗議者和旁觀者置於嚴重危險之中。", "filename": "zh-hant_interactive_2019_08_22_world_asia_hong-kong-tear-gas_1666740570.html", "image_url": "https://static01.nyt.com/images/2019/08/22/world/asia/hong-kong-tear-gas-1566507870479/hong-kong-tear-gas-1566507870479-facebookJumbo.jpg?year=2019&h=549&w=1050&s=90ad6876d0c0324833995894dfdefe67788702d4c9a56df5c2191285cb1284f1&k=ZQJBKqZ0VN", "language": "zh", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/zh-hant_interactive_2019_08_22_world_asia_hong-kong-tear-gas_1666740570.html", "title": "The New York Times", "title_page": "1800枚催淚彈：香港警察是否恰當地使用武器？ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bill Birtles via Twitter 隨著香港大規模抗議活動日趨緊張，香港警方已經使用了1800多枚催淚彈。 警方從高樓向人群發射大量催淚彈。 Gijsbert Heikamp 催淚彈射向一名正在拍攝的示威者。 Luk Chung Man William/Maddog.HK via Facebook 毒氣籠罩了地鐵站。 為《紐約時報》審閱影片的專家表示，香港警方一再違反安全驅散人群的準則，將示威者和市民置於危險之中。\n香港警方已為其使用催淚彈的行為作出辯護，稱抗議活動近幾週變得愈發暴力，示威者採取了更具攻擊性的策略。有些人向警察投擲磚頭、圍堵街道、甚至縱火。\n警方稱他們一直行事剋制。在開火前，他們一般都會舉起大型橫幅，警告人群即將投放催淚彈。\n但經本報蒐證數十條有關使用催淚彈的影片，專家指警方涉嫌濫用和過度使用催淚彈。多條影片顯示，警方曾向看似非暴力及沒有攻擊警察的人群發射催淚彈。\n對於一段顯示警方從高樓向人群發射催淚彈的影片，華盛頓警察基金會(Police Foundation)前會長吉姆·布依曼(Jim Bueermann)說「這非常荒謬。」\n「按美國的標準，我認為這完全不能接受，」布依曼說。他曾在加州一市當警長，現在為執法機構提供諮詢。「這樣是把催淚彈，一件非致命的武器，變成一樣可能致命的工具。」\n在世界各地，催淚彈一直被用作控制暴動和民眾抗議的工具。如使用恰當，它會對眼睛、皮膚和肺部做成暫時性的刺激以驅散人群，但不會對多數人造成嚴重和長期的損傷。\n專家指，警方應當朝距人群邊緣一小段距離的地方發射催淚瓦斯。\n安全用法：催淚彈應發射在人群邊緣和膝蓋以下位置，以免傷人。 Guilbert Gates\n但執法機構有時會無視這些使用方針，引致嚴重的傷害，例如在南韓、巴林和土耳其抗爭中所發生的那樣。\n催淚彈在香港暫時大多只導致輕傷。但一些組織已經開始記錄懷疑因催淚彈引致的長期咳嗽、皮膚水皰和腹瀉等健康問題。一些沒有防護裝備的行人，甚至小孩，也曾被目擊遭遇催淚彈。\n專家們回顧了香港不同地區的影片後，稱警察的做法在多方面存在危害。\n在室內使用催淚彈\n如使用得當，催淚彈是一種非致命性化學物質。它可以在大範圍內迅速擴散，從而限制對個體的影響。專家和催淚彈製造商警告，不得在室內使用，因高濃度的化學物質在室內可能擴散不開，人們或許無法逃脫。\n一週多前，反政府示威者在葵芳一帶與警方對峙數小時後撤退到地鐵站內。\nLuk Chung Man William/Maddog.HK via Facebook 1 從一位記者拍攝的片段可見示威者聚集在地鐵站閘內。 2 一名警員衝進站內，示威者燃點滅火器以阻外警察視線。隨後，警員看似向人群發射了一枚催淚彈。 3 不久，多名警員闖入葵芳站，再次向示威者方向發放催淚彈。\n專家表示，任何情況下在室內使用催淚彈都是極其危險的。\n「在室內發放會導致恐慌，可能會造成人踩人。而最危險的是，如果人群無法逃脫氣體，可能會危害健康，甚至導致死亡，」南非民權律師及研究抗議運動和警務行為的麥可·鮑爾(Michael Power)說。\n前警長布依曼表示，在能見度有限的情況下發射催淚彈亦非常危險，有可能會擊中人。\n「因為濃密的催淚煙，他們顯然看不清楚當時的環境，」他說。「在看不清目標的情況下，絕對不應發射任何武器。」\n據當地電視台有線寬頻報導，警方起初否認在該地鐵站內使用催淚彈。但後來警方卻承認有用過催淚彈。\n從高處發射\nBill Birtles via Twitter\n警方曾多次從高處向人群發射催淚彈。\n本月初的集體罷工活動中，成千上萬的示威者聚集在政府總部外。因集會已超出政府批核的範圍，示威活動已被界定為非法集結。\n1 警方警告示威者他們必須離開。但夏愨道上的人群仍滯留，阻礙交通。 2 警方從高處發射了多枚催淚彈，墜落在人群中。 雖然警方發射的位置未能確實，但催淚彈的軌跡顯示警方應該駐守在高樓上。\n布依曼說，從這種位置發射實在太危險，因為催淚彈殼會高速墜落。大多數示威者搜集的催淚氣罐都是約15厘米長的圓型金屬外殼。\n「我認為這樣非常有問題。如果被催淚彈殼擊中頭部，可能會導致死亡。」他說。\n倡導組織、醫生人權協會(Physicians for Human Rights)的顧問羅希尼·J·哈爾(Rohini J. Haar)說，從遠處警方根本無法完全了解示威者的行動。「在這麼高的位置，他們無可能法辨別示威者是否已構成威脅。」\n向人群發射\n電影工作者黎家威(Ryan Lai)當時在深水埗警署外拍攝抗議活動。數小時的對峙後，示威人數似乎已剩下幾十人。部分人在大聲辱罵警察。\n警方發射催淚彈時，黎先生的頭部被擊中。\nInmediahk via Facebook\n「那東西擊中了我的額頭，在我左眼眼角，」黎先生說。\nInmediahk\n希伊斯伯特·海坎普(Gijsbert Heikamp)當時在尖沙咀警署外用手機拍攝抗議活動。\n當時警察開始在圍欄內發射催淚彈，而他就站在警署外的水馬後面。兩枚催淚彈從圍欄之間穿過，擊中了他的腹部和右臂。\n事發五天後，他身上仍然有明顯的燒灼痕跡、瘀傷和腫脹。\n專家說，大多數催淚彈導致的傷害都是因氣罐撞擊而造成。\n「它們的發射速度很快，發射裝置基本上跟槍沒有分別，」英國伯恩茅斯大學(Bournemouth University)催淚彈專家安娜·費根鮑姆(Anna Feigenbaum)說。\n肆意使用\n警方曾從遠處或隱蔽地點向人群發射催淚彈。這種手法被認為是不合適的，因為在這種情況下，人群不能得到足夠的警告，警察也無法對環境有全面的了解。\n當晚，有大批市民聚集在深水埗警署外。警方突然從內發射多枚催淚彈，許多人走避不及。\nLuk Chung Man William/Maddog.HK via Facebook 1 市民包圍了警署；大多數人穿著休閑服裝，沒有配戴防毒面具或其他防護裝備。 2 一群警察集結在警署停車場後方，舉起一面隱約可見的警示旗。 「如果他們是想以舉旗示告的話，這麼遠根本無效，」布依曼說。 3 警察從警署內發射了催淚彈。 4 街頭濃煙滾滾，人們紛紛散開。 5 一分鐘內，警察再次發射催淚彈。 6 片刻後，警察第三次發放催淚彈。\n警察從警署內發射催淚彈時，看似沒有特定的目標或目的，只是在向人群任意發射。\n「為什麼那些安全躲在警署內的警察要驅散人群呢？」鮑爾問道。\n在專家看來，發放第二和第三輪催淚彈是沒有必要的。「如果人們正在離開，而這是你的目的，那就該停止使用催淚彈了，」布依曼說。\n而且，使用的催淚彈越多，人們就越難離開。\n「如果你沒有給予足夠的警告，如果你沒有安排人群的撤退路線，如果你過度使用催淚彈，如果你太快向人群衝擊，這些都可能會對驅散人群這個首要目的適得其反，」布依曼說。", "url": "https://www.nytimes.com/zh-hant/interactive/2019/08/22/world/asia/hong-kong-tear-gas.html"}