{"authors": ["K.K. Rebecca Lai", "Austin Ramzy"], "date_download": "2022-10-25 23:29:30", "date_modify": "2022-10-25 23:29:30", "date_publish": "2019-08-22 21:10:49", "description": "在室内使用催泪弹，从高处发射，向人群恣意发射……为《纽约时报》审阅影片的专家表示，香港警方一再违反安全驱散人群的规定，将抗议者和旁观者置于严重危险之中。", "filename": "zh-hans_interactive_2019_08_22_world_asia_hong-kong-tear-gas_1666740570.html", "image_url": "https://static01.nyt.com/images/2019/08/22/world/asia/hong-kong-tear-gas-1566507883123/hong-kong-tear-gas-1566507883123-facebookJumbo.jpg?year=2019&h=549&w=1050&s=1a48feffd3b7635fecf7e0f0fc4ea325a07a8f55f1c162143baee08259ab203a&k=ZQJBKqZ0VN", "language": "zh", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/zh-hans_interactive_2019_08_22_world_asia_hong-kong-tear-gas_1666740570.html", "title": "The New York Times", "title_page": "1800枚催泪弹：香港警察是否恰当地使用武器？ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bill Birtles via Twitter 随着香港大规模抗议活动日趋紧张，香港警方已经使用了1800多枚催泪弹。 警方从高楼向人群发射大量催泪弹。 Gijsbert Heikamp 催泪弹射向一名正在拍摄的示威者。 Luk Chung Man William/Maddog.HK via Facebook 毒气笼罩了地铁站。 为《纽约时报》审阅视频的专家表示，香港警方一再违反安全驱散人群的准则，将示威者和市民置于危险之中。\n香港警方已为其使用催泪弹的行为作出辩护，称抗议活动近几周变得愈发暴力，示威者采取了更具攻击性的策略。有些人向警察投掷砖头，围堵街道，甚至纵火。\n警方称他们一直行事克制。在开火前，他们一般都会举起大型横幅，警告人群即将投放催泪弹。\n但经本报搜证数十条有关使用催泪弹的视频，专家指警方涉嫌滥用和过度使用催泪弹。多则视频显示，警方曾向看似非暴力及没有攻击警察的人群发射催泪弹。\n对于一段显示警方从高楼向人群发射催泪弹的视频，华盛顿警察基金会(Police Foundation前会长吉姆·布依曼(Jim Bueermann)说“这非常荒谬”。\n「按美国的标准，我认为这完全不能接受，」布依曼说。他曾在加州一市当警长，现在为执法机构提供咨询。「这样是把催泪弹，一件非致命的武器，变成一件可能致命的工具。」\n在世界各地，催泪弹一直被用作控制暴动和民众抗议的工具。如使用恰当，它会对眼睛，皮肤和肺部做成暂时性的刺激以驱散人群，但不会对多数人造成严重和长期的损伤。\n专家称，警方应当朝距人群边缘一小段距离的地方发射催泪弹。\n安全用法：催泪弹应发射在人群边缘和膝盖以下位置，以免伤人。 Guilbert Gates\n但执法机构有时会无视这些使用方针，引致严重的伤害，例如在南韩，巴林和土耳其抗争中所发生的那样。\n催泪弹在香港暂时大多只导致轻伤。但一些组织已经开始记录怀疑因催泪弹引致的长期咳嗽，皮肤水疱和腹泻等健康问题。一些没有防护装备的行人，甚至小孩，也曾被目击遭遇催泪弹。\n专家们回顾了香港不同地区的视频后，称警察的做法在多方面存在危害。\n在室内使用催泪弹\n如使用得当，催泪弹是一种非致命性化学物质。它可以在大范围内迅速扩散，从而限制对个体的影响。专家和催泪弹制造商警告，不得在室内使用，因高浓度的化学物质在室内可能扩散不开，人们或许无法逃脱。\n一周多前，反政府示威者在葵芳一带与警方对峙数小时后撤退到地铁站内。\nLuk Chung Man William/Maddog.HK via Facebook 1 从一位记者拍摄的片段可见示威者聚集在地铁站闸内。 2 一名警员冲进站内，示威者燃点灭火器以阻外警察视线。随后，警员似乎向人群发射了一枚催泪弹。 3 不久，多名警员闯入葵芳站，再次向示威者方向发放催泪弹。\n专家表示，任何情况下在室内使用催泪弹都是极其危险的。\n“在室内发放会导致恐慌，可能会造成人踩人。而最危险的是，如果人群无法逃脱气体，可能会危害健康，甚至导致死亡，”南非民权律师及研究抗议运动和警务行为的麦可·鲍尔(Michael Power)说。\n前警长布依曼表示，在能见度有限的情况下发射催泪弹亦非常危险，有可能会击中人。\n“因为浓密的催泪烟，他们显然看不清楚当时的环境，”他说。“在看不清目标的情况下，绝对不应发射任何武器。”\n据当地电视台有线宽频报导，警方起初否认在该地铁站内使用催泪弹。但后来警方却承认有用过催泪弹。\n从高处发射\nBill Birtles via Twitter\n警方曾多次从高处向人群发射催泪弹。\n本月初的集体罢工活动中，成千上万的示威者聚集在政府总部外。因集会已超出政府批核的范围，示威活动已被认定为非法集会。\n1 警方警告示威者他们必须离开。但夏悫道上的人群仍滞留，阻碍交通。 2 警方从高处发射了多枚催泪弹，坠落在人群中。 虽然警方发射的位置未能确实，但催泪弹的轨迹显示警方应该驻守在高楼上。\n布依曼说，从这种位置发射实在太危险，因为催泪弹壳会高速坠落。大多数示威者搜集的催泪气罐都是约15厘米长的圆型金属外壳。\n“我认为这样非常有问题。如果被催泪弹罐击中头部，可能会导致死亡。”他说。\n倡导组织、医生人权协会(Physicians for Human Rights)的顾问罗希尼·J·哈尔(Rohini J. Haar)说，从远处警方根本无法完全了解示威者的行动。“在这么高的位置，他们无可能法辨别示威者是否已构成威胁。”\n向人群发射\n电影工作者黎家威(Ryan Lai)当时在深水埗警署外拍摄抗议活动。数小时的对峙后，示威人数似乎已减少到几十人。部分人在大声辱骂警察。\n警方发射催泪弹时，黎先生的头部被击中。\nInmediahk via Facebook\n「那东西击中了我的额头，在我左眼眼角，」黎先生说。\nInmediahk\n希伊斯伯特·海坎普(Gijsbert Heikamp)当时在尖沙咀警署外用手机拍摄抗议活动。\n当时警察开始在围栏内发射催泪弹，而他就站在警署外的水马后面。两枚催泪弹从围栏之间穿过，击中了他的腹部和右臂。\n事发五天后，他身上仍然有明显的烧灼痕迹、瘀伤和肿胀。\n专家说，大多数催泪弹导致的伤害都是因气罐撞击而造成。\n“它们的发射速度很快，发射装置基本上跟枪没有分别，”英国伯恩茅斯大学(Bournemouth University)催泪弹专家安娜·费根鲍姆(Anna Feigenbaum)说。\n恣意使用\n警方曾从远处或隐蔽地点向人群发射催泪弹。这种手法被认为是为不合适的，因为在这种情况下，人群不能得到足够的警告，警察也无法对环境有全面的了解。\n当晚，有大批市民聚集在深水埗警署外。警方突然从大门内发射多枚催泪弹，许多人走避不及。\nLuk Chung Man William/Maddog.HK via Facebook 1 市民包围了警署；大多数人穿着休闲服装，没有配戴防毒面具或其他防护装备。 2 一群警察集结在警署停车场后方，举起一面隐约可见的警示旗。 “如果他们是想以举旗示告的话，这么远根本无效，”布依曼说。 3 警察从警署内发射了催泪弹。 4 街头浓烟滚滚，人们纷纷散开。 5 一分钟内，警察再次发射催泪弹。 6 片刻后，警察第三次发放催泪弹。\n警察从警署内发射催泪弹时，看似没有特定的目标或目的，只是在向人群任意发射。\n“为什么那些安全躲在警署内的警察要驱散人群呢？”鲍尔问道。\n在专家看来，发放第二和第三轮催泪弹是没有必要的。“如果人们正在离开，而这是你的目的，那就该停止使用催泪弹了，”布依曼说。\n而且，使用的催泪弹越多，人们就越难离开。\n“如果你没有给予足够的警告，如果你没有安排人群的撤退路线，如果你过度使用催泪弹，如果你太快向人群冲击，这些都可能会对驱散人群这个首要目的适得其反，”布依曼说。", "url": "https://www.nytimes.com/zh-hans/interactive/2019/08/22/world/asia/hong-kong-tear-gas.html"}